[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn of all creation: (16) for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities--all things have been created through Him and for Him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn of all",
        "creation: (16) for by Him all things were created, both in the",
        "heavens and on earth, visible and invisible, whether thrones,",
        "or dominions, or rulers, or authorities--all things have been",
        "created through Him and for Him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 47,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) And the earth was a formless and desolate emptiness, and darkness was over the surface of the deep, and the Spirit of God was hovering over the surface of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) God saw that the light was good; and God separated the light from the darkness. (5) God called the light \"day,\" and the darkness He called \"night.\" And there was evening and there was morning, one day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) And the earth was a formless and desolate emptiness, and",
        "darkness was over the surface of the deep, and the Spirit of",
        "God was hovering over the surface of the waters. (3) Then",
        "God said, \"Let there be light\"; and there was light. (4) God",
        "saw that the light was good; and God separated the light",
        "from the darkness. (5) God called the light \"day,\" and the",
        "darkness He called \"night.\" And there was evening and there",
        "was morning, one day."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 88,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:26–28",
    "text": "(26) Raise your eyes on high And see who has created these stars, The One who brings out their multitude by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one of them is missing. (27) Why do you say, Jacob, and you assert, Israel, \"My way is hidden from the LORD, And the justice due me escapes the notice of my God\"? (28) Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable.",
    "cardsText": [
      [
        "(26) Raise your eyes on high And see who has created these",
        "stars, The One who brings out their multitude by number, He",
        "calls them all by name; Because of the greatness of His might",
        "and the strength of His power, Not one of them is missing.",
        "(27) Why do you say, Jacob, and you assert, Israel, \"My way",
        "is hidden from the LORD, And the justice due me escapes",
        "the notice of my God\"? (28) Do you not know? Have you",
        "not heard? The Everlasting God, the LORD, the Creator of",
        "the ends of the earth Does not become weary or tired. His",
        "understanding is unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040026,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 101.6,
      "wordCountMin": 99,
      "wordCountMax": 105,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let Us make mankind in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the livestock and over all the earth, and over every crawling thing that crawls on the earth.\" (27) So God created man in His own image, in the image of God He created him; male and female He created them. (28) God blessed them; and God said to them, \"Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let Us make mankind in Our image,",
        "according to Our likeness; and let them rule over the fish of",
        "the sea and over the birds of the sky and over the livestock",
        "and over all the earth, and over every crawling thing that",
        "crawls on the earth.\" (27) So God created man in His own",
        "image, in the image of God He created him; male and female",
        "He created them. (28) God blessed them; and God said to",
        "them, \"Be fruitful and multiply, and fill the earth, and subdue",
        "it; and rule over the fish of the sea and over the birds of the",
        "sky and over every living thing that moves on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 116,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–4",
    "text": "(1) Now when Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am God Almighty; Walk before Me, and be blameless. (2) \"I will make My covenant between Me and you, And I will multiply you exceedingly.\" (3) Abram fell on his face, and God talked with him, saying, (4) \"As for Me, behold, My covenant is with you, And you will be the father of a multitude of nations.",
    "cardsText": [
      [
        "(1) Now when Abram was ninety-nine years old, the LORD",
        "appeared to Abram and said to him, \"I am God Almighty; Walk",
        "before Me, and be blameless. (2) \"I will make My covenant",
        "between Me and you, And I will multiply you exceedingly.\"",
        "(3) Abram fell on his face, and God talked with him, saying,",
        "(4) \"As for Me, behold, My covenant is with you, And you will",
        "be the father of a multitude of nations."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 72,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 70,
      "wordCountMin": 65,
      "wordCountMax": 75,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 2:1–3",
    "text": "(1) And so the heavens and the earth were completed, and all their heavenly lights. (2) By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because on it He rested from all His work which God had created and made.",
    "cardsText": [
      [
        "(1) And so the heavens and the earth were completed, and all",
        "their heavenly lights. (2) By the seventh day God completed",
        "His work which He had done, and He rested on the seventh",
        "day from all His work which He had done. (3) Then God",
        "blessed the seventh day and sanctified it, because on it He",
        "rested from all His work which God had created and made."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 65,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.4,
      "wordCountMin": 62,
      "wordCountMax": 67,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for you, speak to the sons of Israel, saying, 'You must keep My Sabbaths; for this is a sign between Me and you throughout your generations, so that you may know that I am the LORD who sanctifies you. (14) 'Therefore you are to keep the Sabbath, for it is holy to you. Everyone who profanes it must be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for",
        "you, speak to the sons of Israel, saying, 'You must keep My",
        "Sabbaths; for this is a sign between Me and you throughout",
        "your generations, so that you may know that I am the LORD",
        "who sanctifies you. (14) 'Therefore you are to keep the",
        "Sabbath, for it is holy to you. Everyone who profanes it must",
        "be put to death; for whoever does any work on it, that person",
        "shall be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 87,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:23–24",
    "text": "(23) Then the man said, \"At last this is bone of my bones, And flesh of my flesh; She shall be called 'woman,' Because she was taken out of man.\" (24) For this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh.",
    "cardsText": [
      [
        "(23) Then the man said, \"At last this is bone of my bones, And",
        "flesh of my flesh; She shall be called 'woman,' Because she",
        "was taken out of man.\" (24) For this reason a man shall leave",
        "his father and his mother, and be joined to his wife; and they",
        "shall become one flesh."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 53,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002023,
    "rangeEndId": 1002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 49.8,
      "wordCountMin": 48,
      "wordCountMax": 53,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) \"You shall fear only the LORD your God; and you shall worship Him and swear by His name. (14) \"You shall not follow other gods, any of the gods of the peoples who surround you, (15) for the LORD your God who is in the midst of you is a jealous God; so follow Him, or else the anger of the LORD your God will be kindled against you, and He will wipe you off the face of the earth.",
    "cardsText": [
      [
        "(13) \"You shall fear only the LORD your God; and you shall",
        "worship Him and swear by His name. (14) \"You shall not follow",
        "other gods, any of the gods of the peoples who surround",
        "you, (15) for the LORD your God who is in the midst of you is",
        "a jealous God; so follow Him, or else the anger of the LORD",
        "your God will be kindled against you, and He will wipe you",
        "off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 78,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) Then the LORD God said to the serpent, \"Because you have done this, Cursed are you more than all the livestock, And more than any animal of the field; On your belly you shall go, And dust you shall eat All the days of your life; (15) And I will make enemies Of you and the woman, And of your offspring and her Descendant; He shall bruise you on the head, And you shall bruise Him on the heel.\"",
    "cardsText": [
      [
        "(14) Then the LORD God said to the serpent, \"Because you",
        "have done this, Cursed are you more than all the livestock,",
        "And more than any animal of the field; On your belly you",
        "shall go, And dust you shall eat All the days of your life; (15)",
        "And I will make enemies Of you and the woman, And of your",
        "offspring and her Descendant; He shall bruise you on the",
        "head, And you shall bruise Him on the heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 78,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:19–20",
    "text": "(19) Blessed be the Lord, who daily bears our burden, The God who is our salvation. (20) God is to us a God of salvation; And to GOD the Lord belong ways of escape from death.",
    "cardsText": [
      [
        "(19) Blessed be the Lord, who daily bears our burden, The",
        "God who is our salvation. (20) God is to us a God of salvation;",
        "And to GOD the Lord belong ways of escape from death."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068019,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 31.8,
      "wordCountMin": 29,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Genesis 4:7–8",
    "text": "(7) \"If you do well, will your face not be cheerful? And if you do not do well, sin is lurking at the door; and its desire is for you, but you must master it.\" (8) Cain talked to his brother Abel; and it happened that when they were in the field Cain rose up against his brother Abel and killed him.",
    "cardsText": [
      [
        "(7) \"If you do well, will your face not be cheerful? And if you",
        "do not do well, sin is lurking at the door; and its desire is for",
        "you, but you must master it.\" (8) Cain talked to his brother",
        "Abel; and it happened that when they were in the field Cain",
        "rose up against his brother Abel and killed him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 60,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004007,
    "rangeEndId": 1004008,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 61,
      "wordCountMin": 57,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.2,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming,\" declares the LORD, \"When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land. (6) \"In His days Judah will be saved, And Israel will live securely; And this is His name by which He will be called, 'The LORD Our Righteousness.'",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming,\" declares the LORD, \"When",
        "I will raise up for David a righteous Branch; And He will reign",
        "as king and act wisely And do justice and righteousness in",
        "the land. (6) \"In His days Judah will be saved, And Israel will",
        "live securely; And this is His name by which He will be called,",
        "'The LORD Our Righteousness.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 62,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. On the day when God created man, He made him in the likeness of God. (2) He created them male and female, and He blessed them and named them \"mankind\" on the day when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, according to his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. On the day",
        "when God created man, He made him in the likeness of God.",
        "(2) He created them male and female, and He blessed them",
        "and named them \"mankind\" on the day when they were",
        "created. (3) When Adam had lived 130 years, he fathered a",
        "son in his own likeness, according to his image, and named",
        "him Seth."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 67,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses, the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were born Or You gave birth to the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn mortals back into dust And say, \"Return, you sons of mankind.\" (4) For a thousand years in Your sight Are like yesterday when it passes by, Or like a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses, the man of God. Lord, You have",
        "been our dwelling place in all generations. (2) Before the",
        "mountains were born Or You gave birth to the earth and the",
        "world, Even from everlasting to everlasting, You are God. (3)",
        "You turn mortals back into dust And say, \"Return, you sons",
        "of mankind.\" (4) For a thousand years in Your sight Are like",
        "yesterday when it passes by, Or like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God spoke to Noah and to his sons with him, saying, (9) \"Now behold, I Myself am establishing My covenant with you, and with your descendants after you; (10) and with every living creature that is with you: the birds, the livestock, and every animal of the earth with you; of all that comes out of the ark, every animal of the earth. (11) \"I establish My covenant with you; and all flesh shall never again be eliminated by the waters of a flood, nor shall there again be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God spoke to Noah and to his sons with him, saying,",
        "(9) \"Now behold, I Myself am establishing My covenant with",
        "you, and with your descendants after you; (10) and with every",
        "living creature that is with you: the birds, the livestock, and",
        "every animal of the earth with you; of all that comes out of the",
        "ark, every animal of the earth. (11) \"I establish My covenant",
        "with you; and all flesh shall never again be eliminated by the",
        "waters of a flood, nor shall there again be a flood to destroy",
        "the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Leviticus 1:1–9",
    "text": "(1) Now the LORD called to Moses and spoke to him from the tent of meeting, saying, (2) \"Speak to the sons of Israel and say to them, 'When anyone of you brings an offering to the LORD, you shall bring your offering of livestock from the herd or the flock. (3) 'If his offering is a burnt offering from the herd, he shall offer a male without defect; he shall offer it at the doorway of the tent of meeting, so that he may be accepted before the LORD. (4) 'And he shall lay his hand on the head of the burnt offering, so that it may be accepted for him to make atonement on his behalf. (5) 'Then he shall slaughter the bull before the LORD; and Aaron's sons the priests shall offer up the blood and sprinkle the blood around on the altar that is at the doorway of the tent of meeting. (6) 'He shall then skin the burnt offering and cut it into its pieces. (7) 'And the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire. (8) 'Then Aaron's sons the priests shall arrange the pieces, with the head and the suet, on the wood which is on the fire that is on the altar. (9) 'Its entrails, however, and its legs he shall wash with water. And the priest shall offer all of it up in smoke on the altar as a burnt offering, an offering by fire as a soothing aroma to the LORD.",
    "cardsText": [
      [
        "(1) Now the LORD called to Moses and spoke to him from the",
        "tent of meeting, saying, (2) \"Speak to the sons of Israel and",
        "say to them, 'When anyone of you brings an offering to the",
        "LORD, you shall bring your offering of livestock from the herd",
        "or the flock. (3) 'If his offering is a burnt offering from the herd,",
        "he shall offer a male without defect; he shall offer it at the",
        "doorway of the tent of meeting, so that he may be accepted",
        "before the LORD. (4) 'And he shall lay his hand on the head of",
        "the burnt offering, so that it may be accepted for him to make",
        "atonement on his behalf. (5) 'Then he shall slaughter the bull",
        "before the LORD; and Aaron's sons the priests shall offer up"
      ],
      [
        "the blood and sprinkle the blood around on the altar that is at",
        "the doorway of the tent of meeting. (6) 'He shall then skin the",
        "burnt offering and cut it into its pieces. (7) 'And the sons of",
        "Aaron the priest shall put fire on the altar and arrange wood",
        "on the fire. (8) 'Then Aaron's sons the priests shall arrange",
        "the pieces, with the head and the suet, on the wood which is",
        "on the fire that is on the altar. (9) 'Its entrails, however, and its",
        "legs he shall wash with water. And the priest shall offer all of",
        "it up in smoke on the altar as a burnt offering, an offering by",
        "fire as a soothing aroma to the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 251,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3001001,
    "rangeEndId": 3001009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 247.4,
      "wordCountMin": 240,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Chronicles 22:11–18",
    "text": "(11) \"Now, my son, the LORD be with you that you may be successful, and build the house of the LORD your God just as He has spoken concerning you. (12) \"Only the LORD give you discretion and understanding, and put you in charge of Israel, so that you may keep the Law of the LORD your God. (13) \"Then you will prosper, if you are careful to follow the statutes and the ordinances which the LORD commanded Moses concerning Israel. Be strong and courageous, do not fear nor be dismayed. (14) \"Now behold, with great pains I have prepared for the house of the LORD a hundred thousand talents of gold and a million talents of silver, and bronze and iron beyond measure, for they are in great quantity; I have also prepared timber and stone, and you may add to that. (15) \"Moreover there are many workmen with you, stonecutters, masons of stone, and carpenters; and all of them are skillful in every kind of work. (16) \"Of the gold, silver, bronze, and iron there is no limit. Arise and work, and may the LORD be with you.\" (17) David also commanded all the leaders of Israel to help his son Solomon, saying, (18) \"Is the LORD your God not with you? And has He not given you rest on every side? For He has handed over to me the inhabitants of the land, and the land is subdued before the LORD and before His people.",
    "cardsText": [
      [
        "(11) \"Now, my son, the LORD be with you that you may be",
        "successful, and build the house of the LORD your God just",
        "as He has spoken concerning you. (12) \"Only the LORD give",
        "you discretion and understanding, and put you in charge of",
        "Israel, so that you may keep the Law of the LORD your God.",
        "(13) \"Then you will prosper, if you are careful to follow the",
        "statutes and the ordinances which the LORD commanded",
        "Moses concerning Israel. Be strong and courageous, do not",
        "fear nor be dismayed. (14) \"Now behold, with great pains I",
        "have prepared for the house of the LORD a hundred thousand",
        "talents of gold and a million talents of silver, and bronze and"
      ],
      [
        "iron beyond measure, for they are in great quantity; I have",
        "also prepared timber and stone, and you may add to that. (15)",
        "\"Moreover there are many workmen with you, stonecutters,",
        "masons of stone, and carpenters; and all of them are skillful in",
        "every kind of work. (16) \"Of the gold, silver, bronze, and iron",
        "there is no limit. Arise and work, and may the LORD be with",
        "you.\" (17) David also commanded all the leaders of Israel to",
        "help his son Solomon, saying, (18) \"Is the LORD your God not",
        "with you? And has He not given you rest on every side? For",
        "He has handed over to me the inhabitants of the land, and",
        "the land is subdued before the LORD and before His people."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 240,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13022011,
    "rangeEndId": 13022018,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 233.6,
      "wordCountMin": 220,
      "wordCountMax": 243,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Job 12:13–17",
    "text": "(13) \"Wisdom and might are with Him; Advice and understanding belong to Him. (14) \"Behold, He tears down, and it cannot be rebuilt; He imprisons a person, and there is no release. (15) \"Behold, He restrains the waters, and they dry up; And He sends them out, and they inundate the earth. (16) \"Strength and sound wisdom are with Him. One who goes astray and one who leads astray belong to Him. (17) \"He makes advisers walk barefoot And makes fools of judges.",
    "cardsText": [
      [
        "(13) \"Wisdom and might are with Him; Advice and",
        "understanding belong to Him. (14) \"Behold, He tears down,",
        "and it cannot be rebuilt; He imprisons a person, and there is",
        "no release. (15) \"Behold, He restrains the waters, and they dry",
        "up; And He sends them out, and they inundate the earth. (16)",
        "\"Strength and sound wisdom are with Him. One who goes",
        "astray and one who leads astray belong to Him. (17) \"He",
        "makes advisers walk barefoot And makes fools of judges."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 78,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18012013,
    "rangeEndId": 18012017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.2,
      "wordCountMin": 64,
      "wordCountMax": 78,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Job 22:22–27",
    "text": "(22) \"Please receive instruction from His mouth, And put His words in your heart. (23) \"If you return to the Almighty, you will be restored; If you remove injustice far from your tent, (24) And put your gold in the dust, And the gold of Ophir among the stones of the brooks, (25) Then the Almighty will be your gold And abundant silver to you. (26) \"For then you will take pleasure in the Almighty And lift up your face to God. (27) \"You will pray to Him, and He will hear you; And you will pay your vows.",
    "cardsText": [
      [
        "(22) \"Please receive instruction from His mouth, And put His",
        "words in your heart. (23) \"If you return to the Almighty, you",
        "will be restored; If you remove injustice far from your tent,",
        "(24) And put your gold in the dust, And the gold of Ophir",
        "among the stones of the brooks, (25) Then the Almighty will",
        "be your gold And abundant silver to you. (26) \"For then you",
        "will take pleasure in the Almighty And lift up your face to God.",
        "(27) \"You will pray to Him, and He will hear you; And you will",
        "pay your vows."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18022022,
    "rangeEndId": 18022027,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 93,
      "wordCountMax": 106,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Job 37:1–14",
    "text": "(1) \"At this also my heart trembles, And leaps from its place. (2) \"Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth. (3) \"Under the whole heaven He lets it loose, And His lightning travels to the ends of the earth. (4) \"After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightning when His voice is heard. (5) \"God thunders wondrously with His voice, Doing great things which we do not comprehend. (6) \"For to the snow He says, 'Fall on the earth,' And to the downpour and the rain, 'Be strong.' (7) \"He seals the hand of every person, So that all people may know His work. (8) \"Then the animal goes into its lair And remains in its den. (9) \"From the south comes the storm, And from the north wind the cold. (10) \"From the breath of God ice is made, And the expanse of the waters is frozen. (11) \"He also loads the clouds with moisture; He disperses the cloud of His lightning. (12) \"It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth. (13) \"Whether for correction, or for His earth, Or for goodness, He causes it to happen. (14) \"Listen to this, Job; Stand and consider the wonders of God.",
    "cardsText": [
      [
        "(1) \"At this also my heart trembles, And leaps from its place.",
        "(2) \"Listen closely to the thunder of His voice, And the",
        "rumbling that goes out from His mouth. (3) \"Under the whole",
        "heaven He lets it loose, And His lightning travels to the ends",
        "of the earth. (4) \"After it, a voice roars; He thunders with His",
        "majestic voice, And He does not restrain the lightning when",
        "His voice is heard. (5) \"God thunders wondrously with His",
        "voice, Doing great things which we do not comprehend.",
        "(6) \"For to the snow He says, 'Fall on the earth,' And to the",
        "downpour and the rain, 'Be strong.' (7) \"He seals the hand",
        "of every person, So that all people may know His work. (8)"
      ],
      [
        "\"Then the animal goes into its lair And remains in its den. (9)",
        "\"From the south comes the storm, And from the north wind",
        "the cold. (10) \"From the breath of God ice is made, And",
        "the expanse of the waters is frozen. (11) \"He also loads the",
        "clouds with moisture; He disperses the cloud of His lightning.",
        "(12) \"It changes direction, turning around by His guidance,",
        "That it may do whatever He commands it On the face of the",
        "inhabited earth. (13) \"Whether for correction, or for His earth,",
        "Or for goodness, He causes it to happen. (14) \"Listen to this,",
        "Job; Stand and consider the wonders of God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 221,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18037001,
    "rangeEndId": 18037014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.4,
      "wordCountMin": 203,
      "wordCountMax": 230,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Psalm 10:17–18",
    "text": "(17) LORD, You have heard the desire of the humble; You will strengthen their heart, You will make Your ear attentive (18) To vindicate the orphan and the oppressed, So that mankind, which is of the earth, will no longer cause terror.",
    "cardsText": [
      [
        "(17) LORD, You have heard the desire of the humble; You will",
        "strengthen their heart, You will make Your ear attentive (18)",
        "To vindicate the orphan and the oppressed, So that mankind,",
        "which is of the earth, will no longer cause terror."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 40,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19010017,
    "rangeEndId": 19010018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 38.4,
      "wordCountMin": 33,
      "wordCountMax": 41,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 30:1–12",
    "text": "(1) I will exalt You, LORD, for You have lifted me up, And have not let my enemies rejoice over me. (2) LORD my God, I cried to You for help, and You healed me. (3) LORD, You have brought up my soul from Sheol; You have kept me alive, that I would not go down to the pit. (4) Sing praise to the LORD, you His godly ones, And praise the mention of His holiness. (5) For His anger is but for a moment, His favor is for a lifetime; Weeping may last for the night, But a shout of joy comes in the morning. (6) Now as for me, I said in my prosperity, \"I will never be moved.\" (7) LORD, by Your favor You have made my mountain to stand strong; You hid Your face, I was dismayed. (8) To You, LORD, I called, And to the Lord I pleaded for compassion: (9) \"What gain is there in my blood, if I go down to the pit? Will the dust praise You? Will it declare Your faithfulness? (10) \"Hear, LORD, and be gracious to me; LORD, be my helper.\" (11) You have turned my mourning into dancing for me; You have untied my sackcloth and encircled me with joy, (12) That my soul may sing praise to You and not be silent. LORD my God, I will give thanks to You forever.",
    "cardsText": [
      [
        "(1) I will exalt You, LORD, for You have lifted me up, And",
        "have not let my enemies rejoice over me. (2) LORD my God, I",
        "cried to You for help, and You healed me. (3) LORD, You have",
        "brought up my soul from Sheol; You have kept me alive, that",
        "I would not go down to the pit. (4) Sing praise to the LORD,",
        "you His godly ones, And praise the mention of His holiness.",
        "(5) For His anger is but for a moment, His favor is for a lifetime;",
        "Weeping may last for the night, But a shout of joy comes",
        "in the morning. (6) Now as for me, I said in my prosperity,",
        "\"I will never be moved.\" (7) LORD, by Your favor You have",
        "made my mountain to stand strong; You hid Your face, I"
      ],
      [
        "was dismayed. (8) To You, LORD, I called, And to the Lord I",
        "pleaded for compassion: (9) \"What gain is there in my blood,",
        "if I go down to the pit? Will the dust praise You? Will it declare",
        "Your faithfulness? (10) \"Hear, LORD, and be gracious to me;",
        "LORD, be my helper.\" (11) You have turned my mourning into",
        "dancing for me; You have untied my sackcloth and encircled",
        "me with joy, (12) That my soul may sing praise to You and not",
        "be silent. LORD my God, I will give thanks to You forever."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 223,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19030001,
    "rangeEndId": 19030012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 223.2,
      "wordCountMin": 207,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Psalm 73:2–28",
    "text": "(2) But as for me, my feet came close to stumbling, My steps had almost slipped. (3) For I was envious of the arrogant As I saw the prosperity of the wicked. (4) For there are no pains in their death, And their belly is fat. (5) They are not in trouble like other people, Nor are they tormented together with the rest of mankind. (6) Therefore arrogance is their necklace; The garment of violence covers them. (7) Their eye bulges from fatness; The imaginations of their heart overflow. (8) They mock and wickedly speak of oppression; They speak from on high. (9) They have set their mouth against the heavens, And their tongue parades through the earth. (10) Therefore his people return here, And abundant waters are drunk by them. (11) They say, \"How does God know? And is there knowledge with the Most High?\" (12) Behold, these are the wicked; And always at ease, they have increased in wealth. (13) Surely in vain I have kept my heart pure And washed my hands in innocence; (14) For I have been stricken all day long, And punished every morning. (15) If I had said, \"I will speak this way,\" Behold, I would have betrayed the generation of Your children. (16) When I thought of understanding this, It was troublesome in my sight (17) Until I entered the sanctuary of God; Then I perceived their end. (18) You indeed put them on slippery ground; You dropped them into ruin. (19) How they are destroyed in a moment! They are utterly swept away by sudden terrors! (20) Like a dream when one awakes, Lord, when stirred, You will despise their image. (21) When my heart was embittered And I was pierced within, (22) Then I was stupid and ignorant; I was like an animal before You. (23) Nevertheless I am continually with You; You have taken hold of my right hand. (24) You will guide me with Your plan, And afterward receive me to glory. (25) Whom do I have in heaven but You? And with You, I desire nothing on earth. (26) My flesh and my heart may fail, But God is the strength of my heart and my portion forever. (27) For, behold, those who are far from You will perish; You have destroyed all those who are unfaithful to You. (28) But as for me, the nearness of God is good for me; I have made the Lord GOD my refuge, So that I may tell of all Your works.",
    "cardsText": [
      [
        "(2) But as for me, my feet came close to stumbling, My steps had",
        "almost slipped. (3) For I was envious of the arrogant As I saw the",
        "prosperity of the wicked. (4) For there are no pains in their death,",
        "And their belly is fat. (5) They are not in trouble like other people,",
        "Nor are they tormented together with the rest of mankind. (6)",
        "Therefore arrogance is their necklace; The garment of violence",
        "covers them. (7) Their eye bulges from fatness; The imaginations",
        "of their heart overflow. (8) They mock and wickedly speak of",
        "oppression; They speak from on high. (9) They have set their",
        "mouth against the heavens, And their tongue parades through the",
        "earth. (10) Therefore his people return here, And abundant waters",
        "are drunk by them. (11) They say, \"How does God know? And is"
      ],
      [
        "there knowledge with the Most High?\" (12) Behold, these are the",
        "wicked; And always at ease, they have increased in wealth. (13)",
        "Surely in vain I have kept my heart pure And washed my hands in",
        "innocence; (14) For I have been stricken all day long, And punished",
        "every morning. (15) If I had said, \"I will speak this way,\" Behold, I",
        "would have betrayed the generation of Your children. (16) When",
        "I thought of understanding this, It was troublesome in my sight",
        "(17) Until I entered the sanctuary of God; Then I perceived their",
        "end. (18) You indeed put them on slippery ground; You dropped",
        "them into ruin. (19) How they are destroyed in a moment! They",
        "are utterly swept away by sudden terrors! (20) Like a dream when",
        "one awakes, Lord, when stirred, You will despise their image. (21)"
      ],
      [
        "When my heart was embittered And I was pierced within, (22) Then",
        "I was stupid and ignorant; I was like an animal before You. (23)",
        "Nevertheless I am continually with You; You have taken hold of my",
        "right hand. (24) You will guide me with Your plan, And afterward",
        "receive me to glory. (25) Whom do I have in heaven but You? And",
        "with You, I desire nothing on earth. (26) My flesh and my heart may",
        "fail, But God is the strength of my heart and my portion forever.",
        "(27) For, behold, those who are far from You will perish; You have",
        "destroyed all those who are unfaithful to You. (28) But as for me,",
        "the nearness of God is good for me; I have made the Lord GOD",
        "my refuge, So that I may tell of all Your works."
      ]
    ],
    "cards": 3,
    "lines": 35,
    "lastCardLines": 11,
    "wordCount": 395,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19073002,
    "rangeEndId": 19073028,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 392.8,
      "wordCountMin": 369,
      "wordCountMax": 408,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34.6,
      "lineMin": 33,
      "lineMax": 36
    }
  },
  {
    "ref": "Proverbs 8:17–31",
    "text": "(17) \"I love those who love me; And those who diligently seek me will find me. (18) \"Riches and honor are with me, Enduring wealth and righteousness. (19) \"My fruit is better than gold, even pure gold; And my yield better than choice silver. (20) \"I walk in the way of righteousness, In the midst of the paths of justice, (21) To endow those who love me with wealth, That I may fill their treasuries. (22) \"The LORD created me at the beginning of His way, Before His works of old. (23) \"From eternity I was established, From the beginning, from the earliest times of the earth. (24) \"When there were no ocean depths, I was born, When there were no springs abounding with water. (25) \"Before the mountains were settled, Before the hills, I was born; (26) While He had not yet made the earth and the fields, Nor the first dust of the world. (27) \"When He established the heavens, I was there; When He inscribed a circle on the face of the deep, (28) When He made firm the skies above, When the springs of the deep became fixed, (29) When He set a boundary for the sea So that the water would not violate His command, When He marked out the foundations of the earth; (30) Then I was beside Him, as a master workman; And I was His delight daily, Rejoicing always before Him, (31) Rejoicing in the world, His earth, And having my delight in the sons of mankind.",
    "cardsText": [
      [
        "(17) \"I love those who love me; And those who diligently seek me",
        "will find me. (18) \"Riches and honor are with me, Enduring wealth",
        "and righteousness. (19) \"My fruit is better than gold, even pure",
        "gold; And my yield better than choice silver. (20) \"I walk in the way",
        "of righteousness, In the midst of the paths of justice, (21) To endow",
        "those who love me with wealth, That I may fill their treasuries.",
        "(22) \"The LORD created me at the beginning of His way, Before",
        "His works of old. (23) \"From eternity I was established, From the",
        "beginning, from the earliest times of the earth. (24) \"When there",
        "were no ocean depths, I was born, When there were no springs",
        "abounding with water. (25) \"Before the mountains were settled,"
      ],
      [
        "Before the hills, I was born; (26) While He had not yet made the",
        "earth and the fields, Nor the first dust of the world. (27) \"When He",
        "established the heavens, I was there; When He inscribed a circle",
        "on the face of the deep, (28) When He made firm the skies above,",
        "When the springs of the deep became fixed, (29) When He set",
        "a boundary for the sea So that the water would not violate His",
        "command, When He marked out the foundations of the earth; (30)",
        "Then I was beside Him, as a master workman; And I was His delight",
        "daily, Rejoicing always before Him, (31) Rejoicing in the world, His",
        "earth, And having my delight in the sons of mankind."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 240,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20008017,
    "rangeEndId": 20008031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 232,
      "wordCountMax": 249,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 9:1–12",
    "text": "(1) Wisdom has built her house, She has carved out her seven pillars; (2) She has prepared her food, she has mixed her wine; She has also set her table; (3) She has sent out her attendants, she calls out From the tops of the heights of the city: (4) \"Whoever is naive, let him turn in here!\" To him who lacks understanding she says, (5) \"Come, eat of my food And drink of the wine I have mixed. (6) \"Abandon your foolishness and live, And proceed in the way of understanding.\" (7) One who corrects a scoffer gets dishonor for himself, And one who rebukes a wicked person gets insults for himself. (8) Do not rebuke a scoffer, or he will hate you; Rebuke a wise person and he will love you. (9) Give instruction to a wise person and he will become still wiser; Teach a righteous person and he will increase his insight. (10) The fear of the LORD is the beginning of wisdom, And the knowledge of the Holy One is understanding. (11) For by me your days will be multiplied, And years of life will be added to you. (12) If you are wise, you are wise for yourself, And if you scoff, you alone will suffer from it.",
    "cardsText": [
      [
        "(1) Wisdom has built her house, She has carved out her",
        "seven pillars; (2) She has prepared her food, she has mixed",
        "her wine; She has also set her table; (3) She has sent out her",
        "attendants, she calls out From the tops of the heights of the",
        "city: (4) \"Whoever is naive, let him turn in here!\" To him who",
        "lacks understanding she says, (5) \"Come, eat of my food And",
        "drink of the wine I have mixed. (6) \"Abandon your foolishness",
        "and live, And proceed in the way of understanding.\" (7) One",
        "who corrects a scoffer gets dishonor for himself, And one who",
        "rebukes a wicked person gets insults for himself. (8) Do not",
        "rebuke a scoffer, or he will hate you; Rebuke a wise person"
      ],
      [
        "and he will love you. (9) Give instruction to a wise person",
        "and he will become still wiser; Teach a righteous person and",
        "he will increase his insight. (10) The fear of the LORD is the",
        "beginning of wisdom, And the knowledge of the Holy One is",
        "understanding. (11) For by me your days will be multiplied,",
        "And years of life will be added to you. (12) If you are wise,",
        "you are wise for yourself, And if you scoff, you alone will suffer",
        "from it."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 202,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20009001,
    "rangeEndId": 20009012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 195.8,
      "wordCountMin": 185,
      "wordCountMax": 202,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 19
    }
  },
  {
    "ref": "Proverbs 24:30–34",
    "text": "(30) I passed by the field of a lazy one, And by the vineyard of a person lacking sense, (31) And behold, it was completely overgrown with weeds; Its surface was covered with weeds, And its stone wall was broken down. (32) When I saw, I reflected upon it; I looked, and received instruction. (33) \"A little sleep, a little slumber, A little folding of the hands to rest,\" (34) Then your poverty will come like a drifter, And your need like an armed man.",
    "cardsText": [
      [
        "(30) I passed by the field of a lazy one, And by the vineyard",
        "of a person lacking sense, (31) And behold, it was completely",
        "overgrown with weeds; Its surface was covered with weeds,",
        "And its stone wall was broken down. (32) When I saw, I",
        "reflected upon it; I looked, and received instruction. (33) \"A",
        "little sleep, a little slumber, A little folding of the hands to",
        "rest,\" (34) Then your poverty will come like a drifter, And your",
        "need like an armed man."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 80,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20024030,
    "rangeEndId": 20024034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.4,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ecclesiastes 9:1–2",
    "text": "(1) For I have taken all this to my heart, even to examine it all, that righteous people, wise people, and their deeds are in the hand of God. People do not know whether it will be love or hatred; anything awaits them. (2) It is the same for all. There is one fate for the righteous and for the wicked; for the good, for the clean and the unclean; for the person who offers a sacrifice and for the one who does not sacrifice. As the good person is, so is the sinner; the one who swears an oath is just as the one who is afraid to swear an oath.",
    "cardsText": [
      [
        "(1) For I have taken all this to my heart, even to examine it",
        "all, that righteous people, wise people, and their deeds are",
        "in the hand of God. People do not know whether it will be",
        "love or hatred; anything awaits them. (2) It is the same for",
        "all. There is one fate for the righteous and for the wicked; for",
        "the good, for the clean and the unclean; for the person who",
        "offers a sacrifice and for the one who does not sacrifice. As",
        "the good person is, so is the sinner; the one who swears an",
        "oath is just as the one who is afraid to swear an oath."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 110,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009001,
    "rangeEndId": 21009002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.2,
      "wordCountMin": 87,
      "wordCountMax": 110,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 58:4–12",
    "text": "(4) \"Behold, you fast for contention and strife, and to strike with a wicked fist. You do not fast like you have done today to make your voice heard on high! (5) \"Is it a fast like this that I choose, a day for a person to humble himself? Is it for bowing one's head like a reed And for spreading out sackcloth and ashes as a bed? Will you call this a fast, even an acceptable day to the LORD? (6) \"Is this not the fast that I choose: To release the bonds of wickedness, To undo the ropes of the yoke, And to let the oppressed go free, And break every yoke? (7) \"Is it not to break your bread with the hungry And bring the homeless poor into the house; When you see the naked, to cover him; And not to hide yourself from your own flesh? (8) \"Then your light will break out like the dawn, And your recovery will spring up quickly; And your righteousness will go before you; The glory of the LORD will be your rear guard. (9) \"Then you will call, and the LORD will answer; You will cry for help, and He will say, 'Here I am.' If you remove the yoke from your midst, The pointing of the finger and speaking wickedness, (10) And if you offer yourself to the hungry And satisfy the need of the afflicted, Then your light will rise in darkness, And your gloom will become like midday. (11) \"And the LORD will continually guide you, And satisfy your desire in scorched places, And give strength to your bones; And you will be like a watered garden, And like a spring of water whose waters do not fail. (12) \"Those from among you will rebuild the ancient ruins; You will raise up the age-old foundations; And you will be called the repairer of the breach, The restorer of the streets in which to dwell.",
    "cardsText": [
      [
        "(4) \"Behold, you fast for contention and strife, and to strike",
        "with a wicked fist. You do not fast like you have done today to",
        "make your voice heard on high! (5) \"Is it a fast like this that I",
        "choose, a day for a person to humble himself? Is it for bowing",
        "one's head like a reed And for spreading out sackcloth and",
        "ashes as a bed? Will you call this a fast, even an acceptable",
        "day to the LORD? (6) \"Is this not the fast that I choose: To",
        "release the bonds of wickedness, To undo the ropes of the",
        "yoke, And to let the oppressed go free, And break every",
        "yoke? (7) \"Is it not to break your bread with the hungry And",
        "bring the homeless poor into the house; When you see the"
      ],
      [
        "naked, to cover him; And not to hide yourself from your own",
        "flesh? (8) \"Then your light will break out like the dawn, And",
        "your recovery will spring up quickly; And your righteousness",
        "will go before you; The glory of the LORD will be your rear",
        "guard. (9) \"Then you will call, and the LORD will answer; You",
        "will cry for help, and He will say, 'Here I am.' If you remove the",
        "yoke from your midst, The pointing of the finger and speaking",
        "wickedness, (10) And if you offer yourself to the hungry And",
        "satisfy the need of the afflicted, Then your light will rise in",
        "darkness, And your gloom will become like midday. (11)",
        "\"And the LORD will continually guide you, And satisfy your"
      ],
      [
        "desire in scorched places, And give strength to your bones;",
        "And you will be like a watered garden, And like a spring of",
        "water whose waters do not fail. (12) \"Those from among you",
        "will rebuild the ancient ruins; You will raise up the age-old",
        "foundations; And you will be called the repairer of the breach,",
        "The restorer of the streets in which to dwell."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 319,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23058004,
    "rangeEndId": 23058012,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 318,
      "wordCountMin": 311,
      "wordCountMax": 332,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27.8,
      "lineMin": 27,
      "lineMax": 28
    }
  },
  {
    "ref": "Isaiah 64:6",
    "text": "(6) For all of us have become like one who is unclean, And all our righteous deeds are like a filthy garment; And all of us wither like a leaf, And our wrongdoings, like the wind, take us away.",
    "cardsText": [
      [
        "(6) For all of us have become like one who is unclean, And all",
        "our righteous deeds are like a filthy garment; And all of us",
        "wither like a leaf, And our wrongdoings, like the wind, take",
        "us away."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 38,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23064006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.6,
      "wordCountMin": 32,
      "wordCountMax": 38,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Jeremiah 42:1–10",
    "text": "(1) Then all the commanders of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people from the small to the great approached (2) and said to Jeremiah the prophet, \"Please let our pleading come before you, and pray for us to the LORD your God for all this remnant--since we have been left only a few out of many, just as your own eyes now see us-- (3) that the LORD your God will tell us the way in which we should walk, and the thing that we should do.\" (4) Then Jeremiah the prophet said to them, \"I have heard you. Behold, I am going to pray to the LORD your God in accordance with your words; and I will tell you the whole message which the LORD gives you as an answer. I will not withhold a word from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act in accordance with the whole message with which the LORD your God will send you to us. (6) \"Whether it is pleasant or unpleasant, we will listen to the voice of the LORD our God to whom we are sending you, so that it may go well for us when we listen to the voice of the LORD our God.\" (7) Now at the end of ten days the word of the LORD came to Jeremiah. (8) Then he called for Johanan the son of Kareah and all the commanders of the forces that were with him, and for all the people from the small to the great, (9) and said to them, \"This is what the LORD says, the God of Israel, to whom you sent me to present your plea before Him: (10) 'If you will indeed stay in this land, then I will build you up and not tear you down, and I will plant you and not uproot you; for I will relent of the disaster that I have inflicted on you.",
    "cardsText": [
      [
        "(1) Then all the commanders of the forces, Johanan the son of",
        "Kareah, Jezaniah the son of Hoshaiah, and all the people from",
        "the small to the great approached (2) and said to Jeremiah",
        "the prophet, \"Please let our pleading come before you, and",
        "pray for us to the LORD your God for all this remnant--since",
        "we have been left only a few out of many, just as your own",
        "eyes now see us-- (3) that the LORD your God will tell us the",
        "way in which we should walk, and the thing that we should",
        "do.\" (4) Then Jeremiah the prophet said to them, \"I have",
        "heard you. Behold, I am going to pray to the LORD your God",
        "in accordance with your words; and I will tell you the whole"
      ],
      [
        "message which the LORD gives you as an answer. I will not",
        "withhold a word from you.\" (5) Then they said to Jeremiah,",
        "\"May the LORD be a true and faithful witness against us if",
        "we do not act in accordance with the whole message with",
        "which the LORD your God will send you to us. (6) \"Whether",
        "it is pleasant or unpleasant, we will listen to the voice of the",
        "LORD our God to whom we are sending you, so that it may",
        "go well for us when we listen to the voice of the LORD our",
        "God.\" (7) Now at the end of ten days the word of the LORD",
        "came to Jeremiah. (8) Then he called for Johanan the son of",
        "Kareah and all the commanders of the forces that were with"
      ],
      [
        "him, and for all the people from the small to the great, (9) and",
        "said to them, \"This is what the LORD says, the God of Israel,",
        "to whom you sent me to present your plea before Him: (10) 'If",
        "you will indeed stay in this land, then I will build you up and",
        "not tear you down, and I will plant you and not uproot you;",
        "for I will relent of the disaster that I have inflicted on you."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 337,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24042001,
    "rangeEndId": 24042010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 316.8,
      "wordCountMin": 284,
      "wordCountMax": 337,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.4,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Ezekiel 22:29–31",
    "text": "(29) \"The people of the land have practiced extortion and committed robbery, and they have oppressed the poor and needy, and have oppressed the stranger without justice. (30) \"I searched for a man among them who would build up a wall and stand in the gap before Me for the land, so that I would not destroy it; but I found no one. (31) \"So I have poured out My indignation on them; I have consumed them with the fire of My wrath; I have brought their way upon their heads,\" declares the Lord GOD.",
    "cardsText": [
      [
        "(29) \"The people of the land have practiced extortion and",
        "committed robbery, and they have oppressed the poor and",
        "needy, and have oppressed the stranger without justice. (30)",
        "\"I searched for a man among them who would build up a wall",
        "and stand in the gap before Me for the land, so that I would",
        "not destroy it; but I found no one. (31) \"So I have poured out",
        "My indignation on them; I have consumed them with the",
        "fire of My wrath; I have brought their way upon their heads,\"",
        "declares the Lord GOD."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 92,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 26022029,
    "rangeEndId": 26022031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91,
      "wordCountMin": 90,
      "wordCountMax": 92,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Hosea 6:1–4",
    "text": "(1) \"Come, let's return to the LORD. For He has torn us, but He will heal us; He has wounded us, but He will bandage us. (2) \"He will revive us after two days; He will raise us up on the third day, That we may live before Him. (3) \"So let's learn, let's press on to know the LORD. His appearance is as sure as the dawn; And He will come to us like the rain, As the spring rain waters the earth.\" (4) What shall I do with you, Ephraim? What shall I do with you, Judah? For your loyalty is like a morning cloud, And like the dew which goes away early.",
    "cardsText": [
      [
        "(1) \"Come, let's return to the LORD. For He has torn us, but",
        "He will heal us; He has wounded us, but He will bandage us.",
        "(2) \"He will revive us after two days; He will raise us up on the",
        "third day, That we may live before Him. (3) \"So let's learn, let's",
        "press on to know the LORD. His appearance is as sure as the",
        "dawn; And He will come to us like the rain, As the spring rain",
        "waters the earth.\" (4) What shall I do with you, Ephraim? What",
        "shall I do with you, Judah? For your loyalty is like a morning",
        "cloud, And like the dew which goes away early."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 111,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 28006001,
    "rangeEndId": 28006004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.6,
      "wordCountMin": 111,
      "wordCountMax": 119,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Nahum 1:15",
    "text": "(15) Behold, on the mountains, the feet of him who brings good news, Who announces peace! Celebrate your feasts, Judah, Pay your vows. For never again will the wicked one pass through you; He is eliminated completely.",
    "cardsText": [
      [
        "(15) Behold, on the mountains, the feet of him who brings",
        "good news, Who announces peace! Celebrate your feasts,",
        "Judah, Pay your vows. For never again will the wicked one",
        "pass through you; He is eliminated completely."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 36,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 37.2,
      "wordCountMin": 36,
      "wordCountMax": 39,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 3:1–4",
    "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right to accuse him. (2) And the LORD said to Satan, \"The LORD rebuke you, Satan! Indeed, the LORD who has chosen Jerusalem rebuke you! Is this not a log snatched from the fire?\" (3) Now Joshua was clothed in filthy garments and was standing before the angel. (4) And he responded and said to those who were standing before him, saying, \"Remove the filthy garments from him.\" Again he said to him, \"See, I have taken your guilt away from you and will clothe you with festive robes.\"",
    "cardsText": [
      [
        "(1) Then he showed me Joshua the high priest standing",
        "before the angel of the LORD, and Satan standing at his",
        "right to accuse him. (2) And the LORD said to Satan, \"The",
        "LORD rebuke you, Satan! Indeed, the LORD who has chosen",
        "Jerusalem rebuke you! Is this not a log snatched from the",
        "fire?\" (3) Now Joshua was clothed in filthy garments and was",
        "standing before the angel. (4) And he responded and said",
        "to those who were standing before him, saying, \"Remove",
        "the filthy garments from him.\" Again he said to him, \"See, I",
        "have taken your guilt away from you and will clothe you with",
        "festive robes.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 106,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 38003001,
    "rangeEndId": 38003004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.8,
      "wordCountMin": 102,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.6,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Zephaniah 3:17",
    "text": "(17) \"The LORD your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy.",
    "cardsText": [
      [
        "(17) \"The LORD your God is in your midst, A victorious warrior.",
        "He will rejoice over you with joy, He will be quiet in His love,",
        "He will rejoice over you with shouts of joy."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 36003017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.4,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to Me, all who are weary and burdened, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and YOU WILL FIND REST FOR YOUR SOULS.",
    "cardsText": [
      [
        "(28) \"Come to Me, all who are weary and burdened, and I will",
        "give you rest. (29) \"Take My yoke upon you and learn from",
        "Me, for I am gentle and humble in heart, and YOU WILL FIND",
        "REST FOR YOUR SOULS."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 40,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Matthew 14:26–31",
    "text": "(26) When the disciples saw Him walking on the sea, they were terrified, and said, \"It is a ghost!\" And they cried out in fear. (27) But immediately Jesus spoke to them, saying, \"Take courage, it is I; do not be afraid.\" (28) Peter responded and said to Him, \"Lord, if it is You, command me to come to You on the water.\" (29) And He said, \"Come!\" And Peter got out of the boat and walked on the water, and came toward Jesus. (30) But seeing the wind, he became frightened, and when he began to sink, he cried out, saying, \"Lord, save me!\" (31) Immediately Jesus reached out with His hand and took hold of him, and said to him, \"You of little faith, why did you doubt?\"",
    "cardsText": [
      [
        "(26) When the disciples saw Him walking on the sea, they were",
        "terrified, and said, \"It is a ghost!\" And they cried out in fear. (27)",
        "But immediately Jesus spoke to them, saying, \"Take courage, it is",
        "I; do not be afraid.\" (28) Peter responded and said to Him, \"Lord,",
        "if it is You, command me to come to You on the water.\" (29) And",
        "He said, \"Come!\" And Peter got out of the boat and walked on",
        "the water, and came toward Jesus. (30) But seeing the wind, he",
        "became frightened, and when he began to sink, he cried out,",
        "saying, \"Lord, save me!\" (31) Immediately Jesus reached out with",
        "His hand and took hold of him, and said to him, \"You of little faith,",
        "why did you doubt?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 124,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40014026,
    "rangeEndId": 40014031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121.6,
      "wordCountMin": 107,
      "wordCountMax": 131,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Matthew 28:18–20",
    "text": "(18) And Jesus came up and spoke to them, saying, \"All authority in heaven and on earth has been given to Me. (19) \"Go, therefore, and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit, (20) teaching them to follow all that I commanded you; and behold, I am with you always, to the end of the age.\"",
    "cardsText": [
      [
        "(18) And Jesus came up and spoke to them, saying, \"All",
        "authority in heaven and on earth has been given to Me. (19)",
        "\"Go, therefore, and make disciples of all the nations, baptizing",
        "them in the name of the Father and the Son and the Holy",
        "Spirit, (20) teaching them to follow all that I commanded you;",
        "and behold, I am with you always, to the end of the age.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40028018,
    "rangeEndId": 40028020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 68.6,
      "wordCountMin": 67,
      "wordCountMax": 72,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Luke 21:4",
    "text": "(4) for they all contributed to the offering from their surplus; but she, from her poverty, put in all that she had to live on.\"",
    "cardsText": [
      [
        "(4) for they all contributed to the offering from their surplus;",
        "but she, from her poverty, put in all that she had to live on.\""
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 24,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42021004,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 25,
      "wordCountMin": 22,
      "wordCountMax": 28,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2.4,
      "lineMin": 2,
      "lineMax": 3
    }
  },
  {
    "ref": "John 3:18–21",
    "text": "(18) \"The one who believes in Him is not judged; the one who does not believe has been judged already, because he has not believed in the name of the only Son of God. (19) \"And this is the judgment, that the Light has come into the world, and people loved the darkness rather than the Light; for their deeds were evil. (20) \"For everyone who does evil hates the Light, and does not come to the Light, so that his deeds will not be exposed. (21) \"But the one who practices the truth comes to the Light, so that his deeds will be revealed as having been performed in God.\"",
    "cardsText": [
      [
        "(18) \"The one who believes in Him is not judged; the one",
        "who does not believe has been judged already, because he",
        "has not believed in the name of the only Son of God. (19)",
        "\"And this is the judgment, that the Light has come into the",
        "world, and people loved the darkness rather than the Light;",
        "for their deeds were evil. (20) \"For everyone who does evil",
        "hates the Light, and does not come to the Light, so that his",
        "deeds will not be exposed. (21) \"But the one who practices",
        "the truth comes to the Light, so that his deeds will be revealed",
        "as having been performed in God.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 107,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43003018,
    "rangeEndId": 43003021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 102.2,
      "wordCountMin": 97,
      "wordCountMax": 107,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "John 7:37–42",
    "text": "(37) Now on the last day, the great day of the feast, Jesus stood and cried out, saying, \"If anyone is thirsty, let him come to Me and drink. (38) \"The one who believes in Me, as the Scripture said, 'From his innermost being will flow rivers of living water.'\" (39) But this He said in reference to the Spirit, whom those who believed in Him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified. (40) Some of the people therefore, after they heard these words, were saying, \"This truly is the Prophet.\" (41) Others were saying, \"This is the Christ.\" But others were saying, \"Surely the Christ is not coming from Galilee, is He? (42) \"Has the Scripture not said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?\"",
    "cardsText": [
      [
        "(37) Now on the last day, the great day of the feast, Jesus stood",
        "and cried out, saying, \"If anyone is thirsty, let him come to Me and",
        "drink. (38) \"The one who believes in Me, as the Scripture said,",
        "'From his innermost being will flow rivers of living water.'\" (39) But",
        "this He said in reference to the Spirit, whom those who believed in",
        "Him were to receive; for the Spirit was not yet given, because Jesus",
        "was not yet glorified. (40) Some of the people therefore, after they",
        "heard these words, were saying, \"This truly is the Prophet.\" (41)",
        "Others were saying, \"This is the Christ.\" But others were saying,",
        "\"Surely the Christ is not coming from Galilee, is He? (42) \"Has the",
        "Scripture not said that the Christ comes from the descendants of",
        "David, and from Bethlehem, the village where David was?\""
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 139,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43007037,
    "rangeEndId": 43007042,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 131.6,
      "wordCountMin": 128,
      "wordCountMax": 139,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 15:19–28",
    "text": "(19) If we have hoped in Christ only in this life, we are of all people most to be pitied. (20) But the fact is, Christ has been raised from the dead, the first fruits of those who are asleep. (21) For since by a man death came, by a Man also came the resurrection of the dead. (22) For as in Adam all die, so also in Christ all will be made alive. (23) But each in his own order: Christ the first fruits, after that those who are Christ's at His coming, (24) then comes the end, when He hands over the kingdom to our God and Father, when He has abolished all rule and all authority and power. (25) For He must reign until He has put all His enemies under His feet. (26) The last enemy that will be abolished is death. (27) For HE HAS PUT ALL THINGS IN SUBJECTION UNDER HIS FEET. But when He says, \"All things are put in subjection,\" it is clear that this excludes the Father who put all things in subjection to Him. (28) When all things are subjected to Him, then the Son Himself will also be subjected to the One who subjected all things to Him, so that God may be all in all.",
    "cardsText": [
      [
        "(19) If we have hoped in Christ only in this life, we are of all",
        "people most to be pitied. (20) But the fact is, Christ has been",
        "raised from the dead, the first fruits of those who are asleep.",
        "(21) For since by a man death came, by a Man also came the",
        "resurrection of the dead. (22) For as in Adam all die, so also",
        "in Christ all will be made alive. (23) But each in his own order:",
        "Christ the first fruits, after that those who are Christ's at His",
        "coming, (24) then comes the end, when He hands over the",
        "kingdom to our God and Father, when He has abolished all",
        "rule and all authority and power. (25) For He must reign until",
        "He has put all His enemies under His feet. (26) The last enemy"
      ],
      [
        "that will be abolished is death. (27) For HE HAS PUT ALL",
        "THINGS IN SUBJECTION UNDER HIS FEET. But when He says,",
        "\"All things are put in subjection,\" it is clear that this excludes",
        "the Father who put all things in subjection to Him. (28) When",
        "all things are subjected to Him, then the Son Himself will also",
        "be subjected to the One who subjected all things to Him, so",
        "that God may be all in all."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 207,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46015019,
    "rangeEndId": 46015028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 198.6,
      "wordCountMin": 191,
      "wordCountMax": 207,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.6,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "2 Corinthians 10:3–6",
    "text": "(3) For though we walk in the flesh, we do not wage battle according to the flesh, (4) for the weapons of our warfare are not of the flesh, but divinely powerful for the destruction of fortresses. (5) We are destroying arguments and all arrogance raised against the knowledge of God, and we are taking every thought captive to the obedience of Christ, (6) and we are ready to punish all disobedience, whenever your obedience is complete.",
    "cardsText": [
      [
        "(3) For though we walk in the flesh, we do not wage battle",
        "according to the flesh, (4) for the weapons of our warfare are",
        "not of the flesh, but divinely powerful for the destruction of",
        "fortresses. (5) We are destroying arguments and all arrogance",
        "raised against the knowledge of God, and we are taking every",
        "thought captive to the obedience of Christ, (6) and we are",
        "ready to punish all disobedience, whenever your obedience",
        "is complete."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 73,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47010003,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 72.6,
      "wordCountMin": 66,
      "wordCountMax": 81,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ephesians 4:20–25",
    "text": "(20) But you did not learn Christ in this way, (21) if indeed you have heard Him and have been taught in Him, just as truth is in Jesus, (22) that, in reference to your former way of life, you are to rid yourselves of the old self, which is being corrupted in accordance with the lusts of deceit, (23) and that you are to be renewed in the spirit of your minds, (24) and to put on the new self, which in the likeness of God has been created in righteousness and holiness of the truth. (25) Therefore, ridding yourselves of falsehood, SPEAK TRUTH EACH ONE OF YOU WITH HIS NEIGHBOR, because we are parts of one another.",
    "cardsText": [
      [
        "(20) But you did not learn Christ in this way, (21) if indeed you",
        "have heard Him and have been taught in Him, just as truth is",
        "in Jesus, (22) that, in reference to your former way of life, you",
        "are to rid yourselves of the old self, which is being corrupted",
        "in accordance with the lusts of deceit, (23) and that you are",
        "to be renewed in the spirit of your minds, (24) and to put on",
        "the new self, which in the likeness of God has been created",
        "in righteousness and holiness of the truth. (25) Therefore,",
        "ridding yourselves of falsehood, SPEAK TRUTH EACH ONE",
        "OF YOU WITH HIS NEIGHBOR, because we are parts of one",
        "another."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49004020,
    "rangeEndId": 49004025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 99.6,
      "wordCountMin": 91,
      "wordCountMax": 113,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Philippians 1:19–28",
    "text": "(19) for I know that this will turn out for my deliverance through your prayers and the provision of the Spirit of Jesus Christ, (20) according to my eager expectation and hope, that I will not be put to shame in anything, but that with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death. (21) For to me, to live is Christ, and to die is gain. (22) But if I am to live on in the flesh, this will mean fruitful labor for me; and I do not know which to choose. (23) But I am hard-pressed from both directions, having the desire to depart and be with Christ, for that is very much better; (24) yet to remain on in the flesh is more necessary for your sakes. (25) Convinced of this, I know that I will remain and continue with you all for your progress and joy in the faith, (26) so that your pride in Christ Jesus may be abundant because of me by my coming to you again. (27) Only conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or remain absent, I will hear about you that you are standing firm in one spirit, with one mind striving together for the faith of the gospel; (28) and in no way alarmed by your opponents--which is a sign of destruction for them, but of salvation for you, and this too, from God.",
    "cardsText": [
      [
        "(19) for I know that this will turn out for my deliverance",
        "through your prayers and the provision of the Spirit of Jesus",
        "Christ, (20) according to my eager expectation and hope,",
        "that I will not be put to shame in anything, but that with all",
        "boldness, Christ will even now, as always, be exalted in my",
        "body, whether by life or by death. (21) For to me, to live is",
        "Christ, and to die is gain. (22) But if I am to live on in the flesh,",
        "this will mean fruitful labor for me; and I do not know which",
        "to choose. (23) But I am hard-pressed from both directions,",
        "having the desire to depart and be with Christ, for that is",
        "very much better; (24) yet to remain on in the flesh is more"
      ],
      [
        "necessary for your sakes. (25) Convinced of this, I know that",
        "I will remain and continue with you all for your progress and",
        "joy in the faith, (26) so that your pride in Christ Jesus may be",
        "abundant because of me by my coming to you again. (27)",
        "Only conduct yourselves in a manner worthy of the gospel of",
        "Christ, so that whether I come and see you or remain absent,",
        "I will hear about you that you are standing firm in one spirit,",
        "with one mind striving together for the faith of the gospel;",
        "(28) and in no way alarmed by your opponents--which is a",
        "sign of destruction for them, but of salvation for you, and this",
        "too, from God."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 247,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 50001019,
    "rangeEndId": 50001028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246,
      "wordCountMin": 239,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Colossians 2:16–19",
    "text": "(16) Therefore, no one is to act as your judge in regard to food and drink, or in respect to a festival or a new moon, or a Sabbath day-- (17) things which are only a shadow of what is to come; but the substance belongs to Christ. (18) Take care that no one keeps defrauding you of your prize by delighting in humility and the worship of the angels, taking his stand on visions he has seen, inflated without cause by his fleshly mind, (19) and not holding firmly to the head, from whom the entire body, being supplied and held together by the joints and ligaments, grows with a growth which is from God.",
    "cardsText": [
      [
        "(16) Therefore, no one is to act as your judge in regard to",
        "food and drink, or in respect to a festival or a new moon, or a",
        "Sabbath day-- (17) things which are only a shadow of what is",
        "to come; but the substance belongs to Christ. (18) Take care",
        "that no one keeps defrauding you of your prize by delighting",
        "in humility and the worship of the angels, taking his stand",
        "on visions he has seen, inflated without cause by his fleshly",
        "mind, (19) and not holding firmly to the head, from whom the",
        "entire body, being supplied and held together by the joints",
        "and ligaments, grows with a growth which is from God."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 112,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51002016,
    "rangeEndId": 51002019,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 103.6,
      "wordCountMin": 96,
      "wordCountMax": 114,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Revelation 19:11",
    "text": "(11) And I saw heaven opened, and behold, a white horse, and He who sat on it is called Faithful and True, and in righteousness He judges and wages war.",
    "cardsText": [
      [
        "(11) And I saw heaven opened, and behold, a white horse,",
        "and He who sat on it is called Faithful and True, and in",
        "righteousness He judges and wages war."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "NASB",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66019011,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 28.6,
      "wordCountMin": 27,
      "wordCountMax": 30,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  }
]