[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) The Son is the image of the invisible God, the firstborn over all creation. (16) For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.",
    "cardsText": [
      [
        "(15) The Son is the image of the invisible God, the firstborn",
        "over all creation. (16) For in him all things were created:",
        "things in heaven and on earth, visible and invisible, whether",
        "thrones or powers or rulers or authorities; all things have",
        "been created through him and for him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 48,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. (3) And God said, \"Let there be light,\" and there was light. (4) God saw that the light was good, and he separated the light from the darkness. (5) God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning--the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) Now the earth was formless and empty, darkness was over",
        "the surface of the deep, and the Spirit of God was hovering",
        "over the waters. (3) And God said, \"Let there be light,\" and",
        "there was light. (4) God saw that the light was good, and he",
        "separated the light from the darkness. (5) God called the",
        "light \"day,\" and the darkness he called \"night.\" And there was",
        "evening, and there was morning--the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:26–28",
    "text": "(26) Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of his great power and mighty strength, not one of them is missing. (27) Why do you complain, Jacob? Why do you say, Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? (28) Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom.",
    "cardsText": [
      [
        "(26) Lift up your eyes and look to the heavens: Who created",
        "all these? He who brings out the starry host one by one and",
        "calls forth each of them by name. Because of his great power",
        "and mighty strength, not one of them is missing. (27) Why",
        "do you complain, Jacob? Why do you say, Israel, \"My way is",
        "hidden from the LORD; my cause is disregarded by my God\"?",
        "(28) Do you not know? Have you not heard? The LORD is the",
        "everlasting God, the Creator of the ends of the earth. He will",
        "not grow tired or weary, and his understanding no one can",
        "fathom."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 105,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040026,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 101.6,
      "wordCountMin": 99,
      "wordCountMax": 105,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.\" (27) So God created mankind in his own image, in the image of God he created them; male and female he created them. (28) God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let us make mankind in our image, in",
        "our likeness, so that they may rule over the fish in the sea and",
        "the birds in the sky, over the livestock and all the wild animals,",
        "and over all the creatures that move along the ground.\" (27)",
        "So God created mankind in his own image, in the image of",
        "God he created them; male and female he created them. (28)",
        "God blessed them and said to them, \"Be fruitful and increase",
        "in number; fill the earth and subdue it. Rule over the fish in",
        "the sea and the birds in the sky and over every living creature",
        "that moves on the ground.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 112,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–4",
    "text": "(1) When Abram was ninety-nine years old, the LORD appeared to him and said, \"I am God Almighty; walk before me faithfully and be blameless. (2) Then I will make my covenant between me and you and will greatly increase your numbers.\" (3) Abram fell facedown, and God said to him, (4) \"As for me, this is my covenant with you: You will be the father of many nations.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old, the LORD",
        "appeared to him and said, \"I am God Almighty; walk before",
        "me faithfully and be blameless. (2) Then I will make my",
        "covenant between me and you and will greatly increase your",
        "numbers.\" (3) Abram fell facedown, and God said to him, (4)",
        "\"As for me, this is my covenant with you: You will be the father",
        "of many nations."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 65,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 70,
      "wordCountMin": 65,
      "wordCountMax": 75,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 2:1–3",
    "text": "(1) Thus the heavens and the earth were completed in all their vast array. (2) By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. (3) Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were completed in all their",
        "vast array. (2) By the seventh day God had finished the work",
        "he had been doing; so on the seventh day he rested from all",
        "his work. (3) Then God blessed the seventh day and made it",
        "holy, because on it he rested from all the work of creating that",
        "he had done."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 62,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.4,
      "wordCountMin": 62,
      "wordCountMax": 67,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) Then the LORD said to Moses, (13) \"Say to the Israelites, 'You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the LORD, who makes you holy. (14) \" 'Observe the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people.",
    "cardsText": [
      [
        "(12) Then the LORD said to Moses, (13) \"Say to the Israelites,",
        "'You must observe my Sabbaths. This will be a sign between",
        "me and you for the generations to come, so you may know",
        "that I am the LORD, who makes you holy. (14) \" 'Observe the",
        "Sabbath, because it is holy to you. Anyone who desecrates it",
        "is to be put to death; those who do any work on that day must",
        "be cut off from their people."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 77,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:23–24",
    "text": "(23) The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman,' for she was taken out of man.\" (24) That is why a man leaves his father and mother and is united to his wife, and they become one flesh.",
    "cardsText": [
      [
        "(23) The man said, \"This is now bone of my bones and flesh of",
        "my flesh; she shall be called 'woman,' for she was taken out",
        "of man.\" (24) That is why a man leaves his father and mother",
        "and is united to his wife, and they become one flesh."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 48,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002023,
    "rangeEndId": 1002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 49.8,
      "wordCountMin": 48,
      "wordCountMax": 53,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) Fear the LORD your God, serve him only and take your oaths in his name. (14) Do not follow other gods, the gods of the peoples around you; (15) for the LORD your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land.",
    "cardsText": [
      [
        "(13) Fear the LORD your God, serve him only and take your",
        "oaths in his name. (14) Do not follow other gods, the gods of",
        "the peoples around you; (15) for the LORD your God, who is",
        "among you, is a jealous God and his anger will burn against",
        "you, and he will destroy you from the face of the land."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 58,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life. (15) And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\"",
    "cardsText": [
      [
        "(14) So the LORD God said to the serpent, \"Because you have",
        "done this, \"Cursed are you above all livestock and all wild",
        "animals! You will crawl on your belly and you will eat dust all",
        "the days of your life. (15) And I will put enmity between you",
        "and the woman, and between your offspring and hers; he will",
        "crush your head, and you will strike his heel.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:19–20",
    "text": "(19) Praise be to the Lord, to God our Savior, who daily bears our burdens. (20) Our God is a God who saves; from the Sovereign LORD comes escape from death.",
    "cardsText": [
      [
        "(19) Praise be to the Lord, to God our Savior, who daily bears",
        "our burdens. (20) Our God is a God who saves; from the",
        "Sovereign LORD comes escape from death."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068019,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 31.8,
      "wordCountMin": 29,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Genesis 4:7–8",
    "text": "(7) If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must rule over it.\" (8) Now Cain said to his brother Abel, \"Let's go out to the field.\" While they were in the field, Cain attacked his brother Abel and killed him.",
    "cardsText": [
      [
        "(7) If you do what is right, will you not be accepted? But if",
        "you do not do what is right, sin is crouching at your door; it",
        "desires to have you, but you must rule over it.\" (8) Now Cain",
        "said to his brother Abel, \"Let's go out to the field.\" While they",
        "were in the field, Cain attacked his brother Abel and killed",
        "him."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004007,
    "rangeEndId": 1004008,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 61,
      "wordCountMin": 57,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.2,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"The days are coming,\" declares the LORD, \"when I will raise up for David a righteous Branch, a King who will reign wisely and do what is just and right in the land. (6) In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The LORD Our Righteous Savior.",
    "cardsText": [
      [
        "(5) \"The days are coming,\" declares the LORD, \"when I will",
        "raise up for David a righteous Branch, a King who will reign",
        "wisely and do what is just and right in the land. (6) In his days",
        "Judah will be saved and Israel will live in safety. This is the",
        "name by which he will be called: The LORD Our Righteous",
        "Savior."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 61,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the written account of Adam's family line. When God created mankind, he made them in the likeness of God. (2) He created them male and female and blessed them. And he named them \"Mankind\" when they were created. (3) When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth.",
    "cardsText": [
      [
        "(1) This is the written account of Adam's family line. When",
        "God created mankind, he made them in the likeness of God.",
        "(2) He created them male and female and blessed them. And",
        "he named them \"Mankind\" when they were created. (3) When",
        "Adam had lived 130 years, he had a son in his own likeness,",
        "in his own image; and he named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 62,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A prayer of Moses the man of God. Lord, you have been our dwelling place throughout all generations. (2) Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God. (3) You turn people back to dust, saying, \"Return to dust, you mortals.\" (4) A thousand years in your sight are like a day that has just gone by, or like a watch in the night.",
    "cardsText": [
      [
        "(1) A prayer of Moses the man of God. Lord, you have been",
        "our dwelling place throughout all generations. (2) Before the",
        "mountains were born or you brought forth the whole world,",
        "from everlasting to everlasting you are God. (3) You turn",
        "people back to dust, saying, \"Return to dust, you mortals.\"",
        "(4) A thousand years in your sight are like a day that has just",
        "gone by, or like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God said to Noah and to his sons with him: (9) \"I now establish my covenant with you and with your descendants after you (10) and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth. (11) I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God said to Noah and to his sons with him: (9) \"I now",
        "establish my covenant with you and with your descendants",
        "after you (10) and with every living creature that was with",
        "you--the birds, the livestock and all the wild animals, all those",
        "that came out of the ark with you--every living creature on",
        "earth. (11) I establish my covenant with you: Never again will",
        "all life be destroyed by the waters of a flood; never again will",
        "there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 85,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Leviticus 1:1–9",
    "text": "(1) The LORD called to Moses and spoke to him from the tent of meeting. He said, (2) \"Speak to the Israelites and say to them: 'When anyone among you brings an offering to the LORD, bring as your offering an animal from either the herd or the flock. (3) \" 'If the offering is a burnt offering from the herd, you are to offer a male without defect. You must present it at the entrance to the tent of meeting so that it will be acceptable to the LORD. (4) You are to lay your hand on the head of the burnt offering, and it will be accepted on your behalf to make atonement for you. (5) You are to slaughter the young bull before the LORD, and then Aaron's sons the priests shall bring the blood and splash it against the sides of the altar at the entrance to the tent of meeting. (6) You are to skin the burnt offering and cut it into pieces. (7) The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire. (8) Then Aaron's sons the priests shall arrange the pieces, including the head and the fat, on the wood that is burning on the altar. (9) You are to wash the internal organs and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, a food offering, an aroma pleasing to the LORD.",
    "cardsText": [
      [
        "(1) The LORD called to Moses and spoke to him from the",
        "tent of meeting. He said, (2) \"Speak to the Israelites and say",
        "to them: 'When anyone among you brings an offering to",
        "the LORD, bring as your offering an animal from either the",
        "herd or the flock. (3) \" 'If the offering is a burnt offering from",
        "the herd, you are to offer a male without defect. You must",
        "present it at the entrance to the tent of meeting so that it will",
        "be acceptable to the LORD. (4) You are to lay your hand on",
        "the head of the burnt offering, and it will be accepted on your",
        "behalf to make atonement for you. (5) You are to slaughter",
        "the young bull before the LORD, and then Aaron's sons the"
      ],
      [
        "priests shall bring the blood and splash it against the sides of",
        "the altar at the entrance to the tent of meeting. (6) You are to",
        "skin the burnt offering and cut it into pieces. (7) The sons of",
        "Aaron the priest are to put fire on the altar and arrange wood",
        "on the fire. (8) Then Aaron's sons the priests shall arrange the",
        "pieces, including the head and the fat, on the wood that is",
        "burning on the altar. (9) You are to wash the internal organs",
        "and the legs with water, and the priest is to burn all of it on the",
        "altar. It is a burnt offering, a food offering, an aroma pleasing",
        "to the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 243,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3001001,
    "rangeEndId": 3001009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 247.4,
      "wordCountMin": 240,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Chronicles 22:11–18",
    "text": "(11) \"Now, my son, the LORD be with you, and may you have success and build the house of the LORD your God, as he said you would. (12) May the LORD give you discretion and understanding when he puts you in command over Israel, so that you may keep the law of the LORD your God. (13) Then you will have success if you are careful to observe the decrees and laws that the LORD gave Moses for Israel. Be strong and courageous. Do not be afraid or discouraged. (14) \"I have taken great pains to provide for the temple of the LORD a hundred thousand talents of gold, a million talents of silver, quantities of bronze and iron too great to be weighed, and wood and stone. And you may add to them. (15) You have many workers: stonecutters, masons and carpenters, as well as those skilled in every kind of work (16) in gold and silver, bronze and iron--craftsmen beyond number. Now begin the work, and the LORD be with you.\" (17) Then David ordered all the leaders of Israel to help his son Solomon. (18) He said to them, \"Is not the LORD your God with you? And has he not granted you rest on every side? For he has given the inhabitants of the land into my hands, and the land is subject to the LORD and to his people.",
    "cardsText": [
      [
        "(11) \"Now, my son, the LORD be with you, and may you have",
        "success and build the house of the LORD your God, as he",
        "said you would. (12) May the LORD give you discretion and",
        "understanding when he puts you in command over Israel, so",
        "that you may keep the law of the LORD your God. (13) Then",
        "you will have success if you are careful to observe the decrees",
        "and laws that the LORD gave Moses for Israel. Be strong and",
        "courageous. Do not be afraid or discouraged. (14) \"I have",
        "taken great pains to provide for the temple of the LORD a",
        "hundred thousand talents of gold, a million talents of silver,",
        "quantities of bronze and iron too great to be weighed, and"
      ],
      [
        "wood and stone. And you may add to them. (15) You have",
        "many workers: stonecutters, masons and carpenters, as well",
        "as those skilled in every kind of work (16) in gold and silver,",
        "bronze and iron--craftsmen beyond number. Now begin the",
        "work, and the LORD be with you.\" (17) Then David ordered",
        "all the leaders of Israel to help his son Solomon. (18) He said",
        "to them, \"Is not the LORD your God with you? And has he",
        "not granted you rest on every side? For he has given the",
        "inhabitants of the land into my hands, and the land is subject",
        "to the LORD and to his people."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 227,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13022011,
    "rangeEndId": 13022018,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 233.6,
      "wordCountMin": 220,
      "wordCountMax": 243,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Job 12:13–17",
    "text": "(13) \"To God belong wisdom and power; counsel and understanding are his. (14) What he tears down cannot be rebuilt; those he imprisons cannot be released. (15) If he holds back the waters, there is drought; if he lets them loose, they devastate the land. (16) To him belong strength and insight; both deceived and deceiver are his. (17) He leads rulers away stripped and makes fools of judges.",
    "cardsText": [
      [
        "(13) \"To God belong wisdom and power; counsel and",
        "understanding are his. (14) What he tears down cannot be",
        "rebuilt; those he imprisons cannot be released. (15) If he holds",
        "back the waters, there is drought; if he lets them loose, they",
        "devastate the land. (16) To him belong strength and insight;",
        "both deceived and deceiver are his. (17) He leads rulers away",
        "stripped and makes fools of judges."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 64,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18012013,
    "rangeEndId": 18012017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.2,
      "wordCountMin": 64,
      "wordCountMax": 78,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Job 22:22–27",
    "text": "(22) Accept instruction from his mouth and lay up his words in your heart. (23) If you return to the Almighty, you will be restored: If you remove wickedness far from your tent (24) and assign your nuggets to the dust, your gold of Ophir to the rocks in the ravines, (25) then the Almighty will be your gold, the choicest silver for you. (26) Surely then you will find delight in the Almighty and will lift up your face to God. (27) You will pray to him, and he will hear you, and you will fulfill your vows.",
    "cardsText": [
      [
        "(22) Accept instruction from his mouth and lay up his words",
        "in your heart. (23) If you return to the Almighty, you will be",
        "restored: If you remove wickedness far from your tent (24)",
        "and assign your nuggets to the dust, your gold of Ophir to",
        "the rocks in the ravines, (25) then the Almighty will be your",
        "gold, the choicest silver for you. (26) Surely then you will find",
        "delight in the Almighty and will lift up your face to God. (27)",
        "You will pray to him, and he will hear you, and you will fulfill",
        "your vows."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18022022,
    "rangeEndId": 18022027,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 93,
      "wordCountMax": 106,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Job 37:1–14",
    "text": "(1) \"At this my heart pounds and leaps from its place. (2) Listen! Listen to the roar of his voice, to the rumbling that comes from his mouth. (3) He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth. (4) After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back. (5) God's voice thunders in marvelous ways; he does great things beyond our understanding. (6) He says to the snow, 'Fall on the earth,' and to the rain shower, 'Be a mighty downpour.' (7) So that everyone he has made may know his work, he stops all people from their labor. (8) The animals take cover; they remain in their dens. (9) The tempest comes out from its chamber, the cold from the driving winds. (10) The breath of God produces ice, and the broad waters become frozen. (11) He loads the clouds with moisture; he scatters his lightning through them. (12) At his direction they swirl around over the face of the whole earth to do whatever he commands them. (13) He brings the clouds to punish people, or to water his earth and show his love. (14) \"Listen to this, Job; stop and consider God's wonders.",
    "cardsText": [
      [
        "(1) \"At this my heart pounds and leaps from its place. (2)",
        "Listen! Listen to the roar of his voice, to the rumbling that",
        "comes from his mouth. (3) He unleashes his lightning beneath",
        "the whole heaven and sends it to the ends of the earth. (4)",
        "After that comes the sound of his roar; he thunders with his",
        "majestic voice. When his voice resounds, he holds nothing",
        "back. (5) God's voice thunders in marvelous ways; he does",
        "great things beyond our understanding. (6) He says to the",
        "snow, 'Fall on the earth,' and to the rain shower, 'Be a mighty",
        "downpour.' (7) So that everyone he has made may know his",
        "work, he stops all people from their labor. (8) The animals take"
      ],
      [
        "cover; they remain in their dens. (9) The tempest comes out",
        "from its chamber, the cold from the driving winds. (10) The",
        "breath of God produces ice, and the broad waters become",
        "frozen. (11) He loads the clouds with moisture; he scatters",
        "his lightning through them. (12) At his direction they swirl",
        "around over the face of the whole earth to do whatever he",
        "commands them. (13) He brings the clouds to punish people,",
        "or to water his earth and show his love. (14) \"Listen to this,",
        "Job; stop and consider God's wonders."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 203,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18037001,
    "rangeEndId": 18037014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.4,
      "wordCountMin": 203,
      "wordCountMax": 230,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Psalm 10:17–18",
    "text": "(17) You, LORD, hear the desire of the afflicted; you encourage them, and you listen to their cry, (18) defending the fatherless and the oppressed, so that mere earthly mortals will never again strike terror.",
    "cardsText": [
      [
        "(17) You, LORD, hear the desire of the afflicted; you encourage",
        "them, and you listen to their cry, (18) defending the fatherless",
        "and the oppressed, so that mere earthly mortals will never",
        "again strike terror."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 33,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19010017,
    "rangeEndId": 19010018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 38.4,
      "wordCountMin": 33,
      "wordCountMax": 41,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 30:1–12",
    "text": "(1) I will exalt you, LORD, for you lifted me out of the depths and did not let my enemies gloat over me. (2) LORD my God, I called to you for help, and you healed me. (3) You, LORD, brought me up from the realm of the dead; you spared me from going down to the pit. (4) Sing the praises of the LORD, you his faithful people; praise his holy name. (5) For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning. (6) When I felt secure, I said, \"I will never be shaken.\" (7) LORD, when you favored me, you made my royal mountain stand firm; but when you hid your face, I was dismayed. (8) To you, LORD, I called; to the Lord I cried for mercy: (9) \"What is gained if I am silenced, if I go down to the pit? Will the dust praise you? Will it proclaim your faithfulness? (10) Hear, LORD, and be merciful to me; LORD, be my help.\" (11) You turned my wailing into dancing; you removed my sackcloth and clothed me with joy, (12) that my heart may sing your praises and not be silent. LORD my God, I will praise you forever.",
    "cardsText": [
      [
        "(1) I will exalt you, LORD, for you lifted me out of the depths",
        "and did not let my enemies gloat over me. (2) LORD my God,",
        "I called to you for help, and you healed me. (3) You, LORD,",
        "brought me up from the realm of the dead; you spared me",
        "from going down to the pit. (4) Sing the praises of the LORD,",
        "you his faithful people; praise his holy name. (5) For his anger",
        "lasts only a moment, but his favor lasts a lifetime; weeping",
        "may stay for the night, but rejoicing comes in the morning. (6)",
        "When I felt secure, I said, \"I will never be shaken.\" (7) LORD,",
        "when you favored me, you made my royal mountain stand",
        "firm; but when you hid your face, I was dismayed. (8) To you,"
      ],
      [
        "LORD, I called; to the Lord I cried for mercy: (9) \"What is gained",
        "if I am silenced, if I go down to the pit? Will the dust praise",
        "you? Will it proclaim your faithfulness? (10) Hear, LORD, and",
        "be merciful to me; LORD, be my help.\" (11) You turned my",
        "wailing into dancing; you removed my sackcloth and clothed",
        "me with joy, (12) that my heart may sing your praises and not",
        "be silent. LORD my God, I will praise you forever."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 207,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19030001,
    "rangeEndId": 19030012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 223.2,
      "wordCountMin": 207,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Psalm 73:2–28",
    "text": "(2) But as for me, my feet had almost slipped; I had nearly lost my foothold. (3) For I envied the arrogant when I saw the prosperity of the wicked. (4) They have no struggles; their bodies are healthy and strong. (5) They are free from common human burdens; they are not plagued by human ills. (6) Therefore pride is their necklace; they clothe themselves with violence. (7) From their callous hearts comes iniquity; their evil imaginations have no limits. (8) They scoff, and speak with malice; with arrogance they threaten oppression. (9) Their mouths lay claim to heaven, and their tongues take possession of the earth. (10) Therefore their people turn to them and drink up waters in abundance. (11) They say, \"How would God know? Does the Most High know anything?\" (12) This is what the wicked are like--always free of care, they go on amassing wealth. (13) Surely in vain I have kept my heart pure and have washed my hands in innocence. (14) All day long I have been afflicted, and every morning brings new punishments. (15) If I had spoken out like that, I would have betrayed your children. (16) When I tried to understand all this, it troubled me deeply (17) till I entered the sanctuary of God; then I understood their final destiny. (18) Surely you place them on slippery ground; you cast them down to ruin. (19) How suddenly are they destroyed, completely swept away by terrors! (20) They are like a dream when one awakes; when you arise, Lord, you will despise them as fantasies. (21) When my heart was grieved and my spirit embittered, (22) I was senseless and ignorant; I was a brute beast before you. (23) Yet I am always with you; you hold me by my right hand. (24) You guide me with your counsel, and afterward you will take me into glory. (25) Whom have I in heaven but you? And earth has nothing I desire besides you. (26) My flesh and my heart may fail, but God is the strength of my heart and my portion forever. (27) Those who are far from you will perish; you destroy all who are unfaithful to you. (28) But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds.",
    "cardsText": [
      [
        "(2) But as for me, my feet had almost slipped; I had nearly lost my",
        "foothold. (3) For I envied the arrogant when I saw the prosperity",
        "of the wicked. (4) They have no struggles; their bodies are healthy",
        "and strong. (5) They are free from common human burdens; they",
        "are not plagued by human ills. (6) Therefore pride is their necklace;",
        "they clothe themselves with violence. (7) From their callous hearts",
        "comes iniquity; their evil imaginations have no limits. (8) They scoff,",
        "and speak with malice; with arrogance they threaten oppression.",
        "(9) Their mouths lay claim to heaven, and their tongues take",
        "possession of the earth. (10) Therefore their people turn to them",
        "and drink up waters in abundance. (11) They say, \"How would God"
      ],
      [
        "know? Does the Most High know anything?\" (12) This is what the",
        "wicked are like--always free of care, they go on amassing wealth.",
        "(13) Surely in vain I have kept my heart pure and have washed my",
        "hands in innocence. (14) All day long I have been afflicted, and",
        "every morning brings new punishments. (15) If I had spoken out",
        "like that, I would have betrayed your children. (16) When I tried",
        "to understand all this, it troubled me deeply (17) till I entered the",
        "sanctuary of God; then I understood their final destiny. (18) Surely",
        "you place them on slippery ground; you cast them down to ruin.",
        "(19) How suddenly are they destroyed, completely swept away by",
        "terrors! (20) They are like a dream when one awakes; when you"
      ],
      [
        "arise, Lord, you will despise them as fantasies. (21) When my heart",
        "was grieved and my spirit embittered, (22) I was senseless and",
        "ignorant; I was a brute beast before you. (23) Yet I am always with",
        "you; you hold me by my right hand. (24) You guide me with your",
        "counsel, and afterward you will take me into glory. (25) Whom",
        "have I in heaven but you? And earth has nothing I desire besides",
        "you. (26) My flesh and my heart may fail, but God is the strength of",
        "my heart and my portion forever. (27) Those who are far from you",
        "will perish; you destroy all who are unfaithful to you. (28) But as for",
        "me, it is good to be near God. I have made the Sovereign LORD",
        "my refuge; I will tell of all your deeds."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 369,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19073002,
    "rangeEndId": 19073028,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 392.8,
      "wordCountMin": 369,
      "wordCountMax": 408,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34.6,
      "lineMin": 33,
      "lineMax": 36
    }
  },
  {
    "ref": "Proverbs 8:17–31",
    "text": "(17) I love those who love me, and those who seek me find me. (18) With me are riches and honor, enduring wealth and prosperity. (19) My fruit is better than fine gold; what I yield surpasses choice silver. (20) I walk in the way of righteousness, along the paths of justice, (21) bestowing a rich inheritance on those who love me and making their treasuries full. (22) \"The LORD brought me forth as the first of his works, before his deeds of old; (23) I was formed long ages ago, at the very beginning, when the world came to be. (24) When there were no watery depths, I was given birth, when there were no springs overflowing with water; (25) before the mountains were settled in place, before the hills, I was given birth, (26) before he made the world or its fields or any of the dust of the earth. (27) I was there when he set the heavens in place, when he marked out the horizon on the face of the deep, (28) when he established the clouds above and fixed securely the fountains of the deep, (29) when he gave the sea its boundary so the waters would not overstep his command, and when he marked out the foundations of the earth. (30) Then I was constantly at his side. I was filled with delight day after day, rejoicing always in his presence, (31) rejoicing in his whole world and delighting in mankind.",
    "cardsText": [
      [
        "(17) I love those who love me, and those who seek me find",
        "me. (18) With me are riches and honor, enduring wealth and",
        "prosperity. (19) My fruit is better than fine gold; what I yield",
        "surpasses choice silver. (20) I walk in the way of righteousness,",
        "along the paths of justice, (21) bestowing a rich inheritance",
        "on those who love me and making their treasuries full. (22)",
        "\"The LORD brought me forth as the first of his works, before",
        "his deeds of old; (23) I was formed long ages ago, at the",
        "very beginning, when the world came to be. (24) When there",
        "were no watery depths, I was given birth, when there were",
        "no springs overflowing with water; (25) before the mountains"
      ],
      [
        "were settled in place, before the hills, I was given birth, (26)",
        "before he made the world or its fields or any of the dust of",
        "the earth. (27) I was there when he set the heavens in place,",
        "when he marked out the horizon on the face of the deep, (28)",
        "when he established the clouds above and fixed securely the",
        "fountains of the deep, (29) when he gave the sea its boundary",
        "so the waters would not overstep his command, and when",
        "he marked out the foundations of the earth. (30) Then I was",
        "constantly at his side. I was filled with delight day after day,",
        "rejoicing always in his presence, (31) rejoicing in his whole",
        "world and delighting in mankind."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 232,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20008017,
    "rangeEndId": 20008031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 232,
      "wordCountMax": 249,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 9:1–12",
    "text": "(1) Wisdom has built her house; she has set up its seven pillars. (2) She has prepared her meat and mixed her wine; she has also set her table. (3) She has sent out her servants, and she calls from the highest point of the city, (4) \"Let all who are simple come to my house!\" To those who have no sense she says, (5) \"Come, eat my food and drink the wine I have mixed. (6) Leave your simple ways and you will live; walk in the way of insight.\" (7) Whoever corrects a mocker invites insults; whoever rebukes the wicked incurs abuse. (8) Do not rebuke mockers or they will hate you; rebuke the wise and they will love you. (9) Instruct the wise and they will be wiser still; teach the righteous and they will add to their learning. (10) The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding. (11) For through wisdom your days will be many, and years will be added to your life. (12) If you are wise, your wisdom will reward you; if you are a mocker, you alone will suffer.",
    "cardsText": [
      [
        "(1) Wisdom has built her house; she has set up its seven pillars.",
        "(2) She has prepared her meat and mixed her wine; she has",
        "also set her table. (3) She has sent out her servants, and she",
        "calls from the highest point of the city, (4) \"Let all who are",
        "simple come to my house!\" To those who have no sense she",
        "says, (5) \"Come, eat my food and drink the wine I have mixed.",
        "(6) Leave your simple ways and you will live; walk in the way",
        "of insight.\" (7) Whoever corrects a mocker invites insults;",
        "whoever rebukes the wicked incurs abuse. (8) Do not rebuke",
        "mockers or they will hate you; rebuke the wise and they will",
        "love you. (9) Instruct the wise and they will be wiser still; teach"
      ],
      [
        "the righteous and they will add to their learning. (10) The fear",
        "of the LORD is the beginning of wisdom, and knowledge",
        "of the Holy One is understanding. (11) For through wisdom",
        "your days will be many, and years will be added to your life.",
        "(12) If you are wise, your wisdom will reward you; if you are a",
        "mocker, you alone will suffer."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 185,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20009001,
    "rangeEndId": 20009012,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 195.8,
      "wordCountMin": 185,
      "wordCountMax": 202,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 19
    }
  },
  {
    "ref": "Proverbs 24:30–34",
    "text": "(30) I went past the field of a sluggard, past the vineyard of someone who has no sense; (31) thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins. (32) I applied my heart to what I observed and learned a lesson from what I saw: (33) A little sleep, a little slumber, a little folding of the hands to rest-- (34) and poverty will come on you like a thief and scarcity like an armed man.",
    "cardsText": [
      [
        "(30) I went past the field of a sluggard, past the vineyard",
        "of someone who has no sense; (31) thorns had come up",
        "everywhere, the ground was covered with weeds, and the",
        "stone wall was in ruins. (32) I applied my heart to what I",
        "observed and learned a lesson from what I saw: (33) A little",
        "sleep, a little slumber, a little folding of the hands to rest--",
        "(34) and poverty will come on you like a thief and scarcity like",
        "an armed man."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 80,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20024030,
    "rangeEndId": 20024034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.4,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ecclesiastes 9:1–2",
    "text": "(1) So I reflected on all this and concluded that the righteous and the wise and what they do are in God's hands, but no one knows whether love or hate awaits them. (2) All share a common destiny--the righteous and the wicked, the good and the bad, the clean and the unclean, those who offer sacrifices and those who do not. As it is with the good, so with the sinful; as it is with those who take oaths, so with those who are afraid to take them.",
    "cardsText": [
      [
        "(1) So I reflected on all this and concluded that the righteous",
        "and the wise and what they do are in God's hands, but no",
        "one knows whether love or hate awaits them. (2) All share",
        "a common destiny--the righteous and the wicked, the good",
        "and the bad, the clean and the unclean, those who offer",
        "sacrifices and those who do not. As it is with the good, so with",
        "the sinful; as it is with those who take oaths, so with those",
        "who are afraid to take them."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 87,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009001,
    "rangeEndId": 21009002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.2,
      "wordCountMin": 87,
      "wordCountMax": 110,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 58:4–12",
    "text": "(4) Your fasting ends in quarreling and strife, and in striking each other with wicked fists. You cannot fast as you do today and expect your voice to be heard on high. (5) Is this the kind of fast I have chosen, only a day for people to humble themselves? Is it only for bowing one's head like a reed and for lying in sackcloth and ashes? Is that what you call a fast, a day acceptable to the LORD? (6) \"Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? (7) Is it not to share your food with the hungry and to provide the poor wanderer with shelter--when you see the naked, to clothe them, and not to turn away from your own flesh and blood? (8) Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness will go before you, and the glory of the LORD will be your rear guard. (9) Then you will call, and the LORD will answer; you will cry for help, and he will say: Here am I. \"If you do away with the yoke of oppression, with the pointing finger and malicious talk, (10) and if you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday. (11) The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well- watered garden, like a spring whose waters never fail. (12) Your people will rebuild the ancient ruins and will raise up the age-old foundations; you will be called Repairer of Broken Walls, Restorer of Streets with Dwellings.",
    "cardsText": [
      [
        "(4) Your fasting ends in quarreling and strife, and in striking",
        "each other with wicked fists. You cannot fast as you do today",
        "and expect your voice to be heard on high. (5) Is this the",
        "kind of fast I have chosen, only a day for people to humble",
        "themselves? Is it only for bowing one's head like a reed and",
        "for lying in sackcloth and ashes? Is that what you call a fast,",
        "a day acceptable to the LORD? (6) \"Is not this the kind of",
        "fasting I have chosen: to loose the chains of injustice and",
        "untie the cords of the yoke, to set the oppressed free and",
        "break every yoke? (7) Is it not to share your food with the",
        "hungry and to provide the poor wanderer with shelter--when"
      ],
      [
        "you see the naked, to clothe them, and not to turn away from",
        "your own flesh and blood? (8) Then your light will break",
        "forth like the dawn, and your healing will quickly appear;",
        "then your righteousness will go before you, and the glory of",
        "the LORD will be your rear guard. (9) Then you will call, and",
        "the LORD will answer; you will cry for help, and he will say:",
        "Here am I. \"If you do away with the yoke of oppression, with",
        "the pointing finger and malicious talk, (10) and if you spend",
        "yourselves in behalf of the hungry and satisfy the needs of",
        "the oppressed, then your light will rise in the darkness, and",
        "your night will become like the noonday. (11) The LORD will"
      ],
      [
        "guide you always; he will satisfy your needs in a sun-scorched",
        "land and will strengthen your frame. You will be like a well-",
        "watered garden, like a spring whose waters never fail. (12)",
        "Your people will rebuild the ancient ruins and will raise up the",
        "age-old foundations; you will be called Repairer of Broken",
        "Walls, Restorer of Streets with Dwellings."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 311,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23058004,
    "rangeEndId": 23058012,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 318,
      "wordCountMin": 311,
      "wordCountMax": 332,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27.8,
      "lineMin": 27,
      "lineMax": 28
    }
  },
  {
    "ref": "Isaiah 64:6",
    "text": "(6) All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away.",
    "cardsText": [
      [
        "(6) All of us have become like one who is unclean, and all our",
        "righteous acts are like filthy rags; we all shrivel up like a leaf,",
        "and like the wind our sins sweep us away."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23064006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.6,
      "wordCountMin": 32,
      "wordCountMax": 38,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Jeremiah 42:1–10",
    "text": "(1) Then all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah, and all the people from the least to the greatest approached (2) Jeremiah the prophet and said to him, \"Please hear our petition and pray to the LORD your God for this entire remnant. For as you now see, though we were once many, now only a few are left. (3) Pray that the LORD your God will tell us where we should go and what we should do.\" (4) \"I have heard you,\" replied Jeremiah the prophet. \"I will certainly pray to the LORD your God as you have requested; I will tell you everything the LORD says and will keep nothing back from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act in accordance with everything the LORD your God sends you to tell us. (6) Whether it is favorable or unfavorable, we will obey the LORD our God, to whom we are sending you, so that it will go well with us, for we will obey the LORD our God.\" (7) Ten days later the word of the LORD came to Jeremiah. (8) So he called together Johanan son of Kareah and all the army officers who were with him and all the people from the least to the greatest. (9) He said to them, \"This is what the LORD, the God of Israel, to whom you sent me to present your petition, says: (10) 'If you stay in this land, I will build you up and not tear you down; I will plant you and not uproot you, for I have relented concerning the disaster I have inflicted on you.",
    "cardsText": [
      [
        "(1) Then all the army officers, including Johanan son of Kareah and",
        "Jezaniah son of Hoshaiah, and all the people from the least to the",
        "greatest approached (2) Jeremiah the prophet and said to him,",
        "\"Please hear our petition and pray to the LORD your God for this",
        "entire remnant. For as you now see, though we were once many,",
        "now only a few are left. (3) Pray that the LORD your God will tell",
        "us where we should go and what we should do.\" (4) \"I have heard",
        "you,\" replied Jeremiah the prophet. \"I will certainly pray to the",
        "LORD your God as you have requested; I will tell you everything",
        "the LORD says and will keep nothing back from you.\" (5) Then they",
        "said to Jeremiah, \"May the LORD be a true and faithful witness",
        "against us if we do not act in accordance with everything the"
      ],
      [
        "LORD your God sends you to tell us. (6) Whether it is favorable",
        "or unfavorable, we will obey the LORD our God, to whom we are",
        "sending you, so that it will go well with us, for we will obey the",
        "LORD our God.\" (7) Ten days later the word of the LORD came to",
        "Jeremiah. (8) So he called together Johanan son of Kareah and all",
        "the army officers who were with him and all the people from the",
        "least to the greatest. (9) He said to them, \"This is what the LORD,",
        "the God of Israel, to whom you sent me to present your petition,",
        "says: (10) 'If you stay in this land, I will build you up and not tear",
        "you down; I will plant you and not uproot you, for I have relented",
        "concerning the disaster I have inflicted on you."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 284,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24042001,
    "rangeEndId": 24042010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 316.8,
      "wordCountMin": 284,
      "wordCountMax": 337,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.4,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Ezekiel 22:29–31",
    "text": "(29) The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice. (30) \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one. (31) So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign LORD.\"",
    "cardsText": [
      [
        "(29) The people of the land practice extortion and commit",
        "robbery; they oppress the poor and needy and mistreat the",
        "foreigner, denying them justice. (30) \"I looked for someone",
        "among them who would build up the wall and stand before",
        "me in the gap on behalf of the land so I would not have to",
        "destroy it, but I found no one. (31) So I will pour out my wrath",
        "on them and consume them with my fiery anger, bringing",
        "down on their own heads all they have done, declares the",
        "Sovereign LORD.\""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 90,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 26022029,
    "rangeEndId": 26022031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91,
      "wordCountMin": 90,
      "wordCountMax": 92,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Hosea 6:1–4",
    "text": "(1) \"Come, let us return to the LORD. He has torn us to pieces but he will heal us; he has injured us but he will bind up our wounds. (2) After two days he will revive us; on the third day he will restore us, that we may live in his presence. (3) Let us acknowledge the LORD; let us press on to acknowledge him. As surely as the sun rises, he will appear; he will come to us like the winter rains, like the spring rains that water the earth.\" (4) \"What can I do with you, Ephraim? What can I do with you, Judah? Your love is like the morning mist, like the early dew that disappears.",
    "cardsText": [
      [
        "(1) \"Come, let us return to the LORD. He has torn us to pieces",
        "but he will heal us; he has injured us but he will bind up our",
        "wounds. (2) After two days he will revive us; on the third day",
        "he will restore us, that we may live in his presence. (3) Let us",
        "acknowledge the LORD; let us press on to acknowledge him.",
        "As surely as the sun rises, he will appear; he will come to us",
        "like the winter rains, like the spring rains that water the earth.\"",
        "(4) \"What can I do with you, Ephraim? What can I do with you,",
        "Judah? Your love is like the morning mist, like the early dew",
        "that disappears."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 116,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 28006001,
    "rangeEndId": 28006004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.6,
      "wordCountMin": 111,
      "wordCountMax": 119,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Nahum 1:15",
    "text": "(15) Look, there on the mountains, the feet of one who brings good news, who proclaims peace! Celebrate your festivals, Judah, and fulfill your vows. No more will the wicked invade you; they will be completely destroyed.",
    "cardsText": [
      [
        "(15) Look, there on the mountains, the feet of one who brings",
        "good news, who proclaims peace! Celebrate your festivals,",
        "Judah, and fulfill your vows. No more will the wicked invade",
        "you; they will be completely destroyed."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 36,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 37.2,
      "wordCountMin": 36,
      "wordCountMax": 39,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 3:1–4",
    "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right side to accuse him. (2) The LORD said to Satan, \"The LORD rebuke you, Satan! The LORD, who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?\" (3) Now Joshua was dressed in filthy clothes as he stood before the angel. (4) The angel said to those who were standing before him, \"Take off his filthy clothes.\" Then he said to Joshua, \"See, I have taken away your sin, and I will put fine garments on you.\"",
    "cardsText": [
      [
        "(1) Then he showed me Joshua the high priest standing",
        "before the angel of the LORD, and Satan standing at his right",
        "side to accuse him. (2) The LORD said to Satan, \"The LORD",
        "rebuke you, Satan! The LORD, who has chosen Jerusalem,",
        "rebuke you! Is not this man a burning stick snatched from",
        "the fire?\" (3) Now Joshua was dressed in filthy clothes as he",
        "stood before the angel. (4) The angel said to those who were",
        "standing before him, \"Take off his filthy clothes.\" Then he said",
        "to Joshua, \"See, I have taken away your sin, and I will put fine",
        "garments on you.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 102,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 38003001,
    "rangeEndId": 38003004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.8,
      "wordCountMin": 102,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.6,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Zephaniah 3:17",
    "text": "(17) The LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.\"",
    "cardsText": [
      [
        "(17) The LORD your God is with you, the Mighty Warrior who",
        "saves. He will take great delight in you; in his love he will no",
        "longer rebuke you, but will rejoice over you with singing.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 36003017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.4,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to me, all you who are weary and burdened, and I will give you rest. (29) Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) \"Come to me, all you who are weary and burdened, and I",
        "will give you rest. (29) Take my yoke upon you and learn from",
        "me, for I am gentle and humble in heart, and you will find rest",
        "for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 41,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Matthew 14:26–31",
    "text": "(26) When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear. (27) But Jesus immediately said to them: \"Take courage! It is I. Don't be afraid.\" (28) \"Lord, if it's you,\" Peter replied, \"tell me to come to you on the water.\" (29) \"Come,\" he said. Then Peter got down out of the boat, walked on the water and came toward Jesus. (30) But when he saw the wind, he was afraid and, beginning to sink, cried out, \"Lord, save me!\" (31) Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\"",
    "cardsText": [
      [
        "(26) When the disciples saw him walking on the lake, they",
        "were terrified. \"It's a ghost,\" they said, and cried out in fear.",
        "(27) But Jesus immediately said to them: \"Take courage! It",
        "is I. Don't be afraid.\" (28) \"Lord, if it's you,\" Peter replied,",
        "\"tell me to come to you on the water.\" (29) \"Come,\" he said.",
        "Then Peter got down out of the boat, walked on the water",
        "and came toward Jesus. (30) But when he saw the wind, he",
        "was afraid and, beginning to sink, cried out, \"Lord, save me!\"",
        "(31) Immediately Jesus reached out his hand and caught him.",
        "\"You of little faith,\" he said, \"why did you doubt?\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 107,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40014026,
    "rangeEndId": 40014031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121.6,
      "wordCountMin": 107,
      "wordCountMax": 131,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Matthew 28:18–20",
    "text": "(18) Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. (19) Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\"",
    "cardsText": [
      [
        "(18) Then Jesus came to them and said, \"All authority in",
        "heaven and on earth has been given to me. (19) Therefore go",
        "and make disciples of all nations, baptizing them in the name",
        "of the Father and of the Son and of the Holy Spirit, (20) and",
        "teaching them to obey everything I have commanded you.",
        "And surely I am with you always, to the very end of the age.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 68,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40028018,
    "rangeEndId": 40028020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 68.6,
      "wordCountMin": 67,
      "wordCountMax": 72,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Luke 21:4",
    "text": "(4) All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\"",
    "cardsText": [
      [
        "(4) All these people gave their gifts out of their wealth; but",
        "she out of her poverty put in all she had to live on.\""
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 24,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42021004,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 25,
      "wordCountMin": 22,
      "wordCountMax": 28,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2.4,
      "lineMin": 2,
      "lineMax": 3
    }
  },
  {
    "ref": "John 3:18–21",
    "text": "(18) Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God's one and only Son. (19) This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil. (20) Everyone who does evil hates the light, and will not come into the light for fear that their deeds will be exposed. (21) But whoever lives by the truth comes into the light, so that it may be seen plainly that what they have done has been done in the sight of God.",
    "cardsText": [
      [
        "(18) Whoever believes in him is not condemned, but whoever",
        "does not believe stands condemned already because they",
        "have not believed in the name of God's one and only Son.",
        "(19) This is the verdict: Light has come into the world, but",
        "people loved darkness instead of light because their deeds",
        "were evil. (20) Everyone who does evil hates the light, and",
        "will not come into the light for fear that their deeds will be",
        "exposed. (21) But whoever lives by the truth comes into the",
        "light, so that it may be seen plainly that what they have done",
        "has been done in the sight of God."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 103,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43003018,
    "rangeEndId": 43003021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 102.2,
      "wordCountMin": 97,
      "wordCountMax": 107,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "John 7:37–42",
    "text": "(37) On the last and greatest day of the festival, Jesus stood and said in a loud voice, \"Let anyone who is thirsty come to me and drink. (38) Whoever believes in me, as Scripture has said, rivers of living water will flow from within them.\" (39) By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified. (40) On hearing his words, some of the people said, \"Surely this man is the Prophet.\" (41) Others said, \"He is the Messiah.\" Still others asked, \"How can the Messiah come from Galilee? (42) Does not Scripture say that the Messiah will come from David's descendants and from Bethlehem, the town where David lived?\"",
    "cardsText": [
      [
        "(37) On the last and greatest day of the festival, Jesus stood and",
        "said in a loud voice, \"Let anyone who is thirsty come to me and",
        "drink. (38) Whoever believes in me, as Scripture has said, rivers",
        "of living water will flow from within them.\" (39) By this he meant",
        "the Spirit, whom those who believed in him were later to receive.",
        "Up to that time the Spirit had not been given, since Jesus had not",
        "yet been glorified. (40) On hearing his words, some of the people",
        "said, \"Surely this man is the Prophet.\" (41) Others said, \"He is the",
        "Messiah.\" Still others asked, \"How can the Messiah come from",
        "Galilee? (42) Does not Scripture say that the Messiah will come",
        "from David's descendants and from Bethlehem, the town where",
        "David lived?\""
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 128,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43007037,
    "rangeEndId": 43007042,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 131.6,
      "wordCountMin": 128,
      "wordCountMax": 139,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 15:19–28",
    "text": "(19) If only for this life we have hope in Christ, we are of all people most to be pitied. (20) But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. (21) For since death came through a man, the resurrection of the dead comes also through a man. (22) For as in Adam all die, so in Christ all will be made alive. (23) But each in turn: Christ, the firstfruits; then, when he comes, those who belong to him. (24) Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. (25) For he must reign until he has put all his enemies under his feet. (26) The last enemy to be destroyed is death. (27) For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. (28) When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all.",
    "cardsText": [
      [
        "(19) If only for this life we have hope in Christ, we are of all",
        "people most to be pitied. (20) But Christ has indeed been",
        "raised from the dead, the firstfruits of those who have",
        "fallen asleep. (21) For since death came through a man, the",
        "resurrection of the dead comes also through a man. (22) For",
        "as in Adam all die, so in Christ all will be made alive. (23)",
        "But each in turn: Christ, the firstfruits; then, when he comes,",
        "those who belong to him. (24) Then the end will come, when",
        "he hands over the kingdom to God the Father after he has",
        "destroyed all dominion, authority and power. (25) For he",
        "must reign until he has put all his enemies under his feet. (26)"
      ],
      [
        "The last enemy to be destroyed is death. (27) For he \"has put",
        "everything under his feet.\" Now when it says that \"everything\"",
        "has been put under him, it is clear that this does not include",
        "God himself, who put everything under Christ. (28) When he",
        "has done this, then the Son himself will be made subject to",
        "him who put everything under him, so that God may be all in",
        "all."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 191,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46015019,
    "rangeEndId": 46015028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 198.6,
      "wordCountMin": 191,
      "wordCountMax": 207,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.6,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "2 Corinthians 10:3–6",
    "text": "(3) For though we live in the world, we do not wage war as the world does. (4) The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. (5) We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. (6) And we will be ready to punish every act of disobedience, once your obedience is complete.",
    "cardsText": [
      [
        "(3) For though we live in the world, we do not wage war as",
        "the world does. (4) The weapons we fight with are not the",
        "weapons of the world. On the contrary, they have divine power",
        "to demolish strongholds. (5) We demolish arguments and",
        "every pretension that sets itself up against the knowledge of",
        "God, and we take captive every thought to make it obedient",
        "to Christ. (6) And we will be ready to punish every act of",
        "disobedience, once your obedience is complete."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 81,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47010003,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 72.6,
      "wordCountMin": 66,
      "wordCountMax": 81,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ephesians 4:20–25",
    "text": "(20) That, however, is not the way of life you learned (21) when you heard about Christ and were taught in him in accordance with the truth that is in Jesus. (22) You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; (23) to be made new in the attitude of your minds; (24) and to put on the new self, created to be like God in true righteousness and holiness. (25) Therefore each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body.",
    "cardsText": [
      [
        "(20) That, however, is not the way of life you learned (21) when",
        "you heard about Christ and were taught in him in accordance",
        "with the truth that is in Jesus. (22) You were taught, with regard",
        "to your former way of life, to put off your old self, which is",
        "being corrupted by its deceitful desires; (23) to be made new",
        "in the attitude of your minds; (24) and to put on the new self,",
        "created to be like God in true righteousness and holiness.",
        "(25) Therefore each of you must put off falsehood and speak",
        "truthfully to your neighbor, for we are all members of one",
        "body."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 103,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49004020,
    "rangeEndId": 49004025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 99.6,
      "wordCountMin": 91,
      "wordCountMax": 113,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Philippians 1:19–28",
    "text": "(19) for I know that through your prayers and God's provision of the Spirit of Jesus Christ what has happened to me will turn out for my deliverance. (20) I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death. (21) For to me, to live is Christ and to die is gain. (22) If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know! (23) I am torn between the two: I desire to depart and be with Christ, which is better by far; (24) but it is more necessary for you that I remain in the body. (25) Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith, (26) so that through my being with you again your boasting in Christ Jesus will abound on account of me. (27) Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in the one Spirit, striving together as one for the faith of the gospel (28) without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God.",
    "cardsText": [
      [
        "(19) for I know that through your prayers and God's provision",
        "of the Spirit of Jesus Christ what has happened to me will turn",
        "out for my deliverance. (20) I eagerly expect and hope that I",
        "will in no way be ashamed, but will have sufficient courage so",
        "that now as always Christ will be exalted in my body, whether",
        "by life or by death. (21) For to me, to live is Christ and to die",
        "is gain. (22) If I am to go on living in the body, this will mean",
        "fruitful labor for me. Yet what shall I choose? I do not know!",
        "(23) I am torn between the two: I desire to depart and be with",
        "Christ, which is better by far; (24) but it is more necessary for",
        "you that I remain in the body. (25) Convinced of this, I know"
      ],
      [
        "that I will remain, and I will continue with all of you for your",
        "progress and joy in the faith, (26) so that through my being",
        "with you again your boasting in Christ Jesus will abound on",
        "account of me. (27) Whatever happens, conduct yourselves",
        "in a manner worthy of the gospel of Christ. Then, whether I",
        "come and see you or only hear about you in my absence, I will",
        "know that you stand firm in the one Spirit, striving together as",
        "one for the faith of the gospel (28) without being frightened",
        "in any way by those who oppose you. This is a sign to them",
        "that they will be destroyed, but that you will be saved--and",
        "that by God."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 257,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 50001019,
    "rangeEndId": 50001028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246,
      "wordCountMin": 239,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Colossians 2:16–19",
    "text": "(16) Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. (17) These are a shadow of the things that were to come; the reality, however, is found in Christ. (18) Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind. (19) They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.",
    "cardsText": [
      [
        "(16) Therefore do not let anyone judge you by what you eat",
        "or drink, or with regard to a religious festival, a New Moon",
        "celebration or a Sabbath day. (17) These are a shadow of the",
        "things that were to come; the reality, however, is found in",
        "Christ. (18) Do not let anyone who delights in false humility",
        "and the worship of angels disqualify you. Such a person also",
        "goes into great detail about what they have seen; they are",
        "puffed up with idle notions by their unspiritual mind. (19)",
        "They have lost connection with the head, from whom the",
        "whole body, supported and held together by its ligaments",
        "and sinews, grows as God causes it to grow."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 114,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51002016,
    "rangeEndId": 51002019,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 103.6,
      "wordCountMin": 96,
      "wordCountMax": 114,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Revelation 19:11",
    "text": "(11) I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and wages war.",
    "cardsText": [
      [
        "(11) I saw heaven standing open and there before me was",
        "a white horse, whose rider is called Faithful and True. With",
        "justice he judges and wages war."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 27,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66019011,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 28.6,
      "wordCountMin": 27,
      "wordCountMax": 30,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  }
]