[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) Who is the image of the invisible God, the firstborn of every creature: (16) For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:",
    "cardsText": [
      [
        "(15) Who is the image of the invisible God, the firstborn of",
        "every creature: (16) For by him were all things created, that",
        "are in heaven, and that are in earth, visible and invisible,",
        "whether they be thrones, or dominions, or principalities, or",
        "powers: all things were created by him, and for him:"
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 51,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heaven and the earth. (2) And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. (3) And God said, Let there be light: and there was light. (4) And God saw the light, that it was good: and God divided the light from the darkness. (5) And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heaven and the earth.",
        "(2) And the earth was without form, and void; and darkness",
        "was upon the face of the deep. And the Spirit of God moved",
        "upon the face of the waters. (3) And God said, Let there be",
        "light: and there was light. (4) And God saw the light, that it",
        "was good: and God divided the light from the darkness. (5)",
        "And God called the light Day, and the darkness he called",
        "Night. And the evening and the morning were the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:25–28",
    "text": "(25) To whom then will ye liken me, or shall I be equal? saith the Holy One. (26) Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth. (27) Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God? (28) Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.",
    "cardsText": [
      [
        "(25) To whom then will ye liken me, or shall I be equal? saith",
        "the Holy One. (26) Lift up your eyes on high, and behold",
        "who hath created these things, that bringeth out their host",
        "by number: he calleth them all by names by the greatness of",
        "his might, for that he is strong in power; not one faileth. (27)",
        "Why sayest thou, O Jacob, and speakest, O Israel, My way is",
        "hid from the LORD, and my judgment is passed over from my",
        "God? (28) Hast thou not known? hast thou not heard, that",
        "the everlasting God, the LORD, the Creator of the ends of the",
        "earth, fainteth not, neither is weary? there is no searching of",
        "his understanding."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 117,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040025,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 116,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. (27) So God created man in his own image, in the image of God created he him; male and female created he them. (28) And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
    "cardsText": [
      [
        "(26) And God said, Let us make man in our image, after our",
        "likeness: and let them have dominion over the fish of the sea,",
        "and over the fowl of the air, and over the cattle, and over all",
        "the earth, and over every creeping thing that creepeth upon",
        "the earth. (27) So God created man in his own image, in the",
        "image of God created he him; male and female created he",
        "them. (28) And God blessed them, and God said unto them,",
        "Be fruitful, and multiply, and replenish the earth, and subdue",
        "it: and have dominion over the fish of the sea, and over the",
        "fowl of the air, and over every living thing that moveth upon",
        "the earth."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–6",
    "text": "(1) And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect. (2) And I will make my covenant between me and thee, and will multiply thee exceedingly. (3) And Abram fell on his face: and God talked with him, saying, (4) As for me, behold, my covenant is with thee, and thou shalt be a father of many nations. (5) Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee. (6) And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.",
    "cardsText": [
      [
        "(1) And when Abram was ninety years old and nine, the LORD",
        "appeared to Abram, and said unto him, I am the Almighty",
        "God; walk before me, and be thou perfect. (2) And I will make",
        "my covenant between me and thee, and will multiply thee",
        "exceedingly. (3) And Abram fell on his face: and God talked",
        "with him, saying, (4) As for me, behold, my covenant is with",
        "thee, and thou shalt be a father of many nations. (5) Neither",
        "shall thy name any more be called Abram, but thy name shall",
        "be Abraham; for a father of many nations have I made thee.",
        "(6) And I will make thee exceeding fruitful, and I will make",
        "nations of thee, and kings shall come out of thee."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 121,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 105,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 2:1–4",
    "text": "(1) Thus the heavens and the earth were finished, and all the host of them. (2) And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made. (3) And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made. (4) These are the generations of the heavens and of the earth when they were created, in the day that the LORD God made the earth and the heavens,",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were finished, and all the",
        "host of them. (2) And on the seventh day God ended his work",
        "which he had made; and he rested on the seventh day from",
        "all his work which he had made. (3) And God blessed the",
        "seventh day, and sanctified it: because that in it he had rested",
        "from all his work which God created and made. (4) These are",
        "the generations of the heavens and of the earth when they",
        "were created, in the day that the LORD God made the earth",
        "and the heavens,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 95,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.6,
      "wordCountMin": 86,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD spake unto Moses, saying, (13) Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the LORD that doth sanctify you. (14) Ye shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD spake unto Moses, saying, (13) Speak thou",
        "also unto the children of Israel, saying, Verily my sabbaths ye",
        "shall keep: for it is a sign between me and you throughout",
        "your generations; that ye may know that I am the LORD that",
        "doth sanctify you. (14) Ye shall keep the sabbath therefore;",
        "for it is holy unto you: every one that defileth it shall surely be",
        "put to death: for whosoever doeth any work therein, that soul",
        "shall be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:21–25",
    "text": "(21) And the LORD God caused a deep sleep to fall upon Adam, and he slept: and he took one of his ribs, and closed up the flesh instead thereof; (22) And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man. (23) And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man. (24) Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh. (25) And they were both naked, the man and his wife, and were not ashamed.",
    "cardsText": [
      [
        "(21) And the LORD God caused a deep sleep to fall upon",
        "Adam, and he slept: and he took one of his ribs, and closed",
        "up the flesh instead thereof; (22) And the rib, which the LORD",
        "God had taken from man, made he a woman, and brought",
        "her unto the man. (23) And Adam said, This is now bone of",
        "my bones, and flesh of my flesh: she shall be called Woman,",
        "because she was taken out of Man. (24) Therefore shall a man",
        "leave his father and his mother, and shall cleave unto his wife:",
        "and they shall be one flesh. (25) And they were both naked,",
        "the man and his wife, and were not ashamed."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 113,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002021,
    "rangeEndId": 1002025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 116.4,
      "wordCountMin": 113,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.2,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) Thou shalt fear the LORD thy God, and serve him, and shalt swear by his name. (14) Ye shall not go after other gods, of the gods of the people which are round about you; (15) (For the LORD thy God is a jealous God among you) lest the anger of the LORD thy God be kindled against thee, and destroy thee from off the face of the earth.",
    "cardsText": [
      [
        "(13) Thou shalt fear the LORD thy God, and serve him, and",
        "shalt swear by his name. (14) Ye shall not go after other gods,",
        "of the gods of the people which are round about you; (15)",
        "(For the LORD thy God is a jealous God among you) lest the",
        "anger of the LORD thy God be kindled against thee, and",
        "destroy thee from off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life: (15) And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
    "cardsText": [
      [
        "(14) And the LORD God said unto the serpent, Because thou",
        "hast done this, thou art cursed above all cattle, and above",
        "every beast of the field; upon thy belly shalt thou go, and",
        "dust shalt thou eat all the days of thy life: (15) And I will put",
        "enmity between thee and the woman, and between thy seed",
        "and her seed; it shall bruise thy head, and thou shalt bruise",
        "his heel."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:18–20",
    "text": "(18) Thou hast ascended on high, thou hast led captivity captive: thou hast received gifts for men; yea, for the rebellious also, that the LORD God might dwell among them. (19) Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. (20) He that is our God is the God of salvation; and unto GOD the Lord belong the issues from death.",
    "cardsText": [
      [
        "(18) Thou hast ascended on high, thou hast led captivity",
        "captive: thou hast received gifts for men; yea, for the",
        "rebellious also, that the LORD God might dwell among them.",
        "(19) Blessed be the Lord, who daily loadeth us with benefits,",
        "even the God of our salvation. (20) He that is our God is the",
        "God of salvation; and unto GOD the Lord belong the issues",
        "from death."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 65,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068018,
    "rangeEndId": 19068020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 59.4,
      "wordCountMin": 53,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.2,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 4:3–8",
    "text": "(3) And in process of time it came to pass, that Cain brought of the fruit of the ground an offering unto the LORD. (4) And Abel, he also brought of the firstlings of his flock and of the fat thereof. And the LORD had respect unto Abel and to his offering: (5) But unto Cain and to his offering he had not respect. And Cain was very wroth, and his countenance fell. (6) And the LORD said unto Cain, Why art thou wroth? and why is thy countenance fallen? (7) If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him. (8) And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.",
    "cardsText": [
      [
        "(3) And in process of time it came to pass, that Cain brought of",
        "the fruit of the ground an offering unto the LORD. (4) And Abel,",
        "he also brought of the firstlings of his flock and of the fat thereof.",
        "And the LORD had respect unto Abel and to his offering: (5) But",
        "unto Cain and to his offering he had not respect. And Cain was",
        "very wroth, and his countenance fell. (6) And the LORD said unto",
        "Cain, Why art thou wroth? and why is thy countenance fallen? (7)",
        "If thou doest well, shalt thou not be accepted? and if thou doest",
        "not well, sin lieth at the door. And unto thee shall be his desire, and",
        "thou shalt rule over him. (8) And Cain talked with Abel his brother:",
        "and it came to pass, when they were in the field, that Cain rose up",
        "against Abel his brother, and slew him."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 148,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004003,
    "rangeEndId": 1004008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 143.6,
      "wordCountMin": 134,
      "wordCountMax": 148,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) Behold, the days come, saith the LORD, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. (6) In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.",
    "cardsText": [
      [
        "(5) Behold, the days come, saith the LORD, that I will raise",
        "unto David a righteous Branch, and a King shall reign and",
        "prosper, and shall execute judgment and justice in the earth.",
        "(6) In his days Judah shall be saved, and Israel shall dwell",
        "safely: and this is his name whereby he shall be called, THE",
        "LORD OUR RIGHTEOUSNESS."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 58,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him; (2) Male and female created he them; and blessed them, and called their name Adam, in the day when they were created. (3) And Adam lived an hundred and thirty years, and begat a son in his own likeness, after his image; and called his name Seth:",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. In the day",
        "that God created man, in the likeness of God made he him;",
        "(2) Male and female created he them; and blessed them, and",
        "called their name Adam, in the day when they were created.",
        "(3) And Adam lived an hundred and thirty years, and begat a",
        "son in his own likeness, after his image; and called his name",
        "Seth:"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses the man of God. Lord, thou hast been our dwelling place in all generations. (2) Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God. (3) Thou turnest man to destruction; and sayest, Return, ye children of men. (4) For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses the man of God. Lord, thou hast been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, or ever thou hadst formed the earth and",
        "the world, even from everlasting to everlasting, thou art God.",
        "(3) Thou turnest man to destruction; and sayest, Return, ye",
        "children of men. (4) For a thousand years in thy sight are but",
        "as yesterday when it is past, and as a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 76,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) And God spake unto Noah, and to his sons with him, saying, (9) And I, behold, I establish my covenant with you, and with your seed after you; (10) And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth. (11) And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.",
    "cardsText": [
      [
        "(8) And God spake unto Noah, and to his sons with him, saying,",
        "(9) And I, behold, I establish my covenant with you, and with",
        "your seed after you; (10) And with every living creature that",
        "is with you, of the fowl, of the cattle, and of every beast of the",
        "earth with you; from all that go out of the ark, to every beast",
        "of the earth. (11) And I will establish my covenant with you;",
        "neither shall all flesh be cut off any more by the waters of a",
        "flood; neither shall there any more be a flood to destroy the",
        "earth."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 100,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:15–18",
    "text": "(15) Six days may work be done; but in the seventh is the sabbath of rest, holy to the LORD: whosoever doeth any work in the sabbath day, he shall surely be put to death. (16) Wherefore the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant. (17) It is a sign between me and the children of Israel for ever: for in six days the LORD made heaven and earth, and on the seventh day he rested, and was refreshed. (18) And he gave unto Moses, when he had made an end of communing with him upon mount Sinai, two tables of testimony, tables of stone, written with the finger of God.",
    "cardsText": [
      [
        "(15) Six days may work be done; but in the seventh is the",
        "sabbath of rest, holy to the LORD: whosoever doeth any",
        "work in the sabbath day, he shall surely be put to death.",
        "(16) Wherefore the children of Israel shall keep the sabbath,",
        "to observe the sabbath throughout their generations, for",
        "a perpetual covenant. (17) It is a sign between me and the",
        "children of Israel for ever: for in six days the LORD made",
        "heaven and earth, and on the seventh day he rested, and was",
        "refreshed. (18) And he gave unto Moses, when he had made",
        "an end of communing with him upon mount Sinai, two tables",
        "of testimony, tables of stone, written with the finger of God."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2031015,
    "rangeEndId": 2031018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.6,
      "wordCountMin": 114,
      "wordCountMax": 120,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Exodus 32:6–14",
    "text": "(6) And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play. (7) And the LORD said unto Moses, Go, get thee down; for thy people, which thou broughtest out of the land of Egypt, have corrupted themselves: (8) They have turned aside quickly out of the way which I commanded them: they have made them a molten calf, and have worshipped it, and have sacrificed thereunto, and said, These be thy gods, O Israel, which have brought thee up out of the land of Egypt. (9) And the LORD said unto Moses, I have seen this people, and, behold, it is a stiffnecked people: (10) Now therefore let me alone, that my wrath may wax hot against them, and that I may consume them: and I will make of thee a great nation. (11) And Moses besought the LORD his God, and said, LORD, why doth thy wrath wax hot against thy people, which thou hast brought forth out of the land of Egypt with great power, and with a mighty hand? (12) Wherefore should the Egyptians speak, and say, For mischief did he bring them out, to slay them in the mountains, and to consume them from the face of the earth? Turn from thy fierce wrath, and repent of this evil against thy people. (13) Remember Abraham, Isaac, and Israel, thy servants, to whom thou swarest by thine own self, and saidst unto them, I will multiply your seed as the stars of heaven, and all this land that I have spoken of will I give unto your seed, and they shall inherit it for ever. (14) And the LORD repented of the evil which he thought to do unto his people.",
    "cardsText": [
      [
        "(6) And they rose up early on the morrow, and offered burnt",
        "offerings, and brought peace offerings; and the people sat",
        "down to eat and to drink, and rose up to play. (7) And the LORD",
        "said unto Moses, Go, get thee down; for thy people, which",
        "thou broughtest out of the land of Egypt, have corrupted",
        "themselves: (8) They have turned aside quickly out of the way",
        "which I commanded them: they have made them a molten",
        "calf, and have worshipped it, and have sacrificed thereunto,",
        "and said, These be thy gods, O Israel, which have brought",
        "thee up out of the land of Egypt. (9) And the LORD said unto",
        "Moses, I have seen this people, and, behold, it is a stiffnecked"
      ],
      [
        "people: (10) Now therefore let me alone, that my wrath may",
        "wax hot against them, and that I may consume them: and I will",
        "make of thee a great nation. (11) And Moses besought the",
        "LORD his God, and said, LORD, why doth thy wrath wax hot",
        "against thy people, which thou hast brought forth out of the",
        "land of Egypt with great power, and with a mighty hand? (12)",
        "Wherefore should the Egyptians speak, and say, For mischief",
        "did he bring them out, to slay them in the mountains, and",
        "to consume them from the face of the earth? Turn from thy",
        "fierce wrath, and repent of this evil against thy people. (13)",
        "Remember Abraham, Isaac, and Israel, thy servants, to whom"
      ],
      [
        "thou swarest by thine own self, and saidst unto them, I will",
        "multiply your seed as the stars of heaven, and all this land",
        "that I have spoken of will I give unto your seed, and they shall",
        "inherit it for ever. (14) And the LORD repented of the evil",
        "which he thought to do unto his people."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 296,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2032006,
    "rangeEndId": 2032014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 296,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27,
      "lineMin": 27,
      "lineMax": 27
    }
  },
  {
    "ref": "Deuteronomy 1:29–32",
    "text": "(29) Then I said unto you, Dread not, neither be afraid of them. (30) The LORD your God which goeth before you, he shall fight for you, according to all that he did for you in Egypt before your eyes; (31) And in the wilderness, where thou hast seen how that the LORD thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came into this place. (32) Yet in this thing ye did not believe the LORD your God,",
    "cardsText": [
      [
        "(29) Then I said unto you, Dread not, neither be afraid of",
        "them. (30) The LORD your God which goeth before you, he",
        "shall fight for you, according to all that he did for you in Egypt",
        "before your eyes; (31) And in the wilderness, where thou hast",
        "seen how that the LORD thy God bare thee, as a man doth",
        "bear his son, in all the way that ye went, until ye came into",
        "this place. (32) Yet in this thing ye did not believe the LORD",
        "your God,"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5001029,
    "rangeEndId": 5001032,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.6,
      "wordCountMin": 83,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Deuteronomy 7:7–9",
    "text": "(7) The LORD did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people: (8) But because the LORD loved you, and because he would keep the oath which he had sworn unto your fathers, hath the LORD brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Pharaoh king of Egypt. (9) Know therefore that the LORD thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;",
    "cardsText": [
      [
        "(7) The LORD did not set his love upon you, nor choose you,",
        "because ye were more in number than any people; for ye",
        "were the fewest of all people: (8) But because the LORD",
        "loved you, and because he would keep the oath which he",
        "had sworn unto your fathers, hath the LORD brought you out",
        "with a mighty hand, and redeemed you out of the house of",
        "bondmen, from the hand of Pharaoh king of Egypt. (9) Know",
        "therefore that the LORD thy God, he is God, the faithful God,",
        "which keepeth covenant and mercy with them that love him",
        "and keep his commandments to a thousand generations;"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 107,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5007007,
    "rangeEndId": 5007009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.6,
      "wordCountMin": 102,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "1 Samuel 12:20–25",
    "text": "(20) And Samuel said unto the people, Fear not: ye have done all this wickedness: yet turn not aside from following the LORD, but serve the LORD with all your heart; (21) And turn ye not aside: for then should ye go after vain things, which cannot profit nor deliver; for they are vain. (22) For the LORD will not forsake his people for his great name's sake: because it hath pleased the LORD to make you his people. (23) Moreover as for me, God forbid that I should sin against the LORD in ceasing to pray for you: but I will teach you the good and the right way: (24) Only fear the LORD, and serve him in truth with all your heart: for consider how great things he hath done for you. (25) But if ye shall still do wickedly, ye shall be consumed, both ye and your king.",
    "cardsText": [
      [
        "(20) And Samuel said unto the people, Fear not: ye have done all",
        "this wickedness: yet turn not aside from following the LORD, but",
        "serve the LORD with all your heart; (21) And turn ye not aside: for",
        "then should ye go after vain things, which cannot profit nor deliver;",
        "for they are vain. (22) For the LORD will not forsake his people for",
        "his great name's sake: because it hath pleased the LORD to make",
        "you his people. (23) Moreover as for me, God forbid that I should",
        "sin against the LORD in ceasing to pray for you: but I will teach you",
        "the good and the right way: (24) Only fear the LORD, and serve",
        "him in truth with all your heart: for consider how great things he",
        "hath done for you. (25) But if ye shall still do wickedly, ye shall be",
        "consumed, both ye and your king."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 145,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 9012020,
    "rangeEndId": 9012025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 148,
      "wordCountMin": 145,
      "wordCountMax": 152,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "1 Chronicles 16:4–19",
    "text": "(4) And he appointed certain of the Levites to minister before the ark of the LORD, and to record, and to thank and praise the LORD God of Israel: (5) Asaph the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obededom: and Jeiel with psalteries and with harps; but Asaph made a sound with cymbals; (6) Benaiah also and Jahaziel the priests with trumpets continually before the ark of the covenant of God. (7) Then on that day David delivered first this psalm to thank the LORD into the hand of Asaph and his brethren. (8) Give thanks unto the LORD, call upon his name, make known his deeds among the people. (9) Sing unto him, sing psalms unto him, talk ye of all his wondrous works. (10) Glory ye in his holy name: let the heart of them rejoice that seek the LORD. (11) Seek the LORD and his strength, seek his face continually. (12) Remember his marvellous works that he hath done, his wonders, and the judgments of his mouth; (13) O ye seed of Israel his servant, ye children of Jacob, his chosen ones. (14) He is the LORD our God; his judgments are in all the earth. (15) Be ye mindful always of his covenant; the word which he commanded to a thousand generations; (16) Even of the covenant which he made with Abraham, and of his oath unto Isaac; (17) And hath confirmed the same to Jacob for a law, and to Israel for an everlasting covenant, (18) Saying, Unto thee will I give the land of Canaan, the lot of your inheritance; (19) When ye were but few, even a few, and strangers in it.",
    "cardsText": [
      [
        "(4) And he appointed certain of the Levites to minister",
        "before the ark of the LORD, and to record, and to thank and",
        "praise the LORD God of Israel: (5) Asaph the chief, and next",
        "to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and",
        "Mattithiah, and Eliab, and Benaiah, and Obededom: and",
        "Jeiel with psalteries and with harps; but Asaph made a sound",
        "with cymbals; (6) Benaiah also and Jahaziel the priests with",
        "trumpets continually before the ark of the covenant of God.",
        "(7) Then on that day David delivered first this psalm to thank",
        "the LORD into the hand of Asaph and his brethren. (8) Give",
        "thanks unto the LORD, call upon his name, make known his"
      ],
      [
        "deeds among the people. (9) Sing unto him, sing psalms unto",
        "him, talk ye of all his wondrous works. (10) Glory ye in his holy",
        "name: let the heart of them rejoice that seek the LORD. (11)",
        "Seek the LORD and his strength, seek his face continually.",
        "(12) Remember his marvellous works that he hath done, his",
        "wonders, and the judgments of his mouth; (13) O ye seed of",
        "Israel his servant, ye children of Jacob, his chosen ones. (14)",
        "He is the LORD our God; his judgments are in all the earth.",
        "(15) Be ye mindful always of his covenant; the word which",
        "he commanded to a thousand generations; (16) Even of the",
        "covenant which he made with Abraham, and of his oath unto"
      ],
      [
        "Isaac; (17) And hath confirmed the same to Jacob for a law,",
        "and to Israel for an everlasting covenant, (18) Saying, Unto",
        "thee will I give the land of Canaan, the lot of your inheritance;",
        "(19) When ye were but few, even a few, and strangers in it."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 275,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13016004,
    "rangeEndId": 13016019,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262,
      "wordCountMin": 254,
      "wordCountMax": 275,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 26,
      "lineMin": 26,
      "lineMax": 26
    }
  },
  {
    "ref": "Nehemiah 9:5–8",
    "text": "(5) Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and bless the LORD your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise. (6) Thou, even thou, art LORD alone; thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and thou preservest them all; and the host of heaven worshippeth thee. (7) Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham; (8) And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:",
    "cardsText": [
      [
        "(5) Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah,",
        "Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand",
        "up and bless the LORD your God for ever and ever: and",
        "blessed be thy glorious name, which is exalted above all",
        "blessing and praise. (6) Thou, even thou, art LORD alone;",
        "thou hast made heaven, the heaven of heavens, with all their",
        "host, the earth, and all things that are therein, the seas, and",
        "all that is therein, and thou preservest them all; and the host",
        "of heaven worshippeth thee. (7) Thou art the LORD the God,",
        "who didst choose Abram, and broughtest him forth out of",
        "Ur of the Chaldees, and gavest him the name of Abraham;"
      ],
      [
        "(8) And foundest his heart faithful before thee, and madest",
        "a covenant with him to give the land of the Canaanites, the",
        "Hittites, the Amorites, and the Perizzites, and the Jebusites,",
        "and the Girgashites, to give it, I say, to his seed, and hast",
        "performed thy words; for thou art righteous:"
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 162,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16009005,
    "rangeEndId": 16009008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 153.4,
      "wordCountMin": 146,
      "wordCountMax": 162,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.4,
      "lineMin": 15,
      "lineMax": 16
    }
  },
  {
    "ref": "Job 36:22–33",
    "text": "(22) Behold, God exalteth by his power: who teacheth like him? (23) Who hath enjoined him his way? or who can say, Thou hast wrought iniquity? (24) Remember that thou magnify his work, which men behold. (25) Every man may see it; man may behold it afar off. (26) Behold, God is great, and we know him not, neither can the number of his years be searched out. (27) For he maketh small the drops of water: they pour down rain according to the vapour thereof: (28) Which the clouds do drop and distil upon man abundantly. (29) Also can any understand the spreadings of the clouds, or the noise of his tabernacle? (30) Behold, he spreadeth his light upon it, and covereth the bottom of the sea. (31) For by them judgeth he the people; he giveth meat in abundance. (32) With clouds he covereth the light; and commandeth it not to shine by the cloud that cometh betwixt. (33) The noise thereof sheweth concerning it, the cattle also concerning the vapour.",
    "cardsText": [
      [
        "(22) Behold, God exalteth by his power: who teacheth like",
        "him? (23) Who hath enjoined him his way? or who can say,",
        "Thou hast wrought iniquity? (24) Remember that thou magnify",
        "his work, which men behold. (25) Every man may see it; man",
        "may behold it afar off. (26) Behold, God is great, and we know",
        "him not, neither can the number of his years be searched out.",
        "(27) For he maketh small the drops of water: they pour down",
        "rain according to the vapour thereof: (28) Which the clouds",
        "do drop and distil upon man abundantly. (29) Also can any",
        "understand the spreadings of the clouds, or the noise of his",
        "tabernacle? (30) Behold, he spreadeth his light upon it, and"
      ],
      [
        "covereth the bottom of the sea. (31) For by them judgeth he",
        "the people; he giveth meat in abundance. (32) With clouds",
        "he covereth the light; and commandeth it not to shine by the",
        "cloud that cometh betwixt. (33) The noise thereof sheweth",
        "concerning it, the cattle also concerning the vapour."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 161,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18036022,
    "rangeEndId": 18036033,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 156,
      "wordCountMin": 149,
      "wordCountMax": 161,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.8,
      "lineMin": 15,
      "lineMax": 17
    }
  },
  {
    "ref": "Job 40:15–24",
    "text": "(15) Behold now behemoth, which I made with thee; he eateth grass as an ox. (16) Lo now, his strength is in his loins, and his force is in the navel of his belly. (17) He moveth his tail like a cedar: the sinews of his stones are wrapped together. (18) His bones are as strong pieces of brass; his bones are like bars of iron. (19) He is the chief of the ways of God: he that made him can make his sword to approach unto him. (20) Surely the mountains bring him forth food, where all the beasts of the field play. (21) He lieth under the shady trees, in the covert of the reed, and fens. (22) The shady trees cover him with their shadow; the willows of the brook compass him about. (23) Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth. (24) He taketh it with his eyes: his nose pierceth through snares.",
    "cardsText": [
      [
        "(15) Behold now behemoth, which I made with thee; he",
        "eateth grass as an ox. (16) Lo now, his strength is in his loins,",
        "and his force is in the navel of his belly. (17) He moveth his tail",
        "like a cedar: the sinews of his stones are wrapped together.",
        "(18) His bones are as strong pieces of brass; his bones are",
        "like bars of iron. (19) He is the chief of the ways of God: he",
        "that made him can make his sword to approach unto him.",
        "(20) Surely the mountains bring him forth food, where all the",
        "beasts of the field play. (21) He lieth under the shady trees,",
        "in the covert of the reed, and fens. (22) The shady trees cover",
        "him with their shadow; the willows of the brook compass him"
      ],
      [
        "about. (23) Behold, he drinketh up a river, and hasteth not: he",
        "trusteth that he can draw up Jordan into his mouth. (24) He",
        "taketh it with his eyes: his nose pierceth through snares."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 159,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18040015,
    "rangeEndId": 18040024,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154.2,
      "wordCountMin": 146,
      "wordCountMax": 159,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Psalm 81:1–16",
    "text": "(1) Sing aloud unto God our strength: make a joyful noise unto the God of Jacob. (2) Take a psalm, and bring hither the timbrel, the pleasant harp with the psaltery. (3) Blow up the trumpet in the new moon, in the time appointed, on our solemn feast day. (4) For this was a statute for Israel, and a law of the God of Jacob. (5) This he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not. (6) I removed his shoulder from the burden: his hands were delivered from the pots. (7) Thou calledst in trouble, and I delivered thee; I answered thee in the secret place of thunder: I proved thee at the waters of Meribah. Selah. (8) Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me; (9) There shall no strange god be in thee; neither shalt thou worship any strange god. (10) I am the LORD thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it. (11) But my people would not hearken to my voice; and Israel would none of me. (12) So I gave them up unto their own hearts' lust: and they walked in their own counsels. (13) Oh that my people had hearkened unto me, and Israel had walked in my ways! (14) I should soon have subdued their enemies, and turned my hand against their adversaries. (15) The haters of the LORD should have submitted themselves unto him: but their time should have endured for ever. (16) He should have fed them also with the finest of the wheat: and with honey out of the rock should I have satisfied thee.",
    "cardsText": [
      [
        "(1) Sing aloud unto God our strength: make a joyful noise",
        "unto the God of Jacob. (2) Take a psalm, and bring hither",
        "the timbrel, the pleasant harp with the psaltery. (3) Blow up",
        "the trumpet in the new moon, in the time appointed, on our",
        "solemn feast day. (4) For this was a statute for Israel, and a",
        "law of the God of Jacob. (5) This he ordained in Joseph for",
        "a testimony, when he went out through the land of Egypt:",
        "where I heard a language that I understood not. (6) I removed",
        "his shoulder from the burden: his hands were delivered from",
        "the pots. (7) Thou calledst in trouble, and I delivered thee; I",
        "answered thee in the secret place of thunder: I proved thee"
      ],
      [
        "at the waters of Meribah. Selah. (8) Hear, O my people, and",
        "I will testify unto thee: O Israel, if thou wilt hearken unto",
        "me; (9) There shall no strange god be in thee; neither shalt",
        "thou worship any strange god. (10) I am the LORD thy God,",
        "which brought thee out of the land of Egypt: open thy mouth",
        "wide, and I will fill it. (11) But my people would not hearken",
        "to my voice; and Israel would none of me. (12) So I gave",
        "them up unto their own hearts' lust: and they walked in their",
        "own counsels. (13) Oh that my people had hearkened unto",
        "me, and Israel had walked in my ways! (14) I should soon",
        "have subdued their enemies, and turned my hand against"
      ],
      [
        "their adversaries. (15) The haters of the LORD should have",
        "submitted themselves unto him: but their time should have",
        "endured for ever. (16) He should have fed them also with the",
        "finest of the wheat: and with honey out of the rock should I",
        "have satisfied thee."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 288,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19081001,
    "rangeEndId": 19081016,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 275.6,
      "wordCountMin": 264,
      "wordCountMax": 288,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.4,
      "lineMin": 22,
      "lineMax": 27
    }
  },
  {
    "ref": "Psalm 106:2–17",
    "text": "(2) Who can utter the mighty acts of the LORD? who can shew forth all his praise? (3) Blessed are they that keep judgment, and he that doeth righteousness at all times. (4) Remember me, O LORD, with the favour that thou bearest unto thy people: O visit me with thy salvation; (5) That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance. (6) We have sinned with our fathers, we have committed iniquity, we have done wickedly. (7) Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea. (8) Nevertheless he saved them for his name's sake, that he might make his mighty power to be known. (9) He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness. (10) And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy. (11) And the waters covered their enemies: there was not one of them left. (12) Then believed they his words; they sang his praise. (13) They soon forgat his works; they waited not for his counsel: (14) But lusted exceedingly in the wilderness, and tempted God in the desert. (15) And he gave them their request; but sent leanness into their soul. (16) They envied Moses also in the camp, and Aaron the saint of the LORD. (17) The earth opened and swallowed up Dathan, and covered the company of Abiram.",
    "cardsText": [
      [
        "(2) Who can utter the mighty acts of the LORD? who can shew",
        "forth all his praise? (3) Blessed are they that keep judgment, and",
        "he that doeth righteousness at all times. (4) Remember me, O",
        "LORD, with the favour that thou bearest unto thy people: O visit",
        "me with thy salvation; (5) That I may see the good of thy chosen,",
        "that I may rejoice in the gladness of thy nation, that I may glory",
        "with thine inheritance. (6) We have sinned with our fathers, we",
        "have committed iniquity, we have done wickedly. (7) Our fathers",
        "understood not thy wonders in Egypt; they remembered not the",
        "multitude of thy mercies; but provoked him at the sea, even at the",
        "Red sea. (8) Nevertheless he saved them for his name's sake, that",
        "he might make his mighty power to be known. (9) He rebuked"
      ],
      [
        "the Red sea also, and it was dried up: so he led them through the",
        "depths, as through the wilderness. (10) And he saved them from",
        "the hand of him that hated them, and redeemed them from the",
        "hand of the enemy. (11) And the waters covered their enemies:",
        "there was not one of them left. (12) Then believed they his words;",
        "they sang his praise. (13) They soon forgat his works; they waited",
        "not for his counsel: (14) But lusted exceedingly in the wilderness,",
        "and tempted God in the desert. (15) And he gave them their",
        "request; but sent leanness into their soul. (16) They envied Moses",
        "also in the camp, and Aaron the saint of the LORD. (17) The earth",
        "opened and swallowed up Dathan, and covered the company of",
        "Abiram."
      ]
    ],
    "cards": 2,
    "lines": 24,
    "lastCardLines": 12,
    "wordCount": 261,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19106002,
    "rangeEndId": 19106017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 262.2,
      "wordCountMin": 254,
      "wordCountMax": 268,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 24,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Psalm 112:1–9",
    "text": "(1) Praise ye the LORD. Blessed is the man that feareth the LORD, that delighteth greatly in his commandments. (2) His seed shall be mighty upon earth: the generation of the upright shall be blessed. (3) Wealth and riches shall be in his house: and his righteousness endureth for ever. (4) Unto the upright there ariseth light in the darkness: he is gracious, and full of compassion, and righteous. (5) A good man sheweth favour, and lendeth: he will guide his affairs with discretion. (6) Surely he shall not be moved for ever: the righteous shall be in everlasting remembrance. (7) He shall not be afraid of evil tidings: his heart is fixed, trusting in the LORD. (8) His heart is established, he shall not be afraid, until he see his desire upon his enemies. (9) He hath dispersed, he hath given to the poor; his righteousness endureth for ever; his horn shall be exalted with honour.",
    "cardsText": [
      [
        "(1) Praise ye the LORD. Blessed is the man that feareth the",
        "LORD, that delighteth greatly in his commandments. (2)",
        "His seed shall be mighty upon earth: the generation of the",
        "upright shall be blessed. (3) Wealth and riches shall be in his",
        "house: and his righteousness endureth for ever. (4) Unto the",
        "upright there ariseth light in the darkness: he is gracious, and",
        "full of compassion, and righteous. (5) A good man sheweth",
        "favour, and lendeth: he will guide his affairs with discretion.",
        "(6) Surely he shall not be moved for ever: the righteous shall",
        "be in everlasting remembrance. (7) He shall not be afraid of",
        "evil tidings: his heart is fixed, trusting in the LORD. (8) His heart"
      ],
      [
        "is established, he shall not be afraid, until he see his desire",
        "upon his enemies. (9) He hath dispersed, he hath given to the",
        "poor; his righteousness endureth for ever; his horn shall be",
        "exalted with honour."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 148,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19112001,
    "rangeEndId": 19112009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 143.4,
      "wordCountMin": 137,
      "wordCountMax": 148,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.6,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "Isaiah 59:14–21",
    "text": "(14) And judgment is turned away backward, and justice standeth afar off: for truth is fallen in the street, and equity cannot enter. (15) Yea, truth faileth; and he that departeth from evil maketh himself a prey: and the LORD saw it, and it displeased him that there was no judgment. (16) And he saw that there was no man, and wondered that there was no intercessor: therefore his arm brought salvation unto him; and his righteousness, it sustained him. (17) For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloke. (18) According to their deeds, accordingly he will repay, fury to his adversaries, recompence to his enemies; to the islands he will repay recompence. (19) So shall they fear the name of the LORD from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him. (20) And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the LORD. (21) As for me, this is my covenant with them, saith the LORD; My spirit that is upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed's seed, saith the LORD, from henceforth and for ever.",
    "cardsText": [
      [
        "(14) And judgment is turned away backward, and justice standeth",
        "afar off: for truth is fallen in the street, and equity cannot enter. (15)",
        "Yea, truth faileth; and he that departeth from evil maketh himself a",
        "prey: and the LORD saw it, and it displeased him that there was no",
        "judgment. (16) And he saw that there was no man, and wondered",
        "that there was no intercessor: therefore his arm brought salvation",
        "unto him; and his righteousness, it sustained him. (17) For he put",
        "on righteousness as a breastplate, and an helmet of salvation upon",
        "his head; and he put on the garments of vengeance for clothing,",
        "and was clad with zeal as a cloke. (18) According to their deeds,",
        "accordingly he will repay, fury to his adversaries, recompence to"
      ],
      [
        "his enemies; to the islands he will repay recompence. (19) So shall",
        "they fear the name of the LORD from the west, and his glory from",
        "the rising of the sun. When the enemy shall come in like a flood,",
        "the Spirit of the LORD shall lift up a standard against him. (20) And",
        "the Redeemer shall come to Zion, and unto them that turn from",
        "transgression in Jacob, saith the LORD. (21) As for me, this is my",
        "covenant with them, saith the LORD; My spirit that is upon thee,",
        "and my words which I have put in thy mouth, shall not depart out",
        "of thy mouth, nor out of the mouth of thy seed, nor out of the",
        "mouth of thy seed's seed, saith the LORD, from henceforth and for",
        "ever."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 255,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23059014,
    "rangeEndId": 23059021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 248.4,
      "wordCountMin": 245,
      "wordCountMax": 255,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.2,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Nahum 1:3–8",
    "text": "(3) The LORD is slow to anger, and great in power, and will not at all acquit the wicked: the LORD hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet. (4) He rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth. (5) The mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein. (6) Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him. (7) The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him. (8) But with an overrunning flood he will make an utter end of the place thereof, and darkness shall pursue his enemies.",
    "cardsText": [
      [
        "(3) The LORD is slow to anger, and great in power, and will",
        "not at all acquit the wicked: the LORD hath his way in the",
        "whirlwind and in the storm, and the clouds are the dust of his",
        "feet. (4) He rebuketh the sea, and maketh it dry, and drieth up",
        "all the rivers: Bashan languisheth, and Carmel, and the flower",
        "of Lebanon languisheth. (5) The mountains quake at him,",
        "and the hills melt, and the earth is burned at his presence,",
        "yea, the world, and all that dwell therein. (6) Who can stand",
        "before his indignation? and who can abide in the fierceness",
        "of his anger? his fury is poured out like fire, and the rocks are",
        "thrown down by him. (7) The LORD is good, a strong hold in"
      ],
      [
        "the day of trouble; and he knoweth them that trust in him. (8)",
        "But with an overrunning flood he will make an utter end of",
        "the place thereof, and darkness shall pursue his enemies."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 160,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001003,
    "rangeEndId": 34001008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154,
      "wordCountMin": 148,
      "wordCountMax": 160,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) Come unto me, all ye that labour and are heavy laden, and I will give you rest. (29) Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
    "cardsText": [
      [
        "(28) Come unto me, all ye that labour and are heavy laden,",
        "and I will give you rest. (29) Take my yoke upon you, and learn",
        "of me; for I am meek and lowly in heart: and ye shall find rest",
        "unto your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 42,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Mark 10:5–10",
    "text": "(5) And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept. (6) But from the beginning of the creation God made them male and female. (7) For this cause shall a man leave his father and mother, and cleave to his wife; (8) And they twain shall be one flesh: so then they are no more twain, but one flesh. (9) What therefore God hath joined together, let not man put asunder. (10) And in the house his disciples asked him again of the same matter.",
    "cardsText": [
      [
        "(5) And Jesus answered and said unto them, For the hardness",
        "of your heart he wrote you this precept. (6) But from the",
        "beginning of the creation God made them male and female.",
        "(7) For this cause shall a man leave his father and mother, and",
        "cleave to his wife; (8) And they twain shall be one flesh: so",
        "then they are no more twain, but one flesh. (9) What therefore",
        "God hath joined together, let not man put asunder. (10) And",
        "in the house his disciples asked him again of the same matter."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41010005,
    "rangeEndId": 41010010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.8,
      "wordCountMin": 78,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Luke 12:22–40",
    "text": "(22) And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on. (23) The life is more than meat, and the body is more than raiment. (24) Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls? (25) And which of you with taking thought can add to his stature one cubit? (26) If ye then be not able to do that thing which is least, why take ye thought for the rest? (27) Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these. (28) If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith? (29) And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind. (30) For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. (31) But rather seek ye the kingdom of God; and all these things shall be added unto you. (32) Fear not, little flock; for it is your Father's good pleasure to give you the kingdom. (33) Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth. (34) For where your treasure is, there will your heart be also. (35) Let your loins be girded about, and your lights burning; (36) And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately. (37) Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them. (38) And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants. (39) And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through. (40) Be ye therefore ready also: for the Son of man cometh at an hour when ye think not.",
    "cardsText": [
      [
        "(22) And he said unto his disciples, Therefore I say unto you,",
        "Take no thought for your life, what ye shall eat; neither for the",
        "body, what ye shall put on. (23) The life is more than meat,",
        "and the body is more than raiment. (24) Consider the ravens:",
        "for they neither sow nor reap; which neither have storehouse",
        "nor barn; and God feedeth them: how much more are ye",
        "better than the fowls? (25) And which of you with taking",
        "thought can add to his stature one cubit? (26) If ye then be",
        "not able to do that thing which is least, why take ye thought",
        "for the rest? (27) Consider the lilies how they grow: they toil",
        "not, they spin not; and yet I say unto you, that Solomon in all"
      ],
      [
        "his glory was not arrayed like one of these. (28) If then God",
        "so clothe the grass, which is to day in the field, and to morrow",
        "is cast into the oven; how much more will he clothe you, O",
        "ye of little faith? (29) And seek not ye what ye shall eat, or",
        "what ye shall drink, neither be ye of doubtful mind. (30) For",
        "all these things do the nations of the world seek after: and",
        "your Father knoweth that ye have need of these things. (31)",
        "But rather seek ye the kingdom of God; and all these things",
        "shall be added unto you. (32) Fear not, little flock; for it is your",
        "Father's good pleasure to give you the kingdom. (33) Sell that",
        "ye have, and give alms; provide yourselves bags which wax"
      ],
      [
        "not old, a treasure in the heavens that faileth not, where no",
        "thief approacheth, neither moth corrupteth. (34) For where",
        "your treasure is, there will your heart be also. (35) Let your",
        "loins be girded about, and your lights burning; (36) And ye",
        "yourselves like unto men that wait for their lord, when he will",
        "return from the wedding; that when he cometh and knocketh,",
        "they may open unto him immediately. (37) Blessed are those",
        "servants, whom the lord when he cometh shall find watching:",
        "verily I say unto you, that he shall gird himself, and make them",
        "to sit down to meat, and will come forth and serve them. (38)",
        "And if he shall come in the second watch, or come in the third"
      ],
      [
        "watch, and find them so, blessed are those servants. (39) And",
        "this know, that if the goodman of the house had known what",
        "hour the thief would come, he would have watched, and not",
        "have suffered his house to be broken through. (40) Be ye",
        "therefore ready also: for the Son of man cometh at an hour",
        "when ye think not."
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 436,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42012022,
    "rangeEndId": 42012040,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 428.8,
      "wordCountMin": 418,
      "wordCountMax": 439,
      "levelMin": 3,
      "levelMax": 3.5,
      "lineAve": 36.8,
      "lineMin": 34,
      "lineMax": 39
    }
  },
  {
    "ref": "Luke 16:13",
    "text": "(13) No servant can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.",
    "cardsText": [
      [
        "(13) No servant can serve two masters: for either he will hate",
        "the one, and love the other; or else he will hold to the one,",
        "and despise the other. Ye cannot serve God and mammon."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42016013,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 35,
      "wordCountMin": 34,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 10:4–16",
    "text": "(4) And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice. (5) And a stranger will they not follow, but will flee from him: for they know not the voice of strangers. (6) This parable spake Jesus unto them: but they understood not what things they were which he spake unto them. (7) Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep. (8) All that ever came before me are thieves and robbers: but the sheep did not hear them. (9) I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture. (10) The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly. (11) I am the good shepherd: the good shepherd giveth his life for the sheep. (12) But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep. (13) The hireling fleeth, because he is an hireling, and careth not for the sheep. (14) I am the good shepherd, and know my sheep, and am known of mine. (15) As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep. (16) And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.",
    "cardsText": [
      [
        "(4) And when he putteth forth his own sheep, he goeth before",
        "them, and the sheep follow him: for they know his voice. (5) And a",
        "stranger will they not follow, but will flee from him: for they know",
        "not the voice of strangers. (6) This parable spake Jesus unto them:",
        "but they understood not what things they were which he spake",
        "unto them. (7) Then said Jesus unto them again, Verily, verily, I say",
        "unto you, I am the door of the sheep. (8) All that ever came before",
        "me are thieves and robbers: but the sheep did not hear them. (9) I",
        "am the door: by me if any man enter in, he shall be saved, and shall",
        "go in and out, and find pasture. (10) The thief cometh not, but for",
        "to steal, and to kill, and to destroy: I am come that they might have",
        "life, and that they might have it more abundantly. (11) I am the"
      ],
      [
        "good shepherd: the good shepherd giveth his life for the sheep.",
        "(12) But he that is an hireling, and not the shepherd, whose own",
        "the sheep are not, seeth the wolf coming, and leaveth the sheep,",
        "and fleeth: and the wolf catcheth them, and scattereth the sheep.",
        "(13) The hireling fleeth, because he is an hireling, and careth not",
        "for the sheep. (14) I am the good shepherd, and know my sheep,",
        "and am known of mine. (15) As the Father knoweth me, even so",
        "know I the Father: and I lay down my life for the sheep. (16) And",
        "other sheep I have, which are not of this fold: them also I must",
        "bring, and they shall hear my voice; and there shall be one fold,",
        "and one shepherd."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 279,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43010004,
    "rangeEndId": 43010016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 277,
      "wordCountMin": 269,
      "wordCountMax": 282,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "John 16:5–17",
    "text": "(5) But now I go my way to him that sent me; and none of you asketh me, Whither goest thou? (6) But because I have said these things unto you, sorrow hath filled your heart. (7) Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you. (8) And when he is come, he will reprove the world of sin, and of righteousness, and of judgment: (9) Of sin, because they believe not on me; (10) Of righteousness, because I go to my Father, and ye see me no more; (11) Of judgment, because the prince of this world is judged. (12) I have yet many things to say unto you, but ye cannot bear them now. (13) Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come. (14) He shall glorify me: for he shall receive of mine, and shall shew it unto you. (15) All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you. (16) A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father. (17) Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?",
    "cardsText": [
      [
        "(5) But now I go my way to him that sent me; and none of you",
        "asketh me, Whither goest thou? (6) But because I have said these",
        "things unto you, sorrow hath filled your heart. (7) Nevertheless I",
        "tell you the truth; It is expedient for you that I go away: for if I go",
        "not away, the Comforter will not come unto you; but if I depart, I",
        "will send him unto you. (8) And when he is come, he will reprove",
        "the world of sin, and of righteousness, and of judgment: (9) Of sin,",
        "because they believe not on me; (10) Of righteousness, because",
        "I go to my Father, and ye see me no more; (11) Of judgment,",
        "because the prince of this world is judged. (12) I have yet many",
        "things to say unto you, but ye cannot bear them now. (13) Howbeit"
      ],
      [
        "when he, the Spirit of truth, is come, he will guide you into all truth:",
        "for he shall not speak of himself; but whatsoever he shall hear, that",
        "shall he speak: and he will shew you things to come. (14) He shall",
        "glorify me: for he shall receive of mine, and shall shew it unto you.",
        "(15) All things that the Father hath are mine: therefore said I, that",
        "he shall take of mine, and shall shew it unto you. (16) A little while,",
        "and ye shall not see me: and again, a little while, and ye shall see",
        "me, because I go to the Father. (17) Then said some of his disciples",
        "among themselves, What is this that he saith unto us, A little while,",
        "and ye shall not see me: and again, a little while, and ye shall see",
        "me: and, Because I go to the Father?"
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 283,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016005,
    "rangeEndId": 43016017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 287.2,
      "wordCountMin": 281,
      "wordCountMax": 294,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 22,
      "lineMax": 23
    }
  },
  {
    "ref": "Acts 20:15–36",
    "text": "(15) And we sailed thence, and came the next day over against Chios; and the next day we arrived at Samos, and tarried at Trogyllium; and the next day we came to Miletus. (16) For Paul had determined to sail by Ephesus, because he would not spend the time in Asia: for he hasted, if it were possible for him, to be at Jerusalem the day of Pentecost. (17) And from Miletus he sent to Ephesus, and called the elders of the church. (18) And when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons, (19) Serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews: (20) And how I kept back nothing that was profitable unto you, but have shewed you, and have taught you publickly, and from house to house, (21) Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ. (22) And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there: (23) Save that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me. (24) But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God. (25) And now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more. (26) Wherefore I take you to record this day, that I am pure from the blood of all men. (27) For I have not shunned to declare unto you all the counsel of God. (28) Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood. (29) For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock. (30) Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them. (31) Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears. (32) And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified. (33) I have coveted no man's silver, or gold, or apparel. (34) Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me. (35) I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. (36) And when he had thus spoken, he kneeled down, and prayed with them all.",
    "cardsText": [
      [
        "(15) And we sailed thence, and came the next day over against",
        "Chios; and the next day we arrived at Samos, and tarried at",
        "Trogyllium; and the next day we came to Miletus. (16) For Paul",
        "had determined to sail by Ephesus, because he would not spend",
        "the time in Asia: for he hasted, if it were possible for him, to be at",
        "Jerusalem the day of Pentecost. (17) And from Miletus he sent to",
        "Ephesus, and called the elders of the church. (18) And when they",
        "were come to him, he said unto them, Ye know, from the first day",
        "that I came into Asia, after what manner I have been with you at all",
        "seasons, (19) Serving the Lord with all humility of mind, and with",
        "many tears, and temptations, which befell me by the lying in wait"
      ],
      [
        "of the Jews: (20) And how I kept back nothing that was profitable",
        "unto you, but have shewed you, and have taught you publickly,",
        "and from house to house, (21) Testifying both to the Jews, and",
        "also to the Greeks, repentance toward God, and faith toward our",
        "Lord Jesus Christ. (22) And now, behold, I go bound in the spirit",
        "unto Jerusalem, not knowing the things that shall befall me there:",
        "(23) Save that the Holy Ghost witnesseth in every city, saying that",
        "bonds and afflictions abide me. (24) But none of these things move",
        "me, neither count I my life dear unto myself, so that I might finish",
        "my course with joy, and the ministry, which I have received of the",
        "Lord Jesus, to testify the gospel of the grace of God. (25) And now,"
      ],
      [
        "behold, I know that ye all, among whom I have gone preaching the",
        "kingdom of God, shall see my face no more. (26) Wherefore I take",
        "you to record this day, that I am pure from the blood of all men.",
        "(27) For I have not shunned to declare unto you all the counsel of",
        "God. (28) Take heed therefore unto yourselves, and to all the flock,",
        "over the which the Holy Ghost hath made you overseers, to feed",
        "the church of God, which he hath purchased with his own blood.",
        "(29) For I know this, that after my departing shall grievous wolves",
        "enter in among you, not sparing the flock. (30) Also of your own",
        "selves shall men arise, speaking perverse things, to draw away",
        "disciples after them. (31) Therefore watch, and remember, that by"
      ],
      [
        "the space of three years I ceased not to warn every one night and",
        "day with tears. (32) And now, brethren, I commend you to God,",
        "and to the word of his grace, which is able to build you up, and",
        "to give you an inheritance among all them which are sanctified.",
        "(33) I have coveted no man's silver, or gold, or apparel. (34) Yea,",
        "ye yourselves know, that these hands have ministered unto my",
        "necessities, and to them that were with me. (35) I have shewed",
        "you all things, how that so labouring ye ought to support the weak,",
        "and to remember the words of the Lord Jesus, how he said, It is",
        "more blessed to give than to receive. (36) And when he had thus",
        "spoken, he kneeled down, and prayed with them all."
      ]
    ],
    "cards": 4,
    "lines": 44,
    "lastCardLines": 11,
    "wordCount": 526,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44020015,
    "rangeEndId": 44020036,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 512.6,
      "wordCountMin": 504,
      "wordCountMax": 526,
      "levelMin": 4,
      "levelMax": 4,
      "lineAve": 42.8,
      "lineMin": 42,
      "lineMax": 44
    }
  },
  {
    "ref": "Romans 10:8–14",
    "text": "(8) But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach; (9) That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved. (10) For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation. (11) For the scripture saith, Whosoever believeth on him shall not be ashamed. (12) For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him. (13) For whosoever shall call upon the name of the Lord shall be saved. (14) How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?",
    "cardsText": [
      [
        "(8) But what saith it? The word is nigh thee, even in thy mouth,",
        "and in thy heart: that is, the word of faith, which we preach;",
        "(9) That if thou shalt confess with thy mouth the Lord Jesus,",
        "and shalt believe in thine heart that God hath raised him from",
        "the dead, thou shalt be saved. (10) For with the heart man",
        "believeth unto righteousness; and with the mouth confession",
        "is made unto salvation. (11) For the scripture saith, Whosoever",
        "believeth on him shall not be ashamed. (12) For there is no",
        "difference between the Jew and the Greek: for the same Lord",
        "over all is rich unto all that call upon him. (13) For whosoever",
        "shall call upon the name of the Lord shall be saved. (14) How"
      ],
      [
        "then shall they call on him in whom they have not believed?",
        "and how shall they believe in him of whom they have not",
        "heard? and how shall they hear without a preacher?"
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 156,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45010008,
    "rangeEndId": 45010014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 159,
      "wordCountMin": 153,
      "wordCountMax": 166,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.4,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "1 Corinthians 12:18–31",
    "text": "(18) But now hath God set the members every one of them in the body, as it hath pleased him. (19) And if they were all one member, where were the body? (20) But now are they many members, yet but one body. (21) And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you. (22) Nay, much more those members of the body, which seem to be more feeble, are necessary: (23) And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness. (24) For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked: (25) That there should be no schism in the body; but that the members should have the same care one for another. (26) And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it. (27) Now ye are the body of Christ, and members in particular. (28) And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues. (29) Are all apostles? are all prophets? are all teachers? are all workers of miracles? (30) Have all the gifts of healing? do all speak with tongues? do all interpret? (31) But covet earnestly the best gifts: and yet shew I unto you a more excellent way.",
    "cardsText": [
      [
        "(18) But now hath God set the members every one of them in the",
        "body, as it hath pleased him. (19) And if they were all one member,",
        "where were the body? (20) But now are they many members, yet",
        "but one body. (21) And the eye cannot say unto the hand, I have",
        "no need of thee: nor again the head to the feet, I have no need",
        "of you. (22) Nay, much more those members of the body, which",
        "seem to be more feeble, are necessary: (23) And those members",
        "of the body, which we think to be less honourable, upon these we",
        "bestow more abundant honour; and our uncomely parts have more",
        "abundant comeliness. (24) For our comely parts have no need:",
        "but God hath tempered the body together, having given more",
        "abundant honour to that part which lacked: (25) That there should"
      ],
      [
        "be no schism in the body; but that the members should have the",
        "same care one for another. (26) And whether one member suffer,",
        "all the members suffer with it; or one member be honoured, all the",
        "members rejoice with it. (27) Now ye are the body of Christ, and",
        "members in particular. (28) And God hath set some in the church,",
        "first apostles, secondarily prophets, thirdly teachers, after that",
        "miracles, then gifts of healings, helps, governments, diversities of",
        "tongues. (29) Are all apostles? are all prophets? are all teachers?",
        "are all workers of miracles? (30) Have all the gifts of healing? do all",
        "speak with tongues? do all interpret? (31) But covet earnestly the",
        "best gifts: and yet shew I unto you a more excellent way."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 259,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46012018,
    "rangeEndId": 46012031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 261.4,
      "wordCountMin": 247,
      "wordCountMax": 287,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.2,
      "lineMin": 22,
      "lineMax": 26
    }
  },
  {
    "ref": "2 Corinthians 11:13–33",
    "text": "(13) For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ. (14) And no marvel; for Satan himself is transformed into an angel of light. (15) Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works. (16) I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little. (17) That which I speak, I speak it not after the Lord, but as it were foolishly, in this confidence of boasting. (18) Seeing that many glory after the flesh, I will glory also. (19) For ye suffer fools gladly, seeing ye yourselves are wise. (20) For ye suffer, if a man bring you into bondage, if a man devour you, if a man take of you, if a man exalt himself, if a man smite you on the face. (21) I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also. (22) Are they Hebrews? so am I. Are they Israelites? so am I. Are they the seed of Abraham? so am I. (23) Are they ministers of Christ? (I speak as a fool) I am more; in labours more abundant, in stripes above measure, in prisons more frequent, in deaths oft. (24) Of the Jews five times received I forty stripes save one. (25) Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep; (26) In journeyings often, in perils of waters, in perils of robbers, in perils by mine own countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren; (27) In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness. (28) Beside those things that are without, that which cometh upon me daily, the care of all the churches. (29) Who is weak, and I am not weak? who is offended, and I burn not? (30) If I must needs glory, I will glory of the things which concern mine infirmities. (31) The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not. (32) In Damascus the governor under Aretas the king kept the city of the Damascenes with a garrison, desirous to apprehend me: (33) And through a window in a basket was I let down by the wall, and escaped his hands.",
    "cardsText": [
      [
        "(13) For such are false apostles, deceitful workers,",
        "transforming themselves into the apostles of Christ. (14) And",
        "no marvel; for Satan himself is transformed into an angel of",
        "light. (15) Therefore it is no great thing if his ministers also",
        "be transformed as the ministers of righteousness; whose",
        "end shall be according to their works. (16) I say again, Let",
        "no man think me a fool; if otherwise, yet as a fool receive",
        "me, that I may boast myself a little. (17) That which I speak,",
        "I speak it not after the Lord, but as it were foolishly, in this",
        "confidence of boasting. (18) Seeing that many glory after the",
        "flesh, I will glory also. (19) For ye suffer fools gladly, seeing"
      ],
      [
        "ye yourselves are wise. (20) For ye suffer, if a man bring you",
        "into bondage, if a man devour you, if a man take of you, if",
        "a man exalt himself, if a man smite you on the face. (21) I",
        "speak as concerning reproach, as though we had been weak.",
        "Howbeit whereinsoever any is bold, (I speak foolishly,) I am",
        "bold also. (22) Are they Hebrews? so am I. Are they Israelites?",
        "so am I. Are they the seed of Abraham? so am I. (23) Are they",
        "ministers of Christ? (I speak as a fool) I am more; in labours",
        "more abundant, in stripes above measure, in prisons more",
        "frequent, in deaths oft. (24) Of the Jews five times received",
        "I forty stripes save one. (25) Thrice was I beaten with rods,"
      ],
      [
        "once was I stoned, thrice I suffered shipwreck, a night and",
        "a day I have been in the deep; (26) In journeyings often,",
        "in perils of waters, in perils of robbers, in perils by mine",
        "own countrymen, in perils by the heathen, in perils in the",
        "city, in perils in the wilderness, in perils in the sea, in perils",
        "among false brethren; (27) In weariness and painfulness, in",
        "watchings often, in hunger and thirst, in fastings often, in cold",
        "and nakedness. (28) Beside those things that are without, that",
        "which cometh upon me daily, the care of all the churches. (29)",
        "Who is weak, and I am not weak? who is offended, and I burn",
        "not? (30) If I must needs glory, I will glory of the things which"
      ],
      [
        "concern mine infirmities. (31) The God and Father of our Lord",
        "Jesus Christ, which is blessed for evermore, knoweth that I",
        "lie not. (32) In Damascus the governor under Aretas the king",
        "kept the city of the Damascenes with a garrison, desirous to",
        "apprehend me: (33) And through a window in a basket was I",
        "let down by the wall, and escaped his hands."
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 427,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47011013,
    "rangeEndId": 47011033,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 432.2,
      "wordCountMin": 421,
      "wordCountMax": 460,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 39.8,
      "lineMin": 39,
      "lineMax": 41
    }
  },
  {
    "ref": "Galatians 2:20–21",
    "text": "(20) I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me. (21) I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain.",
    "cardsText": [
      [
        "(20) I am crucified with Christ: nevertheless I live; yet not I, but",
        "Christ liveth in me: and the life which I now live in the flesh I",
        "live by the faith of the Son of God, who loved me, and gave",
        "himself for me. (21) I do not frustrate the grace of God: for if",
        "righteousness come by the law, then Christ is dead in vain."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 65,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48002020,
    "rangeEndId": 48002021,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.2,
      "wordCountMin": 63,
      "wordCountMax": 66,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.6,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Ephesians 3:8–10",
    "text": "(8) Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ; (9) And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ: (10) To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,",
    "cardsText": [
      [
        "(8) Unto me, who am less than the least of all saints, is this",
        "grace given, that I should preach among the Gentiles the",
        "unsearchable riches of Christ; (9) And to make all men",
        "see what is the fellowship of the mystery, which from the",
        "beginning of the world hath been hid in God, who created",
        "all things by Jesus Christ: (10) To the intent that now unto the",
        "principalities and powers in heavenly places might be known",
        "by the church the manifold wisdom of God,"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 83,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49003008,
    "rangeEndId": 49003010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78.2,
      "wordCountMin": 73,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Colossians 1:24–29",
    "text": "(24) Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body's sake, which is the church: (25) Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God; (26) Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints: (27) To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory: (28) Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus: (29) Whereunto I also labour, striving according to his working, which worketh in me mightily.",
    "cardsText": [
      [
        "(24) Who now rejoice in my sufferings for you, and fill up that which",
        "is behind of the afflictions of Christ in my flesh for his body's sake,",
        "which is the church: (25) Whereof I am made a minister, according",
        "to the dispensation of God which is given to me for you, to fulfil",
        "the word of God; (26) Even the mystery which hath been hid from",
        "ages and from generations, but now is made manifest to his saints:",
        "(27) To whom God would make known what is the riches of the",
        "glory of this mystery among the Gentiles; which is Christ in you,",
        "the hope of glory: (28) Whom we preach, warning every man,",
        "and teaching every man in all wisdom; that we may present every",
        "man perfect in Christ Jesus: (29) Whereunto I also labour, striving",
        "according to his working, which worketh in me mightily."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 141,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51001024,
    "rangeEndId": 51001029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 144.2,
      "wordCountMin": 137,
      "wordCountMax": 157,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.6,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Colossians 3:18–25",
    "text": "(18) Wives, submit yourselves unto your own husbands, as it is fit in the Lord. (19) Husbands, love your wives, and be not bitter against them. (20) Children, obey your parents in all things: for this is well pleasing unto the Lord. (21) Fathers, provoke not your children to anger, lest they be discouraged. (22) Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God: (23) And whatsoever ye do, do it heartily, as to the Lord, and not unto men; (24) Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ. (25) But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.",
    "cardsText": [
      [
        "(18) Wives, submit yourselves unto your own husbands, as it is",
        "fit in the Lord. (19) Husbands, love your wives, and be not bitter",
        "against them. (20) Children, obey your parents in all things: for",
        "this is well pleasing unto the Lord. (21) Fathers, provoke not your",
        "children to anger, lest they be discouraged. (22) Servants, obey in",
        "all things your masters according to the flesh; not with eyeservice,",
        "as menpleasers; but in singleness of heart, fearing God: (23) And",
        "whatsoever ye do, do it heartily, as to the Lord, and not unto men;",
        "(24) Knowing that of the Lord ye shall receive the reward of the",
        "inheritance: for ye serve the Lord Christ. (25) But he that doeth",
        "wrong shall receive for the wrong which he hath done: and there",
        "is no respect of persons."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 128,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51003018,
    "rangeEndId": 51003025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 127.4,
      "wordCountMin": 118,
      "wordCountMax": 135,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Thessalonians 2:4–13",
    "text": "(4) But as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts. (5) For neither at any time used we flattering words, as ye know, nor a cloke of covetousness; God is witness: (6) Nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome, as the apostles of Christ. (7) But we were gentle among you, even as a nurse cherisheth her children: (8) So being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us. (9) For ye remember, brethren, our labour and travail: for labouring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God. (10) Ye are witnesses, and God also, how holily and justly and unblameably we behaved ourselves among you that believe: (11) As ye know how we exhorted and comforted and charged every one of you, as a father doth his children, (12) That ye would walk worthy of God, who hath called you unto his kingdom and glory. (13) For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.",
    "cardsText": [
      [
        "(4) But as we were allowed of God to be put in trust with the gospel,",
        "even so we speak; not as pleasing men, but God, which trieth our",
        "hearts. (5) For neither at any time used we flattering words, as ye",
        "know, nor a cloke of covetousness; God is witness: (6) Nor of men",
        "sought we glory, neither of you, nor yet of others, when we might",
        "have been burdensome, as the apostles of Christ. (7) But we were",
        "gentle among you, even as a nurse cherisheth her children: (8)",
        "So being affectionately desirous of you, we were willing to have",
        "imparted unto you, not the gospel of God only, but also our own",
        "souls, because ye were dear unto us. (9) For ye remember, brethren,",
        "our labour and travail: for labouring night and day, because we"
      ],
      [
        "would not be chargeable unto any of you, we preached unto you",
        "the gospel of God. (10) Ye are witnesses, and God also, how holily",
        "and justly and unblameably we behaved ourselves among you",
        "that believe: (11) As ye know how we exhorted and comforted and",
        "charged every one of you, as a father doth his children, (12) That ye",
        "would walk worthy of God, who hath called you unto his kingdom",
        "and glory. (13) For this cause also thank we God without ceasing,",
        "because, when ye received the word of God which ye heard of us,",
        "ye received it not as the word of men, but as it is in truth, the word",
        "of God, which effectually worketh also in you that believe."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 252,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 52002004,
    "rangeEndId": 52002013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 259.4,
      "wordCountMin": 252,
      "wordCountMax": 279,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "1 Timothy 6:3–9",
    "text": "(3) If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness; (4) He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings, (5) Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself. (6) But godliness with contentment is great gain. (7) For we brought nothing into this world, and it is certain we can carry nothing out. (8) And having food and raiment let us be therewith content. (9) But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
    "cardsText": [
      [
        "(3) If any man teach otherwise, and consent not to wholesome",
        "words, even the words of our Lord Jesus Christ, and to the doctrine",
        "which is according to godliness; (4) He is proud, knowing nothing,",
        "but doting about questions and strifes of words, whereof cometh",
        "envy, strife, railings, evil surmisings, (5) Perverse disputings of men",
        "of corrupt minds, and destitute of the truth, supposing that gain",
        "is godliness: from such withdraw thyself. (6) But godliness with",
        "contentment is great gain. (7) For we brought nothing into this",
        "world, and it is certain we can carry nothing out. (8) And having",
        "food and raiment let us be therewith content. (9) But they that will",
        "be rich fall into temptation and a snare, and into many foolish and",
        "hurtful lusts, which drown men in destruction and perdition."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 128,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54006003,
    "rangeEndId": 54006009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 136,
      "wordCountMin": 128,
      "wordCountMax": 144,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.8,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Titus 2:7–14",
    "text": "(7) In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity, (8) Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you. (9) Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again; (10) Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things. (11) For the grace of God that bringeth salvation hath appeared to all men, (12) Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world; (13) Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ; (14) Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.",
    "cardsText": [
      [
        "(7) In all things shewing thyself a pattern of good works: in",
        "doctrine shewing uncorruptness, gravity, sincerity, (8) Sound",
        "speech, that cannot be condemned; that he that is of the",
        "contrary part may be ashamed, having no evil thing to say of",
        "you. (9) Exhort servants to be obedient unto their own masters,",
        "and to please them well in all things; not answering again; (10)",
        "Not purloining, but shewing all good fidelity; that they may",
        "adorn the doctrine of God our Saviour in all things. (11) For",
        "the grace of God that bringeth salvation hath appeared to all",
        "men, (12) Teaching us that, denying ungodliness and worldly",
        "lusts, we should live soberly, righteously, and godly, in this"
      ],
      [
        "present world; (13) Looking for that blessed hope, and the",
        "glorious appearing of the great God and our Saviour Jesus",
        "Christ; (14) Who gave himself for us, that he might redeem",
        "us from all iniquity, and purify unto himself a peculiar people,",
        "zealous of good works."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 155,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 56002007,
    "rangeEndId": 56002014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 160.2,
      "wordCountMin": 153,
      "wordCountMax": 178,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 16.2,
      "lineMin": 16,
      "lineMax": 17
    }
  },
  {
    "ref": "1 Peter 2:18–20",
    "text": "(18) Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward. (19) For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully. (20) For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God.",
    "cardsText": [
      [
        "(18) Servants, be subject to your masters with all fear; not only",
        "to the good and gentle, but also to the froward. (19) For this",
        "is thankworthy, if a man for conscience toward God endure",
        "grief, suffering wrongfully. (20) For what glory is it, if, when",
        "ye be buffeted for your faults, ye shall take it patiently? but",
        "if, when ye do well, and suffer for it, ye take it patiently, this is",
        "acceptable with God."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 73,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 60002018,
    "rangeEndId": 60002020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 76.6,
      "wordCountMin": 70,
      "wordCountMax": 83,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.4,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Revelation 2:1–10",
    "text": "(1) Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks; (2) I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars: (3) And hast borne, and hast patience, and for my name's sake hast laboured, and hast not fainted. (4) Nevertheless I have somewhat against thee, because thou hast left thy first love. (5) Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent. (6) But this thou hast, that thou hatest the deeds of the Nicolaitans, which I also hate. (7) He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. (8) And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive; (9) I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan. (10) Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.",
    "cardsText": [
      [
        "(1) Unto the angel of the church of Ephesus write; These",
        "things saith he that holdeth the seven stars in his right hand,",
        "who walketh in the midst of the seven golden candlesticks;",
        "(2) I know thy works, and thy labour, and thy patience, and",
        "how thou canst not bear them which are evil: and thou hast",
        "tried them which say they are apostles, and are not, and hast",
        "found them liars: (3) And hast borne, and hast patience, and",
        "for my name's sake hast laboured, and hast not fainted. (4)",
        "Nevertheless I have somewhat against thee, because thou",
        "hast left thy first love. (5) Remember therefore from whence",
        "thou art fallen, and repent, and do the first works; or else I will"
      ],
      [
        "come unto thee quickly, and will remove thy candlestick out",
        "of his place, except thou repent. (6) But this thou hast, that",
        "thou hatest the deeds of the Nicolaitans, which I also hate. (7)",
        "He that hath an ear, let him hear what the Spirit saith unto the",
        "churches; To him that overcometh will I give to eat of the tree",
        "of life, which is in the midst of the paradise of God. (8) And",
        "unto the angel of the church in Smyrna write; These things",
        "saith the first and the last, which was dead, and is alive; (9)",
        "I know thy works, and tribulation, and poverty, (but thou art",
        "rich) and I know the blasphemy of them which say they are",
        "Jews, and are not, but are the synagogue of Satan. (10) Fear"
      ],
      [
        "none of those things which thou shalt suffer: behold, the devil",
        "shall cast some of you into prison, that ye may be tried; and",
        "ye shall have tribulation ten days: be thou faithful unto death,",
        "and I will give thee a crown of life."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 291,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66002001,
    "rangeEndId": 66002010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 297,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 25.4,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Revelation 14:1–8",
    "text": "(1) And I looked, and, lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father's name written in their foreheads. (2) And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and I heard the voice of harpers harping with their harps: (3) And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth. (4) These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb. (5) And in their mouth was found no guile: for they are without fault before the throne of God. (6) And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, (7) Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters. (8) And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.",
    "cardsText": [
      [
        "(1) And I looked, and, lo, a Lamb stood on the mount Sion, and with",
        "him an hundred forty and four thousand, having his Father's name",
        "written in their foreheads. (2) And I heard a voice from heaven,",
        "as the voice of many waters, and as the voice of a great thunder:",
        "and I heard the voice of harpers harping with their harps: (3) And",
        "they sung as it were a new song before the throne, and before the",
        "four beasts, and the elders: and no man could learn that song but",
        "the hundred and forty and four thousand, which were redeemed",
        "from the earth. (4) These are they which were not defiled with",
        "women; for they are virgins. These are they which follow the Lamb",
        "whithersoever he goeth. These were redeemed from among men,"
      ],
      [
        "being the firstfruits unto God and to the Lamb. (5) And in their",
        "mouth was found no guile: for they are without fault before the",
        "throne of God. (6) And I saw another angel fly in the midst of",
        "heaven, having the everlasting gospel to preach unto them that",
        "dwell on the earth, and to every nation, and kindred, and tongue,",
        "and people, (7) Saying with a loud voice, Fear God, and give glory",
        "to him; for the hour of his judgment is come: and worship him that",
        "made heaven, and earth, and the sea, and the fountains of waters.",
        "(8) And there followed another angel, saying, Babylon is fallen, is",
        "fallen, that great city, because she made all nations drink of the",
        "wine of the wrath of her fornication."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 257,
    "version": "KJV",
    "division": "Senior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66014001,
    "rangeEndId": 66014008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 244.6,
      "wordCountMin": 231,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]