[
  {
    "ref": "John 8:31–32",
    "text": "(31) To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. (32) Then you will know the truth, and the truth will set you free.\"",
    "cardsText": [
      [
        "(31) To the Jews who had believed him, Jesus said, \"If you",
        "hold to my teaching, you are really my disciples. (32) Then",
        "you will know the truth, and the truth will set you free.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43008031,
    "rangeEndId": 43008032,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.2,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "John 12:12–16",
    "text": "(12) The next day the great crowd that had come for the festival heard that Jesus was on his way to Jerusalem. (13) They took palm branches and went out to meet him, shouting, \"Hosanna!\" \"Blessed is he who comes in the name of the Lord!\" \"Blessed is the king of Israel!\" (14) Jesus found a young donkey and sat on it, as it is written: (15) \"Do not be afraid, Daughter Zion; see, your king is coming, seated on a donkey's colt.\" (16) At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that these things had been done to him.",
    "cardsText": [
      [
        "(12) The next day the great crowd that had come for the",
        "festival heard that Jesus was on his way to Jerusalem.",
        "(13) They took palm branches and went out to meet him,",
        "shouting, \"Hosanna!\" \"Blessed is he who comes in the name",
        "of the Lord!\" \"Blessed is the king of Israel!\" (14) Jesus found",
        "a young donkey and sat on it, as it is written: (15) \"Do not be",
        "afraid, Daughter Zion; see, your king is coming, seated on a",
        "donkey's colt.\" (16) At first his disciples did not understand all",
        "this. Only after Jesus was glorified did they realize that these",
        "things had been written about him and that these things had",
        "been done to him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43012012,
    "rangeEndId": 43012016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 111,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 118:22–26",
    "text": "(22) The stone the builders rejected has become the cornerstone; (23) the LORD has done this, and it is marvelous in our eyes. (24) The LORD has done it this very day; let us rejoice today and be glad. (25) LORD, save us! LORD, grant us success! (26) Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you.",
    "cardsText": [
      [
        "(22) The stone the builders rejected has become the",
        "cornerstone; (23) the LORD has done this, and it is marvelous",
        "in our eyes. (24) The LORD has done it this very day; let us",
        "rejoice today and be glad. (25) LORD, save us! LORD, grant",
        "us success! (26) Blessed is he who comes in the name of the",
        "LORD. From the house of the LORD we bless you."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 63,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19118022,
    "rangeEndId": 19118026,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 63,
      "wordCountMax": 79,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "John 13:14–17",
    "text": "(14) Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. (15) I have set you an example that you should do as I have done for you. (16) Very truly I tell you, no servant is greater than his master, nor is a messenger greater than the one who sent him. (17) Now that you know these things, you will be blessed if you do them.",
    "cardsText": [
      [
        "(14) Now that I, your Lord and Teacher, have washed your",
        "feet, you also should wash one another's feet. (15) I have set",
        "you an example that you should do as I have done for you.",
        "(16) Very truly I tell you, no servant is greater than his master,",
        "nor is a messenger greater than the one who sent him. (17)",
        "Now that you know these things, you will be blessed if you",
        "do them."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43013014,
    "rangeEndId": 43013017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.6,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Jeremiah 7:9–11",
    "text": "(9) \" 'Will you steal and murder, commit adultery and perjury, burn incense to Baal and follow other gods you have not known, (10) and then come and stand before me in this house, which bears my Name, and say, \"We are safe\"--safe to do all these detestable things? (11) Has this house, which bears my Name, become a den of robbers to you? But I have been watching! declares the LORD.",
    "cardsText": [
      [
        "(9) \" 'Will you steal and murder, commit adultery and perjury,",
        "burn incense to Baal and follow other gods you have not",
        "known, (10) and then come and stand before me in this",
        "house, which bears my Name, and say, \"We are safe\"--safe",
        "to do all these detestable things? (11) Has this house, which",
        "bears my Name, become a den of robbers to you? But I have",
        "been watching! declares the LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24007009,
    "rangeEndId": 24007011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 69,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 14:2–6",
    "text": "(2) My Father's house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you? (3) And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. (4) You know the way to the place where I am going.\" (5) Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" (6) Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.",
    "cardsText": [
      [
        "(2) My Father's house has many rooms; if that were not so,",
        "would I have told you that I am going there to prepare a place",
        "for you? (3) And if I go and prepare a place for you, I will come",
        "back and take you to be with me that you also may be where",
        "I am. (4) You know the way to the place where I am going.\"",
        "(5) Thomas said to him, \"Lord, we don't know where you are",
        "going, so how can we know the way?\" (6) Jesus answered, \"I",
        "am the way and the truth and the life. No one comes to the",
        "Father except through me."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 107,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43014002,
    "rangeEndId": 43014006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 106.4,
      "wordCountMin": 104,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Joel 2:10–13",
    "text": "(10) Before them the earth shakes, the heavens tremble, the sun and moon are darkened, and the stars no longer shine. (11) The LORD thunders at the head of his army; his forces are beyond number, and mighty is the army that obeys his command. The day of the LORD is great; it is dreadful. Who can endure it? (12) \"Even now,\" declares the LORD, \"return to me with all your heart, with fasting and weeping and mourning.\" (13) Rend your heart and not your garments. Return to the LORD your God, for he is gracious and compassionate, slow to anger and abounding in love, and he relents from sending calamity.",
    "cardsText": [
      [
        "(10) Before them the earth shakes, the heavens tremble, the",
        "sun and moon are darkened, and the stars no longer shine.",
        "(11) The LORD thunders at the head of his army; his forces",
        "are beyond number, and mighty is the army that obeys his",
        "command. The day of the LORD is great; it is dreadful. Who can",
        "endure it? (12) \"Even now,\" declares the LORD, \"return to me",
        "with all your heart, with fasting and weeping and mourning.\"",
        "(13) Rend your heart and not your garments. Return to the",
        "LORD your God, for he is gracious and compassionate, slow",
        "to anger and abounding in love, and he relents from sending",
        "calamity."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 107,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 29002010,
    "rangeEndId": 29002013,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 112,
      "wordCountMin": 107,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "John 15:5–7",
    "text": "(5) \"I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing. (6) If you do not remain in me, you are like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. (7) If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.",
    "cardsText": [
      [
        "(5) \"I am the vine; you are the branches. If you remain in me",
        "and I in you, you will bear much fruit; apart from me you can",
        "do nothing. (6) If you do not remain in me, you are like a",
        "branch that is thrown away and withers; such branches are",
        "picked up, thrown into the fire and burned. (7) If you remain",
        "in me and my words remain in you, ask whatever you wish,",
        "and it will be done for you."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 80,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43015005,
    "rangeEndId": 43015007,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.8,
      "wordCountMin": 80,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 41:9",
    "text": "(9) Even my close friend, someone I trusted, one who shared my bread, has turned against me.",
    "cardsText": [
      [
        "(9) Even my close friend, someone I trusted, one who shared",
        "my bread, has turned against me."
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 16,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19041009,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 19,
      "wordCountMin": 16,
      "wordCountMax": 22,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2,
      "lineMin": 2,
      "lineMax": 2
    }
  },
  {
    "ref": "John 16:13–14",
    "text": "(13) But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. (14) He will glorify me because it is from me that he will receive what he will make known to you.",
    "cardsText": [
      [
        "(13) But when he, the Spirit of truth, comes, he will guide",
        "you into all the truth. He will not speak on his own; he will",
        "speak only what he hears, and he will tell you what is yet to",
        "come. (14) He will glorify me because it is from me that he",
        "will receive what he will make known to you."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 60,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43016013,
    "rangeEndId": 43016014,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 57.6,
      "wordCountMin": 56,
      "wordCountMax": 60,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Jeremiah 31:33–34",
    "text": "(33) \"This is the covenant I will make with the people of Israel after that time,\" declares the LORD. \"I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people. (34) No longer will they teach their neighbor, or say to one another, 'Know the LORD,' because they will all know me, from the least of them to the greatest,\" declares the LORD. \"For I will forgive their wickedness and will remember their sins no more.\"",
    "cardsText": [
      [
        "(33) \"This is the covenant I will make with the people of Israel",
        "after that time,\" declares the LORD. \"I will put my law in their",
        "minds and write it on their hearts. I will be their God, and",
        "they will be my people. (34) No longer will they teach their",
        "neighbor, or say to one another, 'Know the LORD,' because",
        "they will all know me, from the least of them to the greatest,\"",
        "declares the LORD. \"For I will forgive their wickedness and",
        "will remember their sins no more.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24031033,
    "rangeEndId": 24031034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.8,
      "wordCountMin": 88,
      "wordCountMax": 99,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "John 17:17–19",
    "text": "(17) Sanctify them by the truth; your word is truth. (18) As you sent me into the world, I have sent them into the world. (19) For them I sanctify myself, that they too may be truly sanctified.",
    "cardsText": [
      [
        "(17) Sanctify them by the truth; your word is truth. (18) As",
        "you sent me into the world, I have sent them into the world.",
        "(19) For them I sanctify myself, that they too may be truly",
        "sanctified."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 35,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43017017,
    "rangeEndId": 43017019,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 39.6,
      "wordCountMin": 35,
      "wordCountMax": 43,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 13:7–9",
    "text": "(7) \"Awake, sword, against my shepherd, against the man who is close to me!\" declares the LORD Almighty. \"Strike the shepherd, and the sheep will be scattered, and I will turn my hand against the little ones. (8) In the whole land,\" declares the LORD, \"two-thirds will be struck down and perish; yet one-third will be left in it. (9) This third I will put into the fire; I will refine them like silver and test them like gold. They will call on my name and I will answer them; I will say, 'They are my people,' and they will say, 'The LORD is our God.' \"",
    "cardsText": [
      [
        "(7) \"Awake, sword, against my shepherd, against the man",
        "who is close to me!\" declares the LORD Almighty. \"Strike the",
        "shepherd, and the sheep will be scattered, and I will turn my",
        "hand against the little ones. (8) In the whole land,\" declares",
        "the LORD, \"two-thirds will be struck down and perish; yet",
        "one-third will be left in it. (9) This third I will put into the fire;",
        "I will refine them like silver and test them like gold. They will",
        "call on my name and I will answer them; I will say, 'They are",
        "my people,' and they will say, 'The LORD is our God.' \""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 104,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 38013007,
    "rangeEndId": 38013009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.8,
      "wordCountMin": 104,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.8,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "John 20:30–31",
    "text": "(30) Jesus performed many other signs in the presence of his disciples, which are not recorded in this book. (31) But these are written that you may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in his name.",
    "cardsText": [
      [
        "(30) Jesus performed many other signs in the presence of his",
        "disciples, which are not recorded in this book. (31) But these",
        "are written that you may believe that Jesus is the Messiah,",
        "the Son of God, and that by believing you may have life in his",
        "name."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 46,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43020030,
    "rangeEndId": 43020031,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 46,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Psalm 16:8–11",
    "text": "(8) I keep my eyes always on the LORD. With him at my right hand, I will not be shaken. (9) Therefore my heart is glad and my tongue rejoices; my body also will rest secure, (10) because you will not abandon me to the realm of the dead, nor will you let your faithful one see decay. (11) You make known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand.",
    "cardsText": [
      [
        "(8) I keep my eyes always on the LORD. With him at my right",
        "hand, I will not be shaken. (9) Therefore my heart is glad",
        "and my tongue rejoices; my body also will rest secure, (10)",
        "because you will not abandon me to the realm of the dead,",
        "nor will you let your faithful one see decay. (11) You make",
        "known to me the path of life; you will fill me with joy in your",
        "presence, with eternal pleasures at your right hand."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 80,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19016008,
    "rangeEndId": 19016011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78,
      "wordCountMin": 75,
      "wordCountMax": 80,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Exodus 20:1–20",
    "text": "(1) And God spoke all these words: (2) \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. (3) \"You shall have no other gods before me. (4) \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below. (5) You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me, (6) but showing love to a thousand generations of those who love me and keep my commandments. (7) \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. (8) \"Remember the Sabbath day by keeping it holy. (9) Six days you shall labor and do all your work, (10) but the seventh day is a sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns. (11) For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. (12) \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. (13) \"You shall not murder. (14) \"You shall not commit adultery. (15) \"You shall not steal. (16) \"You shall not give false testimony against your neighbor. (17) \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\" (18) When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance (19) and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" (20) Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\"",
    "cardsText": [
      [
        "(1) And God spoke all these words: (2) \"I am the LORD your God,",
        "who brought you out of Egypt, out of the land of slavery. (3) \"You",
        "shall have no other gods before me. (4) \"You shall not make for",
        "yourself an image in the form of anything in heaven above or on",
        "the earth beneath or in the waters below. (5) You shall not bow",
        "down to them or worship them; for I, the LORD your God, am a",
        "jealous God, punishing the children for the sin of the parents to the",
        "third and fourth generation of those who hate me, (6) but showing",
        "love to a thousand generations of those who love me and keep my",
        "commandments. (7) \"You shall not misuse the name of the LORD",
        "your God, for the LORD will not hold anyone guiltless who misuses"
      ],
      [
        "his name. (8) \"Remember the Sabbath day by keeping it holy. (9)",
        "Six days you shall labor and do all your work, (10) but the seventh",
        "day is a sabbath to the LORD your God. On it you shall not do",
        "any work, neither you, nor your son or daughter, nor your male or",
        "female servant, nor your animals, nor any foreigner residing in your",
        "towns. (11) For in six days the LORD made the heavens and the",
        "earth, the sea, and all that is in them, but he rested on the seventh",
        "day. Therefore the LORD blessed the Sabbath day and made it",
        "holy. (12) \"Honor your father and your mother, so that you may",
        "live long in the land the LORD your God is giving you. (13) \"You",
        "shall not murder. (14) \"You shall not commit adultery. (15) \"You"
      ],
      [
        "shall not steal. (16) \"You shall not give false testimony against your",
        "neighbor. (17) \"You shall not covet your neighbor's house. You",
        "shall not covet your neighbor's wife, or his male or female servant,",
        "his ox or donkey, or anything that belongs to your neighbor.\" (18)",
        "When the people saw the thunder and lightning and heard the",
        "trumpet and saw the mountain in smoke, they trembled with fear.",
        "They stayed at a distance (19) and said to Moses, \"Speak to us",
        "yourself and we will listen. But do not have God speak to us or we",
        "will die.\" (20) Moses said to the people, \"Do not be afraid. God has",
        "come to test you, so that the fear of God will be with you to keep",
        "you from sinning.\""
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 392,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 16,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2020001,
    "rangeEndId": 2020020,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 411.4,
      "wordCountMin": 392,
      "wordCountMax": 428,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34,
      "lineMin": 33,
      "lineMax": 35
    }
  },
  {
    "ref": "Leviticus 11:44–45",
    "text": "(44) I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves along the ground. (45) I am the LORD, who brought you up out of Egypt to be your God; therefore be holy, because I am holy.",
    "cardsText": [
      [
        "(44) I am the LORD your God; consecrate yourselves and be",
        "holy, because I am holy. Do not make yourselves unclean by",
        "any creature that moves along the ground. (45) I am the LORD,",
        "who brought you up out of Egypt to be your God; therefore",
        "be holy, because I am holy."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 50,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3011044,
    "rangeEndId": 3011045,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.8,
      "wordCountMin": 50,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.8,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "1 Kings 8:48–50",
    "text": "(48) and if they turn back to you with all their heart and soul in the land of their enemies who took them captive, and pray to you toward the land you gave their ancestors, toward the city you have chosen and the temple I have built for your Name; (49) then from heaven, your dwelling place, hear their prayer and their plea, and uphold their cause. (50) And forgive your people, who have sinned against you; forgive all the offenses they have committed against you, and cause their captors to show them mercy;",
    "cardsText": [
      [
        "(48) and if they turn back to you with all their heart and soul in",
        "the land of their enemies who took them captive, and pray to",
        "you toward the land you gave their ancestors, toward the city",
        "you have chosen and the temple I have built for your Name;",
        "(49) then from heaven, your dwelling place, hear their prayer",
        "and their plea, and uphold their cause. (50) And forgive your",
        "people, who have sinned against you; forgive all the offenses",
        "they have committed against you, and cause their captors to",
        "show them mercy;"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 11008048,
    "rangeEndId": 11008050,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 104.4,
      "wordCountMin": 91,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "2 Kings 3:21–27",
    "text": "(21) Now all the Moabites had heard that the kings had come to fight against them; so every man, young and old, who could bear arms was called up and stationed on the border. (22) When they got up early in the morning, the sun was shining on the water. To the Moabites across the way, the water looked red--like blood. (23) \"That's blood!\" they said. \"Those kings must have fought and slaughtered each other. Now to the plunder, Moab!\" (24) But when the Moabites came to the camp of Israel, the Israelites rose up and fought them until they fled. And the Israelites invaded the land and slaughtered the Moabites. (25) They destroyed the towns, and each man threw a stone on every good field until it was covered. They stopped up all the springs and cut down every good tree. Only Kir Hareseth was left with its stones in place, but men armed with slings surrounded it and attacked it. (26) When the king of Moab saw that the battle had gone against him, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed. (27) Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land.",
    "cardsText": [
      [
        "(21) Now all the Moabites had heard that the kings had",
        "come to fight against them; so every man, young and old,",
        "who could bear arms was called up and stationed on the",
        "border. (22) When they got up early in the morning, the sun",
        "was shining on the water. To the Moabites across the way, the",
        "water looked red--like blood. (23) \"That's blood!\" they said.",
        "\"Those kings must have fought and slaughtered each other.",
        "Now to the plunder, Moab!\" (24) But when the Moabites",
        "came to the camp of Israel, the Israelites rose up and fought",
        "them until they fled. And the Israelites invaded the land and",
        "slaughtered the Moabites. (25) They destroyed the towns,"
      ],
      [
        "and each man threw a stone on every good field until it was",
        "covered. They stopped up all the springs and cut down every",
        "good tree. Only Kir Hareseth was left with its stones in place,",
        "but men armed with slings surrounded it and attacked it. (26)",
        "When the king of Moab saw that the battle had gone against",
        "him, he took with him seven hundred swordsmen to break",
        "through to the king of Edom, but they failed. (27) Then he",
        "took his firstborn son, who was to succeed him as king, and",
        "offered him as a sacrifice on the city wall. The fury against",
        "Israel was great; they withdrew and returned to their own",
        "land."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 225,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 12003021,
    "rangeEndId": 12003027,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 242,
      "wordCountMin": 225,
      "wordCountMax": 250,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "2 Chronicles 1:10–12",
    "text": "(10) Give me wisdom and knowledge, that I may lead this people, for who is able to govern this great people of yours?\" (11) God said to Solomon, \"Since this is your heart's desire and you have not asked for wealth, possessions or honor, nor for the death of your enemies, and since you have not asked for a long life but for wisdom and knowledge to govern my people over whom I have made you king, (12) therefore wisdom and knowledge will be given you. And I will also give you wealth, possessions and honor, such as no king who was before you ever had and none after you will have.\"",
    "cardsText": [
      [
        "(10) Give me wisdom and knowledge, that I may lead this",
        "people, for who is able to govern this great people of yours?\"",
        "(11) God said to Solomon, \"Since this is your heart's desire",
        "and you have not asked for wealth, possessions or honor, nor",
        "for the death of your enemies, and since you have not asked",
        "for a long life but for wisdom and knowledge to govern my",
        "people over whom I have made you king, (12) therefore",
        "wisdom and knowledge will be given you. And I will also give",
        "you wealth, possessions and honor, such as no king who was",
        "before you ever had and none after you will have.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 109,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 14001010,
    "rangeEndId": 14001012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.2,
      "wordCountMin": 109,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezra 3:9–13",
    "text": "(9) Joshua and his sons and brothers and Kadmiel and his sons (descendants of Hodaviah) and the sons of Henadad and their sons and brothers--all Levites--joined together in supervising those working on the house of God. (10) When the builders laid the foundation of the temple of the LORD, the priests in their vestments and with trumpets, and the Levites (the sons of Asaph) with cymbals, took their places to praise the LORD, as prescribed by David king of Israel. (11) With praise and thanksgiving they sang to the LORD: \"He is good; his love toward Israel endures forever.\" And all the people gave a great shout of praise to the LORD, because the foundation of the house of the LORD was laid. (12) But many of the older priests and Levites and family heads, who had seen the former temple, wept aloud when they saw the foundation of this temple being laid, while many others shouted for joy. (13) No one could distinguish the sound of the shouts of joy from the sound of weeping, because the people made so much noise. And the sound was heard far away.",
    "cardsText": [
      [
        "(9) Joshua and his sons and brothers and Kadmiel and his",
        "sons (descendants of Hodaviah) and the sons of Henadad",
        "and their sons and brothers--all Levites--joined together in",
        "supervising those working on the house of God. (10) When",
        "the builders laid the foundation of the temple of the LORD,",
        "the priests in their vestments and with trumpets, and the",
        "Levites (the sons of Asaph) with cymbals, took their places to",
        "praise the LORD, as prescribed by David king of Israel. (11)",
        "With praise and thanksgiving they sang to the LORD: \"He",
        "is good; his love toward Israel endures forever.\" And all the",
        "people gave a great shout of praise to the LORD, because"
      ],
      [
        "the foundation of the house of the LORD was laid. (12) But",
        "many of the older priests and Levites and family heads, who",
        "had seen the former temple, wept aloud when they saw",
        "the foundation of this temple being laid, while many others",
        "shouted for joy. (13) No one could distinguish the sound of",
        "the shouts of joy from the sound of weeping, because the",
        "people made so much noise. And the sound was heard far",
        "away."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 185,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 15003009,
    "rangeEndId": 15003013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 185,
      "wordCountMax": 216,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Nehemiah 1:3–11",
    "text": "(3) They said to me, \"Those who survived the exile and are back in the province are in great trouble and disgrace. The wall of Jerusalem is broken down, and its gates have been burned with fire.\" (4) When I heard these things, I sat down and wept. For some days I mourned and fasted and prayed before the God of heaven. (5) Then I said: \"LORD, the God of heaven, the great and awesome God, who keeps his covenant of love with those who love him and keep his commandments, (6) let your ear be attentive and your eyes open to hear the prayer your servant is praying before you day and night for your servants, the people of Israel. I confess the sins we Israelites, including myself and my father's family, have committed against you. (7) We have acted very wickedly toward you. We have not obeyed the commands, decrees and laws you gave your servant Moses. (8) \"Remember the instruction you gave your servant Moses, saying, 'If you are unfaithful, I will scatter you among the nations, (9) but if you return to me and obey my commands, then even if your exiled people are at the farthest horizon, I will gather them from there and bring them to the place I have chosen as a dwelling for my Name.' (10) \"They are your servants and your people, whom you redeemed by your great strength and your mighty hand. (11) Lord, let your ear be attentive to the prayer of this your servant and to the prayer of your servants who delight in revering your name. Give your servant success today by granting him favor in the presence of this man.\" I was cupbearer to the king.",
    "cardsText": [
      [
        "(3) They said to me, \"Those who survived the exile and are",
        "back in the province are in great trouble and disgrace. The wall",
        "of Jerusalem is broken down, and its gates have been burned",
        "with fire.\" (4) When I heard these things, I sat down and wept.",
        "For some days I mourned and fasted and prayed before the",
        "God of heaven. (5) Then I said: \"LORD, the God of heaven, the",
        "great and awesome God, who keeps his covenant of love with",
        "those who love him and keep his commandments, (6) let your",
        "ear be attentive and your eyes open to hear the prayer your",
        "servant is praying before you day and night for your servants,",
        "the people of Israel. I confess the sins we Israelites, including"
      ],
      [
        "myself and my father's family, have committed against you.",
        "(7) We have acted very wickedly toward you. We have not",
        "obeyed the commands, decrees and laws you gave your",
        "servant Moses. (8) \"Remember the instruction you gave your",
        "servant Moses, saying, 'If you are unfaithful, I will scatter you",
        "among the nations, (9) but if you return to me and obey my",
        "commands, then even if your exiled people are at the farthest",
        "horizon, I will gather them from there and bring them to the",
        "place I have chosen as a dwelling for my Name.' (10) \"They",
        "are your servants and your people, whom you redeemed by",
        "your great strength and your mighty hand. (11) Lord, let your"
      ],
      [
        "ear be attentive to the prayer of this your servant and to the",
        "prayer of your servants who delight in revering your name.",
        "Give your servant success today by granting him favor in the",
        "presence of this man.\" I was cupbearer to the king."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 281,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16001003,
    "rangeEndId": 16001011,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 310.8,
      "wordCountMin": 281,
      "wordCountMax": 330,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 28.8,
      "lineMin": 26,
      "lineMax": 31
    }
  },
  {
    "ref": "Psalm 100:1–5",
    "text": "(1) Shout for joy to the LORD, all the earth. (2) Worship the LORD with gladness; come before him with joyful songs. (3) Know that the LORD is God. It is he who made us, and we are his; we are his people, the sheep of his pasture. (4) Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name. (5) For the LORD is good and his love endures forever; his faithfulness continues through all generations.",
    "cardsText": [
      [
        "(1) Shout for joy to the LORD, all the earth. (2) Worship the",
        "LORD with gladness; come before him with joyful songs.",
        "(3) Know that the LORD is God. It is he who made us, and",
        "we are his; we are his people, the sheep of his pasture. (4)",
        "Enter his gates with thanksgiving and his courts with praise;",
        "give thanks to him and praise his name. (5) For the LORD is",
        "good and his love endures forever; his faithfulness continues",
        "through all generations."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 79,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19100001,
    "rangeEndId": 19100005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 82,
      "wordCountMin": 79,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "Psalm 119:100–106",
    "text": "(100) I have more understanding than the elders, for I obey your precepts. (101) I have kept my feet from every evil path so that I might obey your word. (102) I have not departed from your laws, for you yourself have taught me. (103) How sweet are your words to my taste, sweeter than honey to my mouth! (104) I gain understanding from your precepts; therefore I hate every wrong path. (105) Your word is a lamp for my feet, a light on my path. (106) I have taken an oath and confirmed it, that I will follow your righteous laws.",
    "cardsText": [
      [
        "(100) I have more understanding than the elders, for I obey",
        "your precepts. (101) I have kept my feet from every evil path",
        "so that I might obey your word. (102) I have not departed",
        "from your laws, for you yourself have taught me. (103) How",
        "sweet are your words to my taste, sweeter than honey to",
        "my mouth! (104) I gain understanding from your precepts;",
        "therefore I hate every wrong path. (105) Your word is a lamp",
        "for my feet, a light on my path. (106) I have taken an oath and",
        "confirmed it, that I will follow your righteous laws."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 95,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119100,
    "rangeEndId": 19119106,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.6,
      "wordCountMin": 91,
      "wordCountMax": 101,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Psalm 119:115–116",
    "text": "(115) Away from me, you evildoers, that I may keep the commands of my God! (116) Sustain me, my God, according to your promise, and I will live; do not let my hopes be dashed.",
    "cardsText": [
      [
        "(115) Away from me, you evildoers, that I may keep the",
        "commands of my God! (116) Sustain me, my God, according",
        "to your promise, and I will live; do not let my hopes be dashed."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119115,
    "rangeEndId": 19119116,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34,
      "wordCountMin": 33,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.8,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 141:2–5",
    "text": "(2) May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice. (3) Set a guard over my mouth, LORD; keep watch over the door of my lips. (4) Do not let my heart be drawn to what is evil so that I take part in wicked deeds along with those who are evildoers; do not let me eat their delicacies. (5) Let a righteous man strike me--that is a kindness; let him rebuke me--that is oil on my head. My head will not refuse it, for my prayer will still be against the deeds of evildoers.",
    "cardsText": [
      [
        "(2) May my prayer be set before you like incense; may the",
        "lifting up of my hands be like the evening sacrifice. (3) Set a",
        "guard over my mouth, LORD; keep watch over the door of my",
        "lips. (4) Do not let my heart be drawn to what is evil so that I",
        "take part in wicked deeds along with those who are evildoers;",
        "do not let me eat their delicacies. (5) Let a righteous man",
        "strike me--that is a kindness; let him rebuke me--that is oil on",
        "my head. My head will not refuse it, for my prayer will still be",
        "against the deeds of evildoers."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 103,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19141002,
    "rangeEndId": 19141005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.8,
      "wordCountMin": 90,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 10:20–32",
    "text": "(20) The tongue of the righteous is choice silver, but the heart of the wicked is of little value. (21) The lips of the righteous nourish many, but fools die for lack of sense. (22) The blessing of the LORD brings wealth, without painful toil for it. (23) A fool finds pleasure in wicked schemes, but a person of understanding delights in wisdom. (24) What the wicked dread will overtake them; what the righteous desire will be granted. (25) When the storm has swept by, the wicked are gone, but the righteous stand firm forever. (26) As vinegar to the teeth and smoke to the eyes, so are sluggards to those who send them. (27) The fear of the LORD adds length to life, but the years of the wicked are cut short. (28) The prospect of the righteous is joy, but the hopes of the wicked come to nothing. (29) The way of the LORD is a refuge for the blameless, but it is the ruin of those who do evil. (30) The righteous will never be uprooted, but the wicked will not remain in the land. (31) From the mouth of the righteous comes the fruit of wisdom, but a perverse tongue will be silenced. (32) The lips of the righteous know what finds favor, but the mouth of the wicked only what is perverse.",
    "cardsText": [
      [
        "(20) The tongue of the righteous is choice silver, but the heart",
        "of the wicked is of little value. (21) The lips of the righteous",
        "nourish many, but fools die for lack of sense. (22) The",
        "blessing of the LORD brings wealth, without painful toil for",
        "it. (23) A fool finds pleasure in wicked schemes, but a person",
        "of understanding delights in wisdom. (24) What the wicked",
        "dread will overtake them; what the righteous desire will be",
        "granted. (25) When the storm has swept by, the wicked are",
        "gone, but the righteous stand firm forever. (26) As vinegar to",
        "the teeth and smoke to the eyes, so are sluggards to those who",
        "send them. (27) The fear of the LORD adds length to life, but"
      ],
      [
        "the years of the wicked are cut short. (28) The prospect of the",
        "righteous is joy, but the hopes of the wicked come to nothing.",
        "(29) The way of the LORD is a refuge for the blameless, but it",
        "is the ruin of those who do evil. (30) The righteous will never",
        "be uprooted, but the wicked will not remain in the land. (31)",
        "From the mouth of the righteous comes the fruit of wisdom,",
        "but a perverse tongue will be silenced. (32) The lips of the",
        "righteous know what finds favor, but the mouth of the wicked",
        "only what is perverse."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 214,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20010020,
    "rangeEndId": 20010032,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214,
      "wordCountMin": 209,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Proverbs 11:1–13",
    "text": "(1) The LORD detests dishonest scales, but accurate weights find favor with him. (2) When pride comes, then comes disgrace, but with humility comes wisdom. (3) The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity. (4) Wealth is worthless in the day of wrath, but righteousness delivers from death. (5) The righteousness of the blameless makes their paths straight, but the wicked are brought down by their own wickedness. (6) The righteousness of the upright delivers them, but the unfaithful are trapped by evil desires. (7) Hopes placed in mortals die with them; all the promise of their power comes to nothing. (8) The righteous person is rescued from trouble, and it falls on the wicked instead. (9) With their mouths the godless destroy their neighbors, but through knowledge the righteous escape. (10) When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy. (11) Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed. (12) Whoever derides their neighbor has no sense, but the one who has understanding holds their tongue. (13) A gossip betrays a confidence, but a trustworthy person keeps a secret.",
    "cardsText": [
      [
        "(1) The LORD detests dishonest scales, but accurate weights",
        "find favor with him. (2) When pride comes, then comes",
        "disgrace, but with humility comes wisdom. (3) The integrity of",
        "the upright guides them, but the unfaithful are destroyed by",
        "their duplicity. (4) Wealth is worthless in the day of wrath, but",
        "righteousness delivers from death. (5) The righteousness of",
        "the blameless makes their paths straight, but the wicked are",
        "brought down by their own wickedness. (6) The righteousness",
        "of the upright delivers them, but the unfaithful are trapped",
        "by evil desires. (7) Hopes placed in mortals die with them;",
        "all the promise of their power comes to nothing. (8) The"
      ],
      [
        "righteous person is rescued from trouble, and it falls on the",
        "wicked instead. (9) With their mouths the godless destroy",
        "their neighbors, but through knowledge the righteous",
        "escape. (10) When the righteous prosper, the city rejoices;",
        "when the wicked perish, there are shouts of joy. (11) Through",
        "the blessing of the upright a city is exalted, but by the mouth",
        "of the wicked it is destroyed. (12) Whoever derides their",
        "neighbor has no sense, but the one who has understanding",
        "holds their tongue. (13) A gossip betrays a confidence, but a",
        "trustworthy person keeps a secret."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 193,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20011001,
    "rangeEndId": 20011013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 193,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 12:1–13",
    "text": "(1) Whoever loves discipline loves knowledge, but whoever hates correction is stupid. (2) Good people obtain favor from the LORD, but he condemns those who devise wicked schemes. (3) No one can be established through wickedness, but the righteous cannot be uprooted. (4) A wife of noble character is her husband's crown, but a disgraceful wife is like decay in his bones. (5) The plans of the righteous are just, but the advice of the wicked is deceitful. (6) The words of the wicked lie in wait for blood, but the speech of the upright rescues them. (7) The wicked are overthrown and are no more, but the house of the righteous stands firm. (8) A person is praised according to their prudence, and one with a warped mind is despised. (9) Better to be a nobody and yet have a servant than pretend to be somebody and have no food. (10) The righteous care for the needs of their animals, but the kindest acts of the wicked are cruel. (11) Those who work their land will have abundant food, but those who chase fantasies have no sense. (12) The wicked desire the stronghold of evildoers, but the root of the righteous endures. (13) Evildoers are trapped by their sinful talk, and so the innocent escape trouble.",
    "cardsText": [
      [
        "(1) Whoever loves discipline loves knowledge, but whoever",
        "hates correction is stupid. (2) Good people obtain favor from",
        "the LORD, but he condemns those who devise wicked schemes.",
        "(3) No one can be established through wickedness, but the",
        "righteous cannot be uprooted. (4) A wife of noble character is",
        "her husband's crown, but a disgraceful wife is like decay in his",
        "bones. (5) The plans of the righteous are just, but the advice of",
        "the wicked is deceitful. (6) The words of the wicked lie in wait",
        "for blood, but the speech of the upright rescues them. (7) The",
        "wicked are overthrown and are no more, but the house of the",
        "righteous stands firm. (8) A person is praised according to"
      ],
      [
        "their prudence, and one with a warped mind is despised. (9)",
        "Better to be a nobody and yet have a servant than pretend to",
        "be somebody and have no food. (10) The righteous care for",
        "the needs of their animals, but the kindest acts of the wicked",
        "are cruel. (11) Those who work their land will have abundant",
        "food, but those who chase fantasies have no sense. (12) The",
        "wicked desire the stronghold of evildoers, but the root of the",
        "righteous endures. (13) Evildoers are trapped by their sinful",
        "talk, and so the innocent escape trouble."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 204,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20012001,
    "rangeEndId": 20012013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.8,
      "wordCountMin": 204,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 14:1–25",
    "text": "(1) The wise woman builds her house, but with her own hands the foolish one tears hers down. (2) Whoever fears the LORD walks uprightly, but those who despise him are devious in their ways. (3) A fool's mouth lashes out with pride, but the lips of the wise protect them. (4) Where there are no oxen, the manger is empty, but from the strength of an ox come abundant harvests. (5) An honest witness does not deceive, but a false witness pours out lies. (6) The mocker seeks wisdom and finds none, but knowledge comes easily to the discerning. (7) Stay away from a fool, for you will not find knowledge on their lips. (8) The wisdom of the prudent is to give thought to their ways, but the folly of fools is deception. (9) Fools mock at making amends for sin, but goodwill is found among the upright. (10) Each heart knows its own bitterness, and no one else can share its joy. (11) The house of the wicked will be destroyed, but the tent of the upright will flourish. (12) There is a way that appears to be right, but in the end it leads to death. (13) Even in laughter the heart may ache, and rejoicing may end in grief. (14) The faithless will be fully repaid for their ways, and the good rewarded for theirs. (15) The simple believe anything, but the prudent give thought to their steps. (16) The wise fear the LORD and shun evil, but a fool is hotheaded and yet feels secure. (17) A quick-tempered person does foolish things, and the one who devises evil schemes is hated. (18) The simple inherit folly, but the prudent are crowned with knowledge. (19) Evildoers will bow down in the presence of the good, and the wicked at the gates of the righteous. (20) The poor are shunned even by their neighbors, but the rich have many friends. (21) It is a sin to despise one's neighbor, but blessed is the one who is kind to the needy. (22) Do not those who plot evil go astray? But those who plan what is good find love and faithfulness. (23) All hard work brings a profit, but mere talk leads only to poverty. (24) The wealth of the wise is their crown, but the folly of fools yields folly. (25) A truthful witness saves lives, but a false witness is deceitful.",
    "cardsText": [
      [
        "(1) The wise woman builds her house, but with her own hands the",
        "foolish one tears hers down. (2) Whoever fears the LORD walks",
        "uprightly, but those who despise him are devious in their ways.",
        "(3) A fool's mouth lashes out with pride, but the lips of the wise",
        "protect them. (4) Where there are no oxen, the manger is empty,",
        "but from the strength of an ox come abundant harvests. (5) An",
        "honest witness does not deceive, but a false witness pours out",
        "lies. (6) The mocker seeks wisdom and finds none, but knowledge",
        "comes easily to the discerning. (7) Stay away from a fool, for you",
        "will not find knowledge on their lips. (8) The wisdom of the prudent",
        "is to give thought to their ways, but the folly of fools is deception."
      ],
      [
        "(9) Fools mock at making amends for sin, but goodwill is found",
        "among the upright. (10) Each heart knows its own bitterness, and",
        "no one else can share its joy. (11) The house of the wicked will",
        "be destroyed, but the tent of the upright will flourish. (12) There",
        "is a way that appears to be right, but in the end it leads to death.",
        "(13) Even in laughter the heart may ache, and rejoicing may end",
        "in grief. (14) The faithless will be fully repaid for their ways, and",
        "the good rewarded for theirs. (15) The simple believe anything,",
        "but the prudent give thought to their steps. (16) The wise fear the",
        "LORD and shun evil, but a fool is hotheaded and yet feels secure.",
        "(17) A quick-tempered person does foolish things, and the one"
      ],
      [
        "who devises evil schemes is hated. (18) The simple inherit folly, but",
        "the prudent are crowned with knowledge. (19) Evildoers will bow",
        "down in the presence of the good, and the wicked at the gates of",
        "the righteous. (20) The poor are shunned even by their neighbors,",
        "but the rich have many friends. (21) It is a sin to despise one's",
        "neighbor, but blessed is the one who is kind to the needy. (22)",
        "Do not those who plot evil go astray? But those who plan what is",
        "good find love and faithfulness. (23) All hard work brings a profit,",
        "but mere talk leads only to poverty. (24) The wealth of the wise is",
        "their crown, but the folly of fools yields folly. (25) A truthful witness",
        "saves lives, but a false witness is deceitful."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 381,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20014001,
    "rangeEndId": 20014025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 390,
      "wordCountMin": 381,
      "wordCountMax": 396,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 33.2,
      "lineMin": 33,
      "lineMax": 34
    }
  },
  {
    "ref": "Ecclesiastes 2:9–11",
    "text": "(9) I became greater by far than anyone in Jerusalem before me. In all this my wisdom stayed with me. (10) I denied myself nothing my eyes desired; I refused my heart no pleasure. My heart took delight in all my labor, and this was the reward for all my toil. (11) Yet when I surveyed all that my hands had done and what I had toiled to achieve, everything was meaningless, a chasing after the wind; nothing was gained under the sun.",
    "cardsText": [
      [
        "(9) I became greater by far than anyone in Jerusalem before",
        "me. In all this my wisdom stayed with me. (10) I denied myself",
        "nothing my eyes desired; I refused my heart no pleasure. My",
        "heart took delight in all my labor, and this was the reward",
        "for all my toil. (11) Yet when I surveyed all that my hands",
        "had done and what I had toiled to achieve, everything was",
        "meaningless, a chasing after the wind; nothing was gained",
        "under the sun."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 80,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21002009,
    "rangeEndId": 21002011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.2,
      "wordCountMin": 80,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 9:13–18",
    "text": "(13) I also saw under the sun this example of wisdom that greatly impressed me: (14) There was once a small city with only a few people in it. And a powerful king came against it, surrounded it and built huge siege works against it. (15) Now there lived in that city a man poor but wise, and he saved the city by his wisdom. But nobody remembered that poor man. (16) So I said, \"Wisdom is better than strength.\" But the poor man's wisdom is despised, and his words are no longer heeded. (17) The quiet words of the wise are more to be heeded than the shouts of a ruler of fools. (18) Wisdom is better than weapons of war, but one sinner destroys much good.",
    "cardsText": [
      [
        "(13) I also saw under the sun this example of wisdom that greatly",
        "impressed me: (14) There was once a small city with only a few",
        "people in it. And a powerful king came against it, surrounded it",
        "and built huge siege works against it. (15) Now there lived in that",
        "city a man poor but wise, and he saved the city by his wisdom.",
        "But nobody remembered that poor man. (16) So I said, \"Wisdom",
        "is better than strength.\" But the poor man's wisdom is despised,",
        "and his words are no longer heeded. (17) The quiet words of the",
        "wise are more to be heeded than the shouts of a ruler of fools. (18)",
        "Wisdom is better than weapons of war, but one sinner destroys",
        "much good."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 122,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009013,
    "rangeEndId": 21009018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 119.4,
      "wordCountMin": 116,
      "wordCountMax": 122,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Isaiah 40:24–31",
    "text": "(24) No sooner are they planted, no sooner are they sown, no sooner do they take root in the ground, than he blows on them and they wither, and a whirlwind sweeps them away like chaff. (25) \"To whom will you compare me? Or who is my equal?\" says the Holy One. (26) Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of his great power and mighty strength, not one of them is missing. (27) Why do you complain, Jacob? Why do you say, Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? (28) Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. (29) He gives strength to the weary and increases the power of the weak. (30) Even youths grow tired and weary, and young men stumble and fall; (31) but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
    "cardsText": [
      [
        "(24) No sooner are they planted, no sooner are they sown,",
        "no sooner do they take root in the ground, than he blows on",
        "them and they wither, and a whirlwind sweeps them away",
        "like chaff. (25) \"To whom will you compare me? Or who is my",
        "equal?\" says the Holy One. (26) Lift up your eyes and look to",
        "the heavens: Who created all these? He who brings out the",
        "starry host one by one and calls forth each of them by name.",
        "Because of his great power and mighty strength, not one of",
        "them is missing. (27) Why do you complain, Jacob? Why do",
        "you say, Israel, \"My way is hidden from the LORD; my cause",
        "is disregarded by my God\"? (28) Do you not know? Have you"
      ],
      [
        "not heard? The LORD is the everlasting God, the Creator of",
        "the ends of the earth. He will not grow tired or weary, and his",
        "understanding no one can fathom. (29) He gives strength to",
        "the weary and increases the power of the weak. (30) Even",
        "youths grow tired and weary, and young men stumble and",
        "fall; (31) but those who hope in the LORD will renew their",
        "strength. They will soar on wings like eagles; they will run and",
        "not grow weary, they will walk and not be faint."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 212,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23040024,
    "rangeEndId": 23040031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 216,
      "wordCountMin": 208,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Jeremiah 29:4–14",
    "text": "(4) This is what the LORD Almighty, the God of Israel, says to all those I carried into exile from Jerusalem to Babylon: (5) \"Build houses and settle down; plant gardens and eat what they produce. (6) Marry and have sons and daughters; find wives for your sons and give your daughters in marriage, so that they too may have sons and daughters. Increase in number there; do not decrease. (7) Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\" (8) Yes, this is what the LORD Almighty, the God of Israel, says: \"Do not let the prophets and diviners among you deceive you. Do not listen to the dreams you encourage them to have. (9) They are prophesying lies to you in my name. I have not sent them,\" declares the LORD. (10) This is what the LORD says: \"When seventy years are completed for Babylon, I will come to you and fulfill my good promise to bring you back to this place. (11) For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. (12) Then you will call on me and come and pray to me, and I will listen to you. (13) You will seek me and find me when you seek me with all your heart. (14) I will be found by you,\" declares the LORD, \"and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,\" declares the LORD, \"and will bring you back to the place from which I carried you into exile.\"",
    "cardsText": [
      [
        "(4) This is what the LORD Almighty, the God of Israel, says to",
        "all those I carried into exile from Jerusalem to Babylon: (5)",
        "\"Build houses and settle down; plant gardens and eat what",
        "they produce. (6) Marry and have sons and daughters; find",
        "wives for your sons and give your daughters in marriage,",
        "so that they too may have sons and daughters. Increase in",
        "number there; do not decrease. (7) Also, seek the peace and",
        "prosperity of the city to which I have carried you into exile.",
        "Pray to the LORD for it, because if it prospers, you too will",
        "prosper.\" (8) Yes, this is what the LORD Almighty, the God of",
        "Israel, says: \"Do not let the prophets and diviners among you"
      ],
      [
        "deceive you. Do not listen to the dreams you encourage them",
        "to have. (9) They are prophesying lies to you in my name. I",
        "have not sent them,\" declares the LORD. (10) This is what the",
        "LORD says: \"When seventy years are completed for Babylon,",
        "I will come to you and fulfill my good promise to bring you",
        "back to this place. (11) For I know the plans I have for you,\"",
        "declares the LORD, \"plans to prosper you and not to harm",
        "you, plans to give you hope and a future. (12) Then you will",
        "call on me and come and pray to me, and I will listen to you.",
        "(13) You will seek me and find me when you seek me with all",
        "your heart. (14) I will be found by you,\" declares the LORD,"
      ],
      [
        "\"and will bring you back from captivity. I will gather you",
        "from all the nations and places where I have banished you,\"",
        "declares the LORD, \"and will bring you back to the place from",
        "which I carried you into exile.\""
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 290,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24029004,
    "rangeEndId": 24029014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 306.4,
      "wordCountMin": 290,
      "wordCountMax": 322,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.2,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Jeremiah 33:1–3",
    "text": "(1) While Jeremiah was still confined in the courtyard of the guard, the word of the LORD came to him a second time: (2) \"This is what the LORD says, he who made the earth, the LORD who formed it and established it--the LORD is his name: (3) 'Call to me and I will answer you and tell you great and unsearchable things you do not know.'",
    "cardsText": [
      [
        "(1) While Jeremiah was still confined in the courtyard of the",
        "guard, the word of the LORD came to him a second time:",
        "(2) \"This is what the LORD says, he who made the earth,",
        "the LORD who formed it and established it--the LORD is his",
        "name: (3) 'Call to me and I will answer you and tell you great",
        "and unsearchable things you do not know.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24033001,
    "rangeEndId": 24033003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.6,
      "wordCountMin": 64,
      "wordCountMax": 71,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Lamentations 2:1–2",
    "text": "(1) How the Lord has covered Daughter Zion with the cloud of his anger! He has hurled down the splendor of Israel from heaven to earth; he has not remembered his footstool in the day of his anger. (2) Without pity the Lord has swallowed up all the dwellings of Jacob; in his wrath he has torn down the strongholds of Daughter Judah. He has brought her kingdom and its princes down to the ground in dishonor.",
    "cardsText": [
      [
        "(1) How the Lord has covered Daughter Zion with the cloud",
        "of his anger! He has hurled down the splendor of Israel from",
        "heaven to earth; he has not remembered his footstool in the",
        "day of his anger. (2) Without pity the Lord has swallowed up",
        "all the dwellings of Jacob; in his wrath he has torn down the",
        "strongholds of Daughter Judah. He has brought her kingdom",
        "and its princes down to the ground in dishonor."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 25002001,
    "rangeEndId": 25002002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 80.4,
      "wordCountMin": 75,
      "wordCountMax": 84,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Amos 3:3–8",
    "text": "(3) Do two walk together unless they have agreed to do so? (4) Does a lion roar in the thicket when it has no prey? Does it growl in its den when it has caught nothing? (5) Does a bird swoop down to a trap on the ground when no bait is there? Does a trap spring up from the ground if it has not caught anything? (6) When a trumpet sounds in a city, do not the people tremble? When disaster comes to a city, has not the LORD caused it? (7) Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets. (8) The lion has roared--who will not fear? The Sovereign LORD has spoken--who can but prophesy?",
    "cardsText": [
      [
        "(3) Do two walk together unless they have agreed to do so?",
        "(4) Does a lion roar in the thicket when it has no prey? Does it",
        "growl in its den when it has caught nothing? (5) Does a bird",
        "swoop down to a trap on the ground when no bait is there?",
        "Does a trap spring up from the ground if it has not caught",
        "anything? (6) When a trumpet sounds in a city, do not the",
        "people tremble? When disaster comes to a city, has not the",
        "LORD caused it? (7) Surely the Sovereign LORD does nothing",
        "without revealing his plan to his servants the prophets. (8)",
        "The lion has roared--who will not fear? The Sovereign LORD",
        "has spoken--who can but prophesy?"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 30003003,
    "rangeEndId": 30003008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 125,
      "wordCountMin": 118,
      "wordCountMax": 130,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Mark 1:1–11",
    "text": "(1) The beginning of the good news about Jesus the Messiah, the Son of God, (2) as it is written in Isaiah the prophet: \"I will send my messenger ahead of you, who will prepare your way\"-- (3) \"a voice of one calling in the wilderness, 'Prepare the way for the Lord, make straight paths for him.' \" (4) And so John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins. (5) The whole Judean countryside and all the people of Jerusalem went out to him. Confessing their sins, they were baptized by him in the Jordan River. (6) John wore clothing made of camel's hair, with a leather belt around his waist, and he ate locusts and wild honey. (7) And this was his message: \"After me comes the one more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie. (8) I baptize you with water, but he will baptize you with the Holy Spirit.\" (9) At that time Jesus came from Nazareth in Galilee and was baptized by John in the Jordan. (10) Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove. (11) And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\"",
    "cardsText": [
      [
        "(1) The beginning of the good news about Jesus the Messiah,",
        "the Son of God, (2) as it is written in Isaiah the prophet: \"I",
        "will send my messenger ahead of you, who will prepare your",
        "way\"-- (3) \"a voice of one calling in the wilderness, 'Prepare",
        "the way for the Lord, make straight paths for him.' \" (4) And",
        "so John the Baptist appeared in the wilderness, preaching",
        "a baptism of repentance for the forgiveness of sins. (5) The",
        "whole Judean countryside and all the people of Jerusalem",
        "went out to him. Confessing their sins, they were baptized",
        "by him in the Jordan River. (6) John wore clothing made of",
        "camel's hair, with a leather belt around his waist, and he ate"
      ],
      [
        "locusts and wild honey. (7) And this was his message: \"After",
        "me comes the one more powerful than I, the straps of whose",
        "sandals I am not worthy to stoop down and untie. (8) I baptize",
        "you with water, but he will baptize you with the Holy Spirit.\"",
        "(9) At that time Jesus came from Nazareth in Galilee and was",
        "baptized by John in the Jordan. (10) Just as Jesus was coming",
        "up out of the water, he saw heaven being torn open and the",
        "Spirit descending on him like a dove. (11) And a voice came",
        "from heaven: \"You are my Son, whom I love; with you I am",
        "well pleased.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 224,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41001001,
    "rangeEndId": 41001011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 222.8,
      "wordCountMin": 218,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 21,
      "lineMax": 21
    }
  },
  {
    "ref": "John 14:18–21",
    "text": "(18) I will not leave you as orphans; I will come to you. (19) Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. (20) On that day you will realize that I am in my Father, and you are in me, and I am in you. (21) Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.\"",
    "cardsText": [
      [
        "(18) I will not leave you as orphans; I will come to you. (19)",
        "Before long, the world will not see me anymore, but you will",
        "see me. Because I live, you also will live. (20) On that day you",
        "will realize that I am in my Father, and you are in me, and I am",
        "in you. (21) Whoever has my commands and keeps them is",
        "the one who loves me. The one who loves me will be loved by",
        "my Father, and I too will love them and show myself to them.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 90,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43014018,
    "rangeEndId": 43014021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.4,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 16:25",
    "text": "(25) \"Though I have been speaking figuratively, a time is coming when I will no longer use this kind of language but will tell you plainly about my Father.",
    "cardsText": [
      [
        "(25) \"Though I have been speaking figuratively, a time is",
        "coming when I will no longer use this kind of language but",
        "will tell you plainly about my Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 28,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016025,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33,
      "wordCountMin": 28,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 16:33",
    "text": "(33) \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"",
    "cardsText": [
      [
        "(33) \"I have told you these things, so that in me you may have",
        "peace. In this world you will have trouble. But take heart! I",
        "have overcome the world.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016033,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 29.8,
      "wordCountMin": 29,
      "wordCountMax": 31,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Acts 4:23–31",
    "text": "(23) On their release, Peter and John went back to their own people and reported all that the chief priests and the elders had said to them. (24) When they heard this, they raised their voices together in prayer to God. \"Sovereign Lord,\" they said, \"you made the heavens and the earth and the sea, and everything in them. (25) You spoke by the Holy Spirit through the mouth of your servant, our father David: \" 'Why do the nations rage and the peoples plot in vain? (26) The kings of the earth rise up and the rulers band together against the Lord and against his anointed one.' (27) Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed. (28) They did what your power and will had decided beforehand should happen. (29) Now, Lord, consider their threats and enable your servants to speak your word with great boldness. (30) Stretch out your hand to heal and perform signs and wonders through the name of your holy servant Jesus.\" (31) After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly.",
    "cardsText": [
      [
        "(23) On their release, Peter and John went back to their own",
        "people and reported all that the chief priests and the elders",
        "had said to them. (24) When they heard this, they raised their",
        "voices together in prayer to God. \"Sovereign Lord,\" they",
        "said, \"you made the heavens and the earth and the sea, and",
        "everything in them. (25) You spoke by the Holy Spirit through",
        "the mouth of your servant, our father David: \" 'Why do the",
        "nations rage and the peoples plot in vain? (26) The kings of",
        "the earth rise up and the rulers band together against the",
        "Lord and against his anointed one.' (27) Indeed Herod and",
        "Pontius Pilate met together with the Gentiles and the people"
      ],
      [
        "of Israel in this city to conspire against your holy servant Jesus,",
        "whom you anointed. (28) They did what your power and will",
        "had decided beforehand should happen. (29) Now, Lord,",
        "consider their threats and enable your servants to speak your",
        "word with great boldness. (30) Stretch out your hand to heal",
        "and perform signs and wonders through the name of your",
        "holy servant Jesus.\" (31) After they prayed, the place where",
        "they were meeting was shaken. And they were all filled with",
        "the Holy Spirit and spoke the word of God boldly."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 206,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44004023,
    "rangeEndId": 44004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 215.8,
      "wordCountMin": 206,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Acts 9:40",
    "text": "(40) Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, \"Tabitha, get up.\" She opened her eyes, and seeing Peter she sat up.",
    "cardsText": [
      [
        "(40) Peter sent them all out of the room; then he got down",
        "on his knees and prayed. Turning toward the dead woman,",
        "he said, \"Tabitha, get up.\" She opened her eyes, and seeing",
        "Peter she sat up."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 37,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44009040,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.8,
      "wordCountMin": 33,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Romans 15:30–33",
    "text": "(30) I urge you, brothers and sisters, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me. (31) Pray that I may be kept safe from the unbelievers in Judea and that the contribution I take to Jerusalem may be favorably received by the Lord's people there, (32) so that I may come to you with joy, by God's will, and in your company be refreshed. (33) The God of peace be with you all. Amen.",
    "cardsText": [
      [
        "(30) I urge you, brothers and sisters, by our Lord Jesus Christ",
        "and by the love of the Spirit, to join me in my struggle by",
        "praying to God for me. (31) Pray that I may be kept safe from",
        "the unbelievers in Judea and that the contribution I take to",
        "Jerusalem may be favorably received by the Lord's people",
        "there, (32) so that I may come to you with joy, by God's will,",
        "and in your company be refreshed. (33) The God of peace be",
        "with you all. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45015030,
    "rangeEndId": 45015033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.4,
      "wordCountMin": 80,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "1 Corinthians 2:7–10",
    "text": "(7) No, we declare God's wisdom, a mystery that has been hidden and that God destined for our glory before time began. (8) None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. (9) However, as it is written: \"What no eye has seen, what no ear has heard, and what no human mind has conceived\"--the things God has prepared for those who love him-- (10) these are the things God has revealed to us by his Spirit. The Spirit searches all things, even the deep things of God.",
    "cardsText": [
      [
        "(7) No, we declare God's wisdom, a mystery that has been",
        "hidden and that God destined for our glory before time",
        "began. (8) None of the rulers of this age understood it, for",
        "if they had, they would not have crucified the Lord of glory.",
        "(9) However, as it is written: \"What no eye has seen, what no",
        "ear has heard, and what no human mind has conceived\"--the",
        "things God has prepared for those who love him-- (10) these",
        "are the things God has revealed to us by his Spirit. The Spirit",
        "searches all things, even the deep things of God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 97,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46002007,
    "rangeEndId": 46002010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 89,
      "wordCountMax": 102,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 8,
      "lineMax": 11
    }
  },
  {
    "ref": "Galatians 4:21–31",
    "text": "(21) Tell me, you who want to be under the law, are you not aware of what the law says? (22) For it is written that Abraham had two sons, one by the slave woman and the other by the free woman. (23) His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise. (24) These things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar. (25) Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children. (26) But the Jerusalem that is above is free, and she is our mother. (27) For it is written: \"Be glad, barren woman, you who never bore a child; shout for joy and cry aloud, you who were never in labor; because more are the children of the desolate woman than of her who has a husband.\" (28) Now you, brothers and sisters, like Isaac, are children of promise. (29) At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now. (30) But what does Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\" (31) Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman.",
    "cardsText": [
      [
        "(21) Tell me, you who want to be under the law, are you not aware",
        "of what the law says? (22) For it is written that Abraham had two",
        "sons, one by the slave woman and the other by the free woman.",
        "(23) His son by the slave woman was born according to the flesh,",
        "but his son by the free woman was born as the result of a divine",
        "promise. (24) These things are being taken figuratively: The women",
        "represent two covenants. One covenant is from Mount Sinai and",
        "bears children who are to be slaves: This is Hagar. (25) Now Hagar",
        "stands for Mount Sinai in Arabia and corresponds to the present",
        "city of Jerusalem, because she is in slavery with her children. (26)",
        "But the Jerusalem that is above is free, and she is our mother. (27)"
      ],
      [
        "For it is written: \"Be glad, barren woman, you who never bore a",
        "child; shout for joy and cry aloud, you who were never in labor;",
        "because more are the children of the desolate woman than of her",
        "who has a husband.\" (28) Now you, brothers and sisters, like Isaac,",
        "are children of promise. (29) At that time the son born according",
        "to the flesh persecuted the son born by the power of the Spirit. It",
        "is the same now. (30) But what does Scripture say? \"Get rid of the",
        "slave woman and her son, for the slave woman's son will never",
        "share in the inheritance with the free woman's son.\" (31) Therefore,",
        "brothers and sisters, we are not children of the slave woman, but",
        "of the free woman."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 258,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48004021,
    "rangeEndId": 48004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239,
      "wordCountMin": 222,
      "wordCountMax": 258,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Timothy 3:1–16",
    "text": "(1) Here is a trustworthy saying: Whoever aspires to be an overseer desires a noble task. (2) Now the overseer is to be above reproach, faithful to his wife, temperate, self-controlled, respectable, hospitable, able to teach, (3) not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. (4) He must manage his own family well and see that his children obey him, and he must do so in a manner worthy of full respect. (5) (If anyone does not know how to manage his own family, how can he take care of God's church?) (6) He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. (7) He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. (8) In the same way, deacons are to be worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. (9) They must keep hold of the deep truths of the faith with a clear conscience. (10) They must first be tested; and then if there is nothing against them, let them serve as deacons. (11) In the same way, the women are to be worthy of respect, not malicious talkers but temperate and trustworthy in everything. (12) A deacon must be faithful to his wife and must manage his children and his household well. (13) Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. (14) Although I hope to come to you soon, I am writing you these instructions so that, (15) if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. (16) Beyond all question, the mystery from which true godliness springs is great: He appeared in the flesh, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory.",
    "cardsText": [
      [
        "(1) Here is a trustworthy saying: Whoever aspires to be an",
        "overseer desires a noble task. (2) Now the overseer is to be",
        "above reproach, faithful to his wife, temperate, self-controlled,",
        "respectable, hospitable, able to teach, (3) not given to",
        "drunkenness, not violent but gentle, not quarrelsome, not",
        "a lover of money. (4) He must manage his own family well",
        "and see that his children obey him, and he must do so in a",
        "manner worthy of full respect. (5) (If anyone does not know",
        "how to manage his own family, how can he take care of God's",
        "church?) (6) He must not be a recent convert, or he may",
        "become conceited and fall under the same judgment as the"
      ],
      [
        "devil. (7) He must also have a good reputation with outsiders,",
        "so that he will not fall into disgrace and into the devil's trap. (8)",
        "In the same way, deacons are to be worthy of respect, sincere,",
        "not indulging in much wine, and not pursuing dishonest gain.",
        "(9) They must keep hold of the deep truths of the faith with",
        "a clear conscience. (10) They must first be tested; and then if",
        "there is nothing against them, let them serve as deacons. (11)",
        "In the same way, the women are to be worthy of respect, not",
        "malicious talkers but temperate and trustworthy in everything.",
        "(12) A deacon must be faithful to his wife and must manage",
        "his children and his household well. (13) Those who have"
      ],
      [
        "served well gain an excellent standing and great assurance",
        "in their faith in Christ Jesus. (14) Although I hope to come to",
        "you soon, I am writing you these instructions so that, (15) if",
        "I am delayed, you will know how people ought to conduct",
        "themselves in God's household, which is the church of the",
        "living God, the pillar and foundation of the truth. (16) Beyond",
        "all question, the mystery from which true godliness springs is",
        "great: He appeared in the flesh, was vindicated by the Spirit,",
        "was seen by angels, was preached among the nations, was",
        "believed on in the world, was taken up in glory."
      ]
    ],
    "cards": 3,
    "lines": 32,
    "lastCardLines": 10,
    "wordCount": 337,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54003001,
    "rangeEndId": 54003016,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 326.6,
      "wordCountMin": 316,
      "wordCountMax": 338,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 31.4,
      "lineMin": 30,
      "lineMax": 33
    }
  },
  {
    "ref": "2 Timothy 4:16–18",
    "text": "(16) At my first defense, no one came to my support, but everyone deserted me. May it not be held against them. (17) But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion's mouth. (18) The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen.",
    "cardsText": [
      [
        "(16) At my first defense, no one came to my support, but",
        "everyone deserted me. May it not be held against them. (17)",
        "But the Lord stood at my side and gave me strength, so that",
        "through me the message might be fully proclaimed and all",
        "the Gentiles might hear it. And I was delivered from the lion's",
        "mouth. (18) The Lord will rescue me from every evil attack",
        "and will bring me safely to his heavenly kingdom. To him be",
        "glory for ever and ever. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 55004016,
    "rangeEndId": 55004018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.6,
      "wordCountMin": 81,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Jude 1:8–25",
    "text": "(8) In the very same way, on the strength of their dreams these ungodly people pollute their own bodies, reject authority and heap abuse on celestial beings. (9) But even the archangel Michael, when he was disputing with the devil about the body of Moses, did not himself dare to condemn him for slander but said, \"The Lord rebuke you!\" (10) Yet these people slander whatever they do not understand, and the very things they do understand by instinct--as irrational animals do--will destroy them. (11) Woe to them! They have taken the way of Cain; they have rushed for profit into Balaam's error; they have been destroyed in Korah's rebellion. (12) These people are blemishes at your love feasts, eating with you without the slightest qualm--shepherds who feed only themselves. They are clouds without rain, blown along by the wind; autumn trees, without fruit and uprooted--twice dead. (13) They are wild waves of the sea, foaming up their shame; wandering stars, for whom blackest darkness has been reserved forever. (14) Enoch, the seventh from Adam, prophesied about them: \"See, the Lord is coming with thousands upon thousands of his holy ones (15) to judge everyone, and to convict all of them of all the ungodly acts they have committed in their ungodliness, and of all the defiant words ungodly sinners have spoken against him.\" (16) These people are grumblers and faultfinders; they follow their own evil desires; they boast about themselves and flatter others for their own advantage. (17) But, dear friends, remember what the apostles of our Lord Jesus Christ foretold. (18) They said to you, \"In the last times there will be scoffers who will follow their own ungodly desires.\" (19) These are the people who divide you, who follow mere natural instincts and do not have the Spirit. (20) But you, dear friends, by building yourselves up in your most holy faith and praying in the Holy Spirit, (21) keep yourselves in God's love as you wait for the mercy of our Lord Jesus Christ to bring you to eternal life. (22) Be merciful to those who doubt; (23) save others by snatching them from the fire; to others show mercy, mixed with fear--hating even the clothing stained by corrupted flesh. (24) To him who is able to keep you from stumbling and to present you before his glorious presence without fault and with great joy-- (25) to the only God our Savior be glory, majesty, power and authority, through Jesus Christ our Lord, before all ages, now and forevermore! Amen.",
    "cardsText": [
      [
        "(8) In the very same way, on the strength of their dreams these",
        "ungodly people pollute their own bodies, reject authority and",
        "heap abuse on celestial beings. (9) But even the archangel",
        "Michael, when he was disputing with the devil about the body of",
        "Moses, did not himself dare to condemn him for slander but said,",
        "\"The Lord rebuke you!\" (10) Yet these people slander whatever",
        "they do not understand, and the very things they do understand",
        "by instinct--as irrational animals do--will destroy them. (11) Woe",
        "to them! They have taken the way of Cain; they have rushed for",
        "profit into Balaam's error; they have been destroyed in Korah's",
        "rebellion. (12) These people are blemishes at your love feasts,",
        "eating with you without the slightest qualm--shepherds who feed",
        "only themselves. They are clouds without rain, blown along by"
      ],
      [
        "the wind; autumn trees, without fruit and uprooted--twice dead.",
        "(13) They are wild waves of the sea, foaming up their shame;",
        "wandering stars, for whom blackest darkness has been reserved",
        "forever. (14) Enoch, the seventh from Adam, prophesied about",
        "them: \"See, the Lord is coming with thousands upon thousands of",
        "his holy ones (15) to judge everyone, and to convict all of them of",
        "all the ungodly acts they have committed in their ungodliness, and",
        "of all the defiant words ungodly sinners have spoken against him.\"",
        "(16) These people are grumblers and faultfinders; they follow their",
        "own evil desires; they boast about themselves and flatter others",
        "for their own advantage. (17) But, dear friends, remember what",
        "the apostles of our Lord Jesus Christ foretold. (18) They said to",
        "you, \"In the last times there will be scoffers who will follow their"
      ],
      [
        "own ungodly desires.\" (19) These are the people who divide you,",
        "who follow mere natural instincts and do not have the Spirit. (20)",
        "But you, dear friends, by building yourselves up in your most holy",
        "faith and praying in the Holy Spirit, (21) keep yourselves in God's",
        "love as you wait for the mercy of our Lord Jesus Christ to bring",
        "you to eternal life. (22) Be merciful to those who doubt; (23) save",
        "others by snatching them from the fire; to others show mercy,",
        "mixed with fear--hating even the clothing stained by corrupted",
        "flesh. (24) To him who is able to keep you from stumbling and to",
        "present you before his glorious presence without fault and with",
        "great joy-- (25) to the only God our Savior be glory, majesty, power",
        "and authority, through Jesus Christ our Lord, before all ages, now",
        "and forevermore! Amen."
      ]
    ],
    "cards": 3,
    "lines": 39,
    "lastCardLines": 13,
    "wordCount": 406,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 65001008,
    "rangeEndId": 65001025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 408,
      "wordCountMin": 398,
      "wordCountMax": 435,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 39.2,
      "lineMin": 37,
      "lineMax": 44
    }
  },
  {
    "ref": "Revelation 1:4–6",
    "text": "(4) John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits before his throne, (5) and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. To him who loves us and has freed us from our sins by his blood, (6) and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen.",
    "cardsText": [
      [
        "(4) John, To the seven churches in the province of Asia: Grace",
        "and peace to you from him who is, and who was, and who is",
        "to come, and from the seven spirits before his throne, (5) and",
        "from Jesus Christ, who is the faithful witness, the firstborn",
        "from the dead, and the ruler of the kings of the earth. To him",
        "who loves us and has freed us from our sins by his blood,",
        "(6) and has made us to be a kingdom and priests to serve",
        "his God and Father--to him be glory and power for ever and",
        "ever! Amen."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66001004,
    "rangeEndId": 66001006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 95.8,
      "wordCountMin": 91,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Genesis 41:38–41",
    "text": "(38) So Pharaoh asked them, \"Can we find anyone like this man, one in whom is the spirit of God?\" (39) Then Pharaoh said to Joseph, \"Since God has made all this known to you, there is no one so discerning and wise as you. (40) You shall be in charge of my palace, and all my people are to submit to your orders. Only with respect to the throne will I be greater than you.\" (41) So Pharaoh said to Joseph, \"I hereby put you in charge of the whole land of Egypt.\"",
    "cardsText": [
      [
        "(38) So Pharaoh asked them, \"Can we find anyone like this",
        "man, one in whom is the spirit of God?\" (39) Then Pharaoh",
        "said to Joseph, \"Since God has made all this known to you,",
        "there is no one so discerning and wise as you. (40) You shall",
        "be in charge of my palace, and all my people are to submit to",
        "your orders. Only with respect to the throne will I be greater",
        "than you.\" (41) So Pharaoh said to Joseph, \"I hereby put you",
        "in charge of the whole land of Egypt.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 90,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 1041038,
    "rangeEndId": 1041041,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 85,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "2 Chronicles 36:5–8",
    "text": "(5) Jehoiakim was twenty-five years old when he became king, and he reigned in Jerusalem eleven years. He did evil in the eyes of the LORD his God. (6) Nebuchadnezzar king of Babylon attacked him and bound him with bronze shackles to take him to Babylon. (7) Nebuchadnezzar also took to Babylon articles from the temple of the LORD and put them in his temple there. (8) The other events of Jehoiakim's reign, the detestable things he did and all that was found against him, are written in the book of the kings of Israel and Judah. And Jehoiachin his son succeeded him as king.",
    "cardsText": [
      [
        "(5) Jehoiakim was twenty-five years old when he became",
        "king, and he reigned in Jerusalem eleven years. He did evil",
        "in the eyes of the LORD his God. (6) Nebuchadnezzar king of",
        "Babylon attacked him and bound him with bronze shackles",
        "to take him to Babylon. (7) Nebuchadnezzar also took to",
        "Babylon articles from the temple of the LORD and put them",
        "in his temple there. (8) The other events of Jehoiakim's reign,",
        "the detestable things he did and all that was found against",
        "him, are written in the book of the kings of Israel and Judah.",
        "And Jehoiachin his son succeeded him as king."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 101,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 52,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 14036005,
    "rangeEndId": 14036008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 111.8,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 2:1–6",
    "text": "(1) Why do the nations conspire and the peoples plot in vain? (2) The kings of the earth rise up and the rulers band together against the LORD and against his anointed, saying, (3) \"Let us break their chains and throw off their shackles.\" (4) The One enthroned in heaven laughs; the Lord scoffs at them. (5) He rebukes them in his anger and terrifies them in his wrath, saying, (6) \"I have installed my king on Zion, my holy mountain.\"",
    "cardsText": [
      [
        "(1) Why do the nations conspire and the peoples plot in",
        "vain? (2) The kings of the earth rise up and the rulers band",
        "together against the LORD and against his anointed, saying,",
        "(3) \"Let us break their chains and throw off their shackles.\"",
        "(4) The One enthroned in heaven laughs; the Lord scoffs at",
        "them. (5) He rebukes them in his anger and terrifies them in",
        "his wrath, saying, (6) \"I have installed my king on Zion, my",
        "holy mountain.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 75,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 53,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 19002001,
    "rangeEndId": 19002006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 85.4,
      "wordCountMin": 75,
      "wordCountMax": 90,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 22:24–29",
    "text": "(24) Do not make friends with a hot-tempered person, do not associate with one easily angered, (25) or you may learn their ways and get yourself ensnared. (26) Do not be one who shakes hands in pledge or puts up security for debts; (27) if you lack the means to pay, your very bed will be snatched from under you. (28) Do not move an ancient boundary stone set up by your ancestors. (29) Do you see someone skilled in their work? They will serve before kings; they will not serve before officials of low rank.",
    "cardsText": [
      [
        "(24) Do not make friends with a hot-tempered person, do",
        "not associate with one easily angered, (25) or you may learn",
        "their ways and get yourself ensnared. (26) Do not be one who",
        "shakes hands in pledge or puts up security for debts; (27) if",
        "you lack the means to pay, your very bed will be snatched",
        "from under you. (28) Do not move an ancient boundary stone",
        "set up by your ancestors. (29) Do you see someone skilled in",
        "their work? They will serve before kings; they will not serve",
        "before officials of low rank."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 90,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 54,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 20022024,
    "rangeEndId": 20022029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 92,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 3:1–11",
    "text": "(1) There is a time for everything, and a season for every activity under the heavens: (2) a time to be born and a time to die, a time to plant and a time to uproot, (3) a time to kill and a time to heal, a time to tear down and a time to build, (4) a time to weep and a time to laugh, a time to mourn and a time to dance, (5) a time to scatter stones and a time to gather them, a time to embrace and a time to refrain from embracing, (6) a time to search and a time to give up, a time to keep and a time to throw away, (7) a time to tear and a time to mend, a time to be silent and a time to speak, (8) a time to love and a time to hate, a time for war and a time for peace. (9) What do workers gain from their toil? (10) I have seen the burden God has laid on the human race. (11) He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end.",
    "cardsText": [
      [
        "(1) There is a time for everything, and a season for every",
        "activity under the heavens: (2) a time to be born and a time",
        "to die, a time to plant and a time to uproot, (3) a time to kill",
        "and a time to heal, a time to tear down and a time to build,",
        "(4) a time to weep and a time to laugh, a time to mourn and",
        "a time to dance, (5) a time to scatter stones and a time to",
        "gather them, a time to embrace and a time to refrain from",
        "embracing, (6) a time to search and a time to give up, a time",
        "to keep and a time to throw away, (7) a time to tear and a time",
        "to mend, a time to be silent and a time to speak, (8) a time to",
        "love and a time to hate, a time for war and a time for peace."
      ],
      [
        "(9) What do workers gain from their toil? (10) I have seen the",
        "burden God has laid on the human race. (11) He has made",
        "everything beautiful in its time. He has also set eternity in the",
        "human heart; yet no one can fathom what God has done from",
        "beginning to end."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 199,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 55,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 21003001,
    "rangeEndId": 21003011,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 215,
      "wordCountMin": 199,
      "wordCountMax": 227,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.2,
      "lineMin": 16,
      "lineMax": 18
    }
  },
  {
    "ref": "Isaiah 42:1–9",
    "text": "(1) \"Here is my servant, whom I uphold, my chosen one in whom I delight; I will put my Spirit on him, and he will bring justice to the nations. (2) He will not shout or cry out, or raise his voice in the streets. (3) A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice; (4) he will not falter or be discouraged till he establishes justice on earth. In his teaching the islands will put their hope.\" (5) This is what God the LORD says--the Creator of the heavens, who stretches them out, who spreads out the earth with all that springs from it, who gives breath to its people, and life to those who walk on it: (6) \"I, the LORD, have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles, (7) to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness. (8) \"I am the LORD; that is my name! I will not yield my glory to another or my praise to idols. (9) See, the former things have taken place, and new things I declare; before they spring into being I announce them to you.\"",
    "cardsText": [
      [
        "(1) \"Here is my servant, whom I uphold, my chosen one in",
        "whom I delight; I will put my Spirit on him, and he will bring",
        "justice to the nations. (2) He will not shout or cry out, or raise",
        "his voice in the streets. (3) A bruised reed he will not break,",
        "and a smoldering wick he will not snuff out. In faithfulness he",
        "will bring forth justice; (4) he will not falter or be discouraged",
        "till he establishes justice on earth. In his teaching the islands",
        "will put their hope.\" (5) This is what God the LORD says--the",
        "Creator of the heavens, who stretches them out, who spreads",
        "out the earth with all that springs from it, who gives breath to",
        "its people, and life to those who walk on it: (6) \"I, the LORD,"
      ],
      [
        "have called you in righteousness; I will take hold of your",
        "hand. I will keep you and will make you to be a covenant for",
        "the people and a light for the Gentiles, (7) to open eyes that",
        "are blind, to free captives from prison and to release from the",
        "dungeon those who sit in darkness. (8) \"I am the LORD; that",
        "is my name! I will not yield my glory to another or my praise",
        "to idols. (9) See, the former things have taken place, and new",
        "things I declare; before they spring into being I announce",
        "them to you.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 229,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 56,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 23042001,
    "rangeEndId": 23042009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 231.4,
      "wordCountMin": 229,
      "wordCountMax": 235,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Jeremiah 8:11–17",
    "text": "(11) They dress the wound of my people as though it were not serious. \"Peace, peace,\" they say, when there is no peace. (12) Are they ashamed of their detestable conduct? No, they have no shame at all; they do not even know how to blush. So they will fall among the fallen; they will be brought down when they are punished, says the LORD. (13) \" 'I will take away their harvest, declares the LORD. There will be no grapes on the vine. There will be no figs on the tree, and their leaves will wither. What I have given them will be taken from them.' \" (14) Why are we sitting here? Gather together! Let us flee to the fortified cities and perish there! For the LORD our God has doomed us to perish and given us poisoned water to drink, because we have sinned against him. (15) We hoped for peace but no good has come, for a time of healing but there is only terror. (16) The snorting of the enemy's horses is heard from Dan; at the neighing of their stallions the whole land trembles. They have come to devour the land and everything in it, the city and all who live there. (17) \"See, I will send venomous snakes among you, vipers that cannot be charmed, and they will bite you,\" declares the LORD.",
    "cardsText": [
      [
        "(11) They dress the wound of my people as though it were",
        "not serious. \"Peace, peace,\" they say, when there is no peace.",
        "(12) Are they ashamed of their detestable conduct? No,",
        "they have no shame at all; they do not even know how to",
        "blush. So they will fall among the fallen; they will be brought",
        "down when they are punished, says the LORD. (13) \" 'I will",
        "take away their harvest, declares the LORD. There will be no",
        "grapes on the vine. There will be no figs on the tree, and their",
        "leaves will wither. What I have given them will be taken from",
        "them.' \" (14) Why are we sitting here? Gather together! Let",
        "us flee to the fortified cities and perish there! For the LORD"
      ],
      [
        "our God has doomed us to perish and given us poisoned",
        "water to drink, because we have sinned against him. (15) We",
        "hoped for peace but no good has come, for a time of healing",
        "but there is only terror. (16) The snorting of the enemy's",
        "horses is heard from Dan; at the neighing of their stallions",
        "the whole land trembles. They have come to devour the land",
        "and everything in it, the city and all who live there. (17) \"See, I",
        "will send venomous snakes among you, vipers that cannot be",
        "charmed, and they will bite you,\" declares the LORD."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 223,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 57,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 24008011,
    "rangeEndId": 24008017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 224,
      "wordCountMin": 212,
      "wordCountMax": 234,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Lamentations 1:1–7",
    "text": "(1) How deserted lies the city, once so full of people! How like a widow is she, who once was great among the nations! She who was queen among the provinces has now become a slave. (2) Bitterly she weeps at night, tears are on her cheeks. Among all her lovers there is no one to comfort her. All her friends have betrayed her; they have become her enemies. (3) After affliction and harsh labor, Judah has gone into exile. She dwells among the nations; she finds no resting place. All who pursue her have overtaken her in the midst of her distress. (4) The roads to Zion mourn, for no one comes to her appointed festivals. All her gateways are desolate, her priests groan, her young women grieve, and she is in bitter anguish. (5) Her foes have become her masters; her enemies are at ease. The LORD has brought her grief because of her many sins. Her children have gone into exile, captive before the foe. (6) All the splendor has departed from Daughter Zion. Her princes are like deer that find no pasture; in weakness they have fled before the pursuer. (7) In the days of her affliction and wandering Jerusalem remembers all the treasures that were hers in days of old. When her people fell into enemy hands, there was no one to help her. Her enemies looked at her and laughed at her destruction.",
    "cardsText": [
      [
        "(1) How deserted lies the city, once so full of people! How",
        "like a widow is she, who once was great among the nations!",
        "She who was queen among the provinces has now become a",
        "slave. (2) Bitterly she weeps at night, tears are on her cheeks.",
        "Among all her lovers there is no one to comfort her. All her",
        "friends have betrayed her; they have become her enemies.",
        "(3) After affliction and harsh labor, Judah has gone into exile.",
        "She dwells among the nations; she finds no resting place.",
        "All who pursue her have overtaken her in the midst of her",
        "distress. (4) The roads to Zion mourn, for no one comes to her",
        "appointed festivals. All her gateways are desolate, her priests"
      ],
      [
        "groan, her young women grieve, and she is in bitter anguish.",
        "(5) Her foes have become her masters; her enemies are at",
        "ease. The LORD has brought her grief because of her many",
        "sins. Her children have gone into exile, captive before the foe.",
        "(6) All the splendor has departed from Daughter Zion. Her",
        "princes are like deer that find no pasture; in weakness they",
        "have fled before the pursuer. (7) In the days of her affliction",
        "and wandering Jerusalem remembers all the treasures that",
        "were hers in days of old. When her people fell into enemy",
        "hands, there was no one to help her. Her enemies looked at",
        "her and laughed at her destruction."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 232,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 58,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25001001,
    "rangeEndId": 25001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 229,
      "wordCountMax": 259,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "Lamentations 3:25–33",
    "text": "(25) The LORD is good to those whose hope is in him, to the one who seeks him; (26) it is good to wait quietly for the salvation of the LORD. (27) It is good for a man to bear the yoke while he is young. (28) Let him sit alone in silence, for the LORD has laid it on him. (29) Let him bury his face in the dust--there may yet be hope. (30) Let him offer his cheek to one who would strike him, and let him be filled with disgrace. (31) For no one is cast off by the Lord forever. (32) Though he brings grief, he will show compassion, so great is his unfailing love. (33) For he does not willingly bring affliction or grief to anyone.",
    "cardsText": [
      [
        "(25) The LORD is good to those whose hope is in him, to",
        "the one who seeks him; (26) it is good to wait quietly for the",
        "salvation of the LORD. (27) It is good for a man to bear the",
        "yoke while he is young. (28) Let him sit alone in silence, for",
        "the LORD has laid it on him. (29) Let him bury his face in the",
        "dust--there may yet be hope. (30) Let him offer his cheek to",
        "one who would strike him, and let him be filled with disgrace.",
        "(31) For no one is cast off by the Lord forever. (32) Though he",
        "brings grief, he will show compassion, so great is his unfailing",
        "love. (33) For he does not willingly bring affliction or grief to",
        "anyone."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 122,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 59,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25003025,
    "rangeEndId": 25003033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 124.2,
      "wordCountMin": 122,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezekiel 11:14–21",
    "text": "(14) The word of the LORD came to me: (15) \"Son of man, the people of Jerusalem have said of your fellow exiles and all the other Israelites, 'They are far away from the LORD; this land was given to us as our possession.' (16) \"Therefore say: 'This is what the Sovereign LORD says: Although I sent them far away among the nations and scattered them among the countries, yet for a little while I have been a sanctuary for them in the countries where they have gone.' (17) \"Therefore say: 'This is what the Sovereign LORD says: I will gather you from the nations and bring you back from the countries where you have been scattered, and I will give you back the land of Israel again.' (18) \"They will return to it and remove all its vile images and detestable idols. (19) I will give them an undivided heart and put a new spirit in them; I will remove from them their heart of stone and give them a heart of flesh. (20) Then they will follow my decrees and be careful to keep my laws. They will be my people, and I will be their God. (21) But as for those whose hearts are devoted to their vile images and detestable idols, I will bring down on their own heads what they have done, declares the Sovereign LORD.\"",
    "cardsText": [
      [
        "(14) The word of the LORD came to me: (15) \"Son of man,",
        "the people of Jerusalem have said of your fellow exiles and",
        "all the other Israelites, 'They are far away from the LORD; this",
        "land was given to us as our possession.' (16) \"Therefore say:",
        "'This is what the Sovereign LORD says: Although I sent them",
        "far away among the nations and scattered them among the",
        "countries, yet for a little while I have been a sanctuary for",
        "them in the countries where they have gone.' (17) \"Therefore",
        "say: 'This is what the Sovereign LORD says: I will gather you",
        "from the nations and bring you back from the countries",
        "where you have been scattered, and I will give you back the"
      ],
      [
        "land of Israel again.' (18) \"They will return to it and remove",
        "all its vile images and detestable idols. (19) I will give them",
        "an undivided heart and put a new spirit in them; I will remove",
        "from them their heart of stone and give them a heart of flesh.",
        "(20) Then they will follow my decrees and be careful to keep",
        "my laws. They will be my people, and I will be their God. (21)",
        "But as for those whose hearts are devoted to their vile images",
        "and detestable idols, I will bring down on their own heads",
        "what they have done, declares the Sovereign LORD.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 223,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 60,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26011014,
    "rangeEndId": 26011021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 235.6,
      "wordCountMin": 223,
      "wordCountMax": 246,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Ezekiel 13:8–10",
    "text": "(8) \" 'Therefore this is what the Sovereign LORD says: Because of your false words and lying visions, I am against you, declares the Sovereign LORD. (9) My hand will be against the prophets who see false visions and utter lying divinations. They will not belong to the council of my people or be listed in the records of Israel, nor will they enter the land of Israel. Then you will know that I am the Sovereign LORD. (10) \" 'Because they lead my people astray, saying, \"Peace,\" when there is no peace, and because, when a flimsy wall is built, they cover it with whitewash,",
    "cardsText": [
      [
        "(8) \" 'Therefore this is what the Sovereign LORD says: Because",
        "of your false words and lying visions, I am against you, declares",
        "the Sovereign LORD. (9) My hand will be against the prophets",
        "who see false visions and utter lying divinations. They will not",
        "belong to the council of my people or be listed in the records",
        "of Israel, nor will they enter the land of Israel. Then you will",
        "know that I am the Sovereign LORD. (10) \" 'Because they lead",
        "my people astray, saying, \"Peace,\" when there is no peace,",
        "and because, when a flimsy wall is built, they cover it with",
        "whitewash,"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 103,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 61,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26013008,
    "rangeEndId": 26013010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.6,
      "wordCountMin": 103,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 1:1–7",
    "text": "(1) In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. (2) And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god. (3) Then the king ordered Ashpenaz, chief of his court officials, to bring into the king's service some of the Israelites from the royal family and the nobility-- (4) young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king's palace. He was to teach them the language and literature of the Babylonians. (5) The king assigned them a daily amount of food and wine from the king's table. They were to be trained for three years, and after that they were to enter the king's service. (6) Among those who were chosen were some from Judah: Daniel, Hananiah, Mishael and Azariah. (7) The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego.",
    "cardsText": [
      [
        "(1) In the third year of the reign of Jehoiakim king of Judah,",
        "Nebuchadnezzar king of Babylon came to Jerusalem and",
        "besieged it. (2) And the Lord delivered Jehoiakim king of",
        "Judah into his hand, along with some of the articles from",
        "the temple of God. These he carried off to the temple of his",
        "god in Babylonia and put in the treasure house of his god. (3)",
        "Then the king ordered Ashpenaz, chief of his court officials,",
        "to bring into the king's service some of the Israelites from",
        "the royal family and the nobility-- (4) young men without any",
        "physical defect, handsome, showing aptitude for every kind of",
        "learning, well informed, quick to understand, and qualified to"
      ],
      [
        "serve in the king's palace. He was to teach them the language",
        "and literature of the Babylonians. (5) The king assigned",
        "them a daily amount of food and wine from the king's table.",
        "They were to be trained for three years, and after that they",
        "were to enter the king's service. (6) Among those who were",
        "chosen were some from Judah: Daniel, Hananiah, Mishael",
        "and Azariah. (7) The chief official gave them new names: to",
        "Daniel, the name Belteshazzar; to Hananiah, Shadrach; to",
        "Mishael, Meshach; and to Azariah, Abednego."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 200,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 62,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27001001,
    "rangeEndId": 27001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.2,
      "wordCountMin": 200,
      "wordCountMax": 233,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 2:1–11",
    "text": "(1) In the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep. (2) So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king, (3) he said to them, \"I have had a dream that troubles me and I want to know what it means.\" (4) Then the astrologers answered the king, \"May the king live forever! Tell your servants the dream, and we will interpret it.\" (5) The king replied to the astrologers, \"This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble. (6) But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.\" (7) Once more they replied, \"Let the king tell his servants the dream, and we will interpret it.\" (8) Then the king answered, \"I am certain that you are trying to gain time, because you realize that this is what I have firmly decided: (9) If you do not tell me the dream, there is only one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.\" (10) The astrologers answered the king, \"There is no one on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer. (11) What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among humans.\"",
    "cardsText": [
      [
        "(1) In the second year of his reign, Nebuchadnezzar had",
        "dreams; his mind was troubled and he could not sleep. (2)",
        "So the king summoned the magicians, enchanters, sorcerers",
        "and astrologers to tell him what he had dreamed. When they",
        "came in and stood before the king, (3) he said to them, \"I",
        "have had a dream that troubles me and I want to know what",
        "it means.\" (4) Then the astrologers answered the king, \"May",
        "the king live forever! Tell your servants the dream, and we",
        "will interpret it.\" (5) The king replied to the astrologers, \"This",
        "is what I have firmly decided: If you do not tell me what my",
        "dream was and interpret it, I will have you cut into pieces and"
      ],
      [
        "your houses turned into piles of rubble. (6) But if you tell me",
        "the dream and explain it, you will receive from me gifts and",
        "rewards and great honor. So tell me the dream and interpret",
        "it for me.\" (7) Once more they replied, \"Let the king tell his",
        "servants the dream, and we will interpret it.\" (8) Then the",
        "king answered, \"I am certain that you are trying to gain time,",
        "because you realize that this is what I have firmly decided: (9)",
        "If you do not tell me the dream, there is only one penalty for",
        "you. You have conspired to tell me misleading and wicked",
        "things, hoping the situation will change. So then, tell me",
        "the dream, and I will know that you can interpret it for me.\""
      ],
      [
        "(10) The astrologers answered the king, \"There is no one on",
        "earth who can do what the king asks! No king, however great",
        "and mighty, has ever asked such a thing of any magician or",
        "enchanter or astrologer. (11) What the king asks is too difficult.",
        "No one can reveal it to the king except the gods, and they do",
        "not live among humans.\""
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 309,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 63,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002001,
    "rangeEndId": 27002011,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 328.2,
      "wordCountMin": 309,
      "wordCountMax": 344,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 30.4,
      "lineMin": 28,
      "lineMax": 32
    }
  },
  {
    "ref": "Daniel 2:17–24",
    "text": "(17) Then Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah. (18) He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon. (19) During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven (20) and said: \"Praise be to the name of God for ever and ever; wisdom and power are his. (21) He changes times and seasons; he deposes kings and raises up others. He gives wisdom to the wise and knowledge to the discerning. (22) He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him. (23) I thank and praise you, God of my ancestors: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.\" (24) Then Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, \"Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.\"",
    "cardsText": [
      [
        "(17) Then Daniel returned to his house and explained the",
        "matter to his friends Hananiah, Mishael and Azariah. (18)",
        "He urged them to plead for mercy from the God of heaven",
        "concerning this mystery, so that he and his friends might not",
        "be executed with the rest of the wise men of Babylon. (19)",
        "During the night the mystery was revealed to Daniel in a",
        "vision. Then Daniel praised the God of heaven (20) and said:",
        "\"Praise be to the name of God for ever and ever; wisdom",
        "and power are his. (21) He changes times and seasons; he",
        "deposes kings and raises up others. He gives wisdom to",
        "the wise and knowledge to the discerning. (22) He reveals"
      ],
      [
        "deep and hidden things; he knows what lies in darkness, and",
        "light dwells with him. (23) I thank and praise you, God of my",
        "ancestors: You have given me wisdom and power, you have",
        "made known to me what we asked of you, you have made",
        "known to us the dream of the king.\" (24) Then Daniel went",
        "to Arioch, whom the king had appointed to execute the wise",
        "men of Babylon, and said to him, \"Do not execute the wise",
        "men of Babylon. Take me to the king, and I will interpret his",
        "dream for him.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 208,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 64,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002017,
    "rangeEndId": 27002024,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 208,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 4:33–37",
    "text": "(33) Immediately what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like the ox. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird. (34) At the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His dominion is an eternal dominion; his kingdom endures from generation to generation. (35) All the peoples of the earth are regarded as nothing. He does as he pleases with the powers of heaven and the peoples of the earth. No one can hold back his hand or say to him: \"What have you done?\" (36) At the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before. (37) Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble.",
    "cardsText": [
      [
        "(33) Immediately what had been said about Nebuchadnezzar",
        "was fulfilled. He was driven away from people and ate grass",
        "like the ox. His body was drenched with the dew of heaven until",
        "his hair grew like the feathers of an eagle and his nails like the",
        "claws of a bird. (34) At the end of that time, I, Nebuchadnezzar,",
        "raised my eyes toward heaven, and my sanity was restored.",
        "Then I praised the Most High; I honored and glorified him",
        "who lives forever. His dominion is an eternal dominion; his",
        "kingdom endures from generation to generation. (35) All the",
        "peoples of the earth are regarded as nothing. He does as he",
        "pleases with the powers of heaven and the peoples of the"
      ],
      [
        "earth. No one can hold back his hand or say to him: \"What",
        "have you done?\" (36) At the same time that my sanity was",
        "restored, my honor and splendor were returned to me for the",
        "glory of my kingdom. My advisers and nobles sought me out,",
        "and I was restored to my throne and became even greater",
        "than before. (37) Now I, Nebuchadnezzar, praise and exalt",
        "and glorify the King of heaven, because everything he does",
        "is right and all his ways are just. And those who walk in pride",
        "he is able to humble."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 213,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 65,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27004033,
    "rangeEndId": 27004037,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214.4,
      "wordCountMin": 210,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Daniel 5:1–4",
    "text": "(1) King Belshazzar gave a great banquet for a thousand of his nobles and drank wine with them. (2) While Belshazzar was drinking his wine, he gave orders to bring in the gold and silver goblets that Nebuchadnezzar his father had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them. (3) So they brought in the gold goblets that had been taken from the temple of God in Jerusalem, and the king and his nobles, his wives and his concubines drank from them. (4) As they drank the wine, they praised the gods of gold and silver, of bronze, iron, wood and stone.",
    "cardsText": [
      [
        "(1) King Belshazzar gave a great banquet for a thousand of",
        "his nobles and drank wine with them. (2) While Belshazzar",
        "was drinking his wine, he gave orders to bring in the gold",
        "and silver goblets that Nebuchadnezzar his father had taken",
        "from the temple in Jerusalem, so that the king and his nobles,",
        "his wives and his concubines might drink from them. (3) So",
        "they brought in the gold goblets that had been taken from",
        "the temple of God in Jerusalem, and the king and his nobles,",
        "his wives and his concubines drank from them. (4) As they",
        "drank the wine, they praised the gods of gold and silver, of",
        "bronze, iron, wood and stone."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 112,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 66,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27005001,
    "rangeEndId": 27005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 112,
      "wordCountMax": 125,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 6:1–13",
    "text": "(1) It pleased Darius to appoint 120 satraps to rule throughout the kingdom, (2) with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss. (3) Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom. (4) At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent. (5) Finally these men said, \"We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.\" (6) So these administrators and satraps went as a group to the king and said: \"May King Darius live forever! (7) The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or human being during the next thirty days, except to you, Your Majesty, shall be thrown into the lions' den. (8) Now, Your Majesty, issue the decree and put it in writing so that it cannot be altered--in accordance with the law of the Medes and Persians, which cannot be repealed.\" (9) So King Darius put the decree in writing. (10) Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before. (11) Then these men went as a group and found Daniel praying and asking God for help. (12) So they went to the king and spoke to him about his royal decree: \"Did you not publish a decree that during the next thirty days anyone who prays to any god or human being except to you, Your Majesty, would be thrown into the lions' den?\" The king answered, \"The decree stands- -in accordance with the law of the Medes and Persians, which cannot be repealed.\" (13) Then they said to the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, Your Majesty, or to the decree you put in writing. He still prays three times a day.\"",
    "cardsText": [
      [
        "(1) It pleased Darius to appoint 120 satraps to rule throughout",
        "the kingdom, (2) with three administrators over them, one of",
        "whom was Daniel. The satraps were made accountable to",
        "them so that the king might not suffer loss. (3) Now Daniel",
        "so distinguished himself among the administrators and the",
        "satraps by his exceptional qualities that the king planned to",
        "set him over the whole kingdom. (4) At this, the administrators",
        "and the satraps tried to find grounds for charges against Daniel",
        "in his conduct of government affairs, but they were unable",
        "to do so. They could find no corruption in him, because he",
        "was trustworthy and neither corrupt nor negligent. (5) Finally"
      ],
      [
        "these men said, \"We will never find any basis for charges",
        "against this man Daniel unless it has something to do with the",
        "law of his God.\" (6) So these administrators and satraps went",
        "as a group to the king and said: \"May King Darius live forever!",
        "(7) The royal administrators, prefects, satraps, advisers and",
        "governors have all agreed that the king should issue an edict",
        "and enforce the decree that anyone who prays to any god",
        "or human being during the next thirty days, except to you,",
        "Your Majesty, shall be thrown into the lions' den. (8) Now,",
        "Your Majesty, issue the decree and put it in writing so that it",
        "cannot be altered--in accordance with the law of the Medes"
      ],
      [
        "and Persians, which cannot be repealed.\" (9) So King Darius",
        "put the decree in writing. (10) Now when Daniel learned that",
        "the decree had been published, he went home to his upstairs",
        "room where the windows opened toward Jerusalem. Three",
        "times a day he got down on his knees and prayed, giving",
        "thanks to his God, just as he had done before. (11) Then these",
        "men went as a group and found Daniel praying and asking",
        "God for help. (12) So they went to the king and spoke to him",
        "about his royal decree: \"Did you not publish a decree that",
        "during the next thirty days anyone who prays to any god or",
        "human being except to you, Your Majesty, would be thrown"
      ],
      [
        "into the lions' den?\" The king answered, \"The decree stands-",
        "-in accordance with the law of the Medes and Persians, which",
        "cannot be repealed.\" (13) Then they said to the king, \"Daniel,",
        "who is one of the exiles from Judah, pays no attention to you,",
        "Your Majesty, or to the decree you put in writing. He still prays",
        "three times a day.\""
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 407,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 67,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27006001,
    "rangeEndId": 27006013,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 419.4,
      "wordCountMin": 407,
      "wordCountMax": 435,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 40.6,
      "lineMin": 39,
      "lineMax": 44
    }
  },
  {
    "ref": "Daniel 7:27",
    "text": "(27) Then the sovereignty, power and greatness of all the kingdoms under heaven will be handed over to the holy people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.'",
    "cardsText": [
      [
        "(27) Then the sovereignty, power and greatness of all the",
        "kingdoms under heaven will be handed over to the holy",
        "people of the Most High. His kingdom will be an everlasting",
        "kingdom, and all rulers will worship and obey him.'"
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 39,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 68,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27007027,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 42.2,
      "wordCountMin": 39,
      "wordCountMax": 45,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Micah 5:2–4",
    "text": "(2) \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times.\" (3) Therefore Israel will be abandoned until the time when she who is in labor bears a son, and the rest of his brothers return to join the Israelites. (4) He will stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they will live securely, for then his greatness will reach to the ends of the earth.",
    "cardsText": [
      [
        "(2) \"But you, Bethlehem Ephrathah, though you are small",
        "among the clans of Judah, out of you will come for me one",
        "who will be ruler over Israel, whose origins are from of old,",
        "from ancient times.\" (3) Therefore Israel will be abandoned",
        "until the time when she who is in labor bears a son, and the",
        "rest of his brothers return to join the Israelites. (4) He will",
        "stand and shepherd his flock in the strength of the LORD, in",
        "the majesty of the name of the LORD his God. And they will",
        "live securely, for then his greatness will reach to the ends of",
        "the earth."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 105,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 69,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 33005002,
    "rangeEndId": 33005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.6,
      "wordCountMin": 105,
      "wordCountMax": 116,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 4:1–11",
    "text": "(1) Then Jesus was led by the Spirit into the wilderness to be tempted by the devil. (2) After fasting forty days and forty nights, he was hungry. (3) The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" (4) Jesus answered, \"It is written: 'Man shall not live on bread alone, but on every word that comes from the mouth of God.'\" (5) Then the devil took him to the holy city and had him stand on the highest point of the temple. (6) \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \" 'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" (7) Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" (8) Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. (9) \"All this I will give you,\" he said, \"if you will bow down and worship me.\" (10) Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" (11) Then the devil left him, and angels came and attended him.",
    "cardsText": [
      [
        "(1) Then Jesus was led by the Spirit into the wilderness to be",
        "tempted by the devil. (2) After fasting forty days and forty",
        "nights, he was hungry. (3) The tempter came to him and said,",
        "\"If you are the Son of God, tell these stones to become bread.\"",
        "(4) Jesus answered, \"It is written: 'Man shall not live on bread",
        "alone, but on every word that comes from the mouth of God.'\"",
        "(5) Then the devil took him to the holy city and had him stand",
        "on the highest point of the temple. (6) \"If you are the Son of",
        "God,\" he said, \"throw yourself down. For it is written: \" 'He will",
        "command his angels concerning you, and they will lift you up",
        "in their hands, so that you will not strike your foot against a"
      ],
      [
        "stone.'\" (7) Jesus answered him, \"It is also written: 'Do not put",
        "the Lord your God to the test.'\" (8) Again, the devil took him",
        "to a very high mountain and showed him all the kingdoms of",
        "the world and their splendor. (9) \"All this I will give you,\" he",
        "said, \"if you will bow down and worship me.\" (10) Jesus said",
        "to him, \"Away from me, Satan! For it is written: 'Worship the",
        "Lord your God, and serve him only.'\" (11) Then the devil left",
        "him, and angels came and attended him."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 220,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 70,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40004001,
    "rangeEndId": 40004011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 238,
      "wordCountMin": 220,
      "wordCountMax": 248,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.8,
      "lineMin": 19,
      "lineMax": 22
    }
  },
  {
    "ref": "Matthew 5:17–18",
    "text": "(17) \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. (18) For truly I tell you, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished.",
    "cardsText": [
      [
        "(17) \"Do not think that I have come to abolish the Law or the",
        "Prophets; I have not come to abolish them but to fulfill them.",
        "(18) For truly I tell you, until heaven and earth disappear, not the",
        "smallest letter, not the least stroke of a pen, will by any means",
        "disappear from the Law until everything is accomplished."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 58,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 71,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40005017,
    "rangeEndId": 40005018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 52.6,
      "wordCountMin": 50,
      "wordCountMax": 58,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Matthew 26:31–35",
    "text": "(31) Then Jesus told them, \"This very night you will all fall away on account of me, for it is written: \" 'I will strike the shepherd, and the sheep of the flock will be scattered.' (32) But after I have risen, I will go ahead of you into Galilee.\" (33) Peter replied, \"Even if all fall away on account of you, I never will.\" (34) \"Truly I tell you,\" Jesus answered, \"this very night, before the rooster crows, you will disown me three times.\" (35) But Peter declared, \"Even if I have to die with you, I will never disown you.\" And all the other disciples said the same.",
    "cardsText": [
      [
        "(31) Then Jesus told them, \"This very night you will all fall",
        "away on account of me, for it is written: \" 'I will strike the",
        "shepherd, and the sheep of the flock will be scattered.' (32)",
        "But after I have risen, I will go ahead of you into Galilee.\" (33)",
        "Peter replied, \"Even if all fall away on account of you, I never",
        "will.\" (34) \"Truly I tell you,\" Jesus answered, \"this very night,",
        "before the rooster crows, you will disown me three times.\"",
        "(35) But Peter declared, \"Even if I have to die with you, I will",
        "never disown you.\" And all the other disciples said the same."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 105,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 72,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40026031,
    "rangeEndId": 40026035,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.8,
      "wordCountMin": 105,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 28:1–10",
    "text": "(1) After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. (2) There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. (3) His appearance was like lightning, and his clothes were white as snow. (4) The guards were so afraid of him that they shook and became like dead men. (5) The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. (6) He is not here; he has risen, just as he said. Come and see the place where he lay. (7) Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" (8) So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. (9) Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. (10) Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\"",
    "cardsText": [
      [
        "(1) After the Sabbath, at dawn on the first day of the week,",
        "Mary Magdalene and the other Mary went to look at the",
        "tomb. (2) There was a violent earthquake, for an angel of the",
        "Lord came down from heaven and, going to the tomb, rolled",
        "back the stone and sat on it. (3) His appearance was like",
        "lightning, and his clothes were white as snow. (4) The guards",
        "were so afraid of him that they shook and became like dead",
        "men. (5) The angel said to the women, \"Do not be afraid, for",
        "I know that you are looking for Jesus, who was crucified. (6)",
        "He is not here; he has risen, just as he said. Come and see the",
        "place where he lay. (7) Then go quickly and tell his disciples:"
      ],
      [
        "'He has risen from the dead and is going ahead of you into",
        "Galilee. There you will see him.' Now I have told you.\" (8) So",
        "the women hurried away from the tomb, afraid yet filled with",
        "joy, and ran to tell his disciples. (9) Suddenly Jesus met them.",
        "\"Greetings,\" he said. They came to him, clasped his feet and",
        "worshiped him. (10) Then Jesus said to them, \"Do not be",
        "afraid. Go and tell my brothers to go to Galilee; there they",
        "will see me.\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 210,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 73,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40028001,
    "rangeEndId": 40028010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219,
      "wordCountMin": 210,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Mark 11:1–10",
    "text": "(1) As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples, (2) saying to them, \"Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here. (3) If anyone asks you, 'Why are you doing this?' say, 'The Lord needs it and will send it back here shortly.' \" (4) They went and found a colt outside in the street, tied at a doorway. As they untied it, (5) some people standing there asked, \"What are you doing, untying that colt?\" (6) They answered as Jesus had told them to, and the people let them go. (7) When they brought the colt to Jesus and threw their cloaks over it, he sat on it. (8) Many people spread their cloaks on the road, while others spread branches they had cut in the fields. (9) Those who went ahead and those who followed shouted, \"Hosanna!\" \"Blessed is he who comes in the name of the Lord!\" (10) \"Blessed is the coming kingdom of our father David!\" \"Hosanna in the highest heaven!\"",
    "cardsText": [
      [
        "(1) As they approached Jerusalem and came to Bethphage",
        "and Bethany at the Mount of Olives, Jesus sent two of his",
        "disciples, (2) saying to them, \"Go to the village ahead of you,",
        "and just as you enter it, you will find a colt tied there, which no",
        "one has ever ridden. Untie it and bring it here. (3) If anyone",
        "asks you, 'Why are you doing this?' say, 'The Lord needs it",
        "and will send it back here shortly.' \" (4) They went and found a",
        "colt outside in the street, tied at a doorway. As they untied it,",
        "(5) some people standing there asked, \"What are you doing,",
        "untying that colt?\" (6) They answered as Jesus had told them",
        "to, and the people let them go. (7) When they brought the"
      ],
      [
        "colt to Jesus and threw their cloaks over it, he sat on it. (8)",
        "Many people spread their cloaks on the road, while others",
        "spread branches they had cut in the fields. (9) Those who went",
        "ahead and those who followed shouted, \"Hosanna!\" \"Blessed",
        "is he who comes in the name of the Lord!\" (10) \"Blessed is",
        "the coming kingdom of our father David!\" \"Hosanna in the",
        "highest heaven!\""
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 192,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 74,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 41011001,
    "rangeEndId": 41011010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.8,
      "wordCountMin": 192,
      "wordCountMax": 226,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Luke 8:18",
    "text": "(18) Therefore consider carefully how you listen. Whoever has will be given more; whoever does not have, even what they think they have will be taken from them.\"",
    "cardsText": [
      [
        "(18) Therefore consider carefully how you listen. Whoever",
        "has will be given more; whoever does not have, even what",
        "they think they have will be taken from them.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 27,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 75,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42008018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 30.8,
      "wordCountMin": 27,
      "wordCountMax": 34,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Luke 14:25–35",
    "text": "(25) Large crowds were traveling with Jesus, and turning to them he said: (26) \"If anyone comes to me and does not hate father and mother, wife and children, brothers and sisters-- yes, even their own life--such a person cannot be my disciple. (27) And whoever does not carry their cross and follow me cannot be my disciple. (28) \"Suppose one of you wants to build a tower. Won't you first sit down and estimate the cost to see if you have enough money to complete it? (29) For if you lay the foundation and are not able to finish it, everyone who sees it will ridicule you, (30) saying, 'This person began to build and wasn't able to finish.' (31) \"Or suppose a king is about to go to war against another king. Won't he first sit down and consider whether he is able with ten thousand men to oppose the one coming against him with twenty thousand? (32) If he is not able, he will send a delegation while the other is still a long way off and will ask for terms of peace. (33) In the same way, those of you who do not give up everything you have cannot be my disciples. (34) \"Salt is good, but if it loses its saltiness, how can it be made salty again? (35) It is fit neither for the soil nor for the manure pile; it is thrown out. \"Whoever has ears to hear, let them hear.\"",
    "cardsText": [
      [
        "(25) Large crowds were traveling with Jesus, and turning to",
        "them he said: (26) \"If anyone comes to me and does not hate",
        "father and mother, wife and children, brothers and sisters--",
        "yes, even their own life--such a person cannot be my disciple.",
        "(27) And whoever does not carry their cross and follow me",
        "cannot be my disciple. (28) \"Suppose one of you wants to",
        "build a tower. Won't you first sit down and estimate the cost",
        "to see if you have enough money to complete it? (29) For if",
        "you lay the foundation and are not able to finish it, everyone",
        "who sees it will ridicule you, (30) saying, 'This person began",
        "to build and wasn't able to finish.' (31) \"Or suppose a king"
      ],
      [
        "is about to go to war against another king. Won't he first sit",
        "down and consider whether he is able with ten thousand men",
        "to oppose the one coming against him with twenty thousand?",
        "(32) If he is not able, he will send a delegation while the other",
        "is still a long way off and will ask for terms of peace. (33) In",
        "the same way, those of you who do not give up everything",
        "you have cannot be my disciples. (34) \"Salt is good, but if it",
        "loses its saltiness, how can it be made salty again? (35) It is",
        "fit neither for the soil nor for the manure pile; it is thrown out.",
        "\"Whoever has ears to hear, let them hear.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 237,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 76,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42014025,
    "rangeEndId": 42014035,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 234.8,
      "wordCountMin": 227,
      "wordCountMax": 240,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Luke 16:1–8",
    "text": "(1) Jesus told his disciples: \"There was a rich man whose manager was accused of wasting his possessions. (2) So he called him in and asked him, 'What is this I hear about you? Give an account of your management, because you cannot be manager any longer.' (3) \"The manager said to himself, 'What shall I do now? My master is taking away my job. I'm not strong enough to dig, and I'm ashamed to beg-- (4) I know what I'll do so that, when I lose my job here, people will welcome me into their houses.' (5) \"So he called in each one of his master's debtors. He asked the first, 'How much do you owe my master?' (6) \" 'Nine hundred gallons of olive oil,' he replied. \"The manager told him, 'Take your bill, sit down quickly, and make it four hundred and fifty.' (7) \"Then he asked the second, 'And how much do you owe?' \" 'A thousand bushels of wheat,' he replied. \"He told him, 'Take your bill and make it eight hundred.' (8) \"The master commended the dishonest manager because he had acted shrewdly. For the people of this world are more shrewd in dealing with their own kind than are the people of the light.",
    "cardsText": [
      [
        "(1) Jesus told his disciples: \"There was a rich man whose",
        "manager was accused of wasting his possessions. (2) So he",
        "called him in and asked him, 'What is this I hear about you?",
        "Give an account of your management, because you cannot",
        "be manager any longer.' (3) \"The manager said to himself,",
        "'What shall I do now? My master is taking away my job. I'm",
        "not strong enough to dig, and I'm ashamed to beg-- (4) I",
        "know what I'll do so that, when I lose my job here, people",
        "will welcome me into their houses.' (5) \"So he called in each",
        "one of his master's debtors. He asked the first, 'How much do",
        "you owe my master?' (6) \" 'Nine hundred gallons of olive oil,'"
      ],
      [
        "he replied. \"The manager told him, 'Take your bill, sit down",
        "quickly, and make it four hundred and fifty.' (7) \"Then he",
        "asked the second, 'And how much do you owe?' \" 'A thousand",
        "bushels of wheat,' he replied. \"He told him, 'Take your bill",
        "and make it eight hundred.' (8) \"The master commended the",
        "dishonest manager because he had acted shrewdly. For the",
        "people of this world are more shrewd in dealing with their",
        "own kind than are the people of the light."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 203,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 77,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42016001,
    "rangeEndId": 42016008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 211.2,
      "wordCountMin": 203,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.2,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "John 4:27–38",
    "text": "(27) Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" (28) Then, leaving her water jar, the woman went back to the town and said to the people, (29) \"Come, see a man who told me everything I ever did. Could this be the Messiah?\" (30) They came out of the town and made their way toward him. (31) Meanwhile his disciples urged him, \"Rabbi, eat something.\" (32) But he said to them, \"I have food to eat that you know nothing about.\" (33) Then his disciples said to each other, \"Could someone have brought him food?\" (34) \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. (35) Don't you have a saying, 'It's still four months until harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. (36) Even now the one who reaps draws a wage and harvests a crop for eternal life, so that the sower and the reaper may be glad together. (37) Thus the saying 'One sows and another reaps' is true. (38) I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\"",
    "cardsText": [
      [
        "(27) Just then his disciples returned and were surprised to find",
        "him talking with a woman. But no one asked, \"What do you",
        "want?\" or \"Why are you talking with her?\" (28) Then, leaving",
        "her water jar, the woman went back to the town and said to",
        "the people, (29) \"Come, see a man who told me everything I",
        "ever did. Could this be the Messiah?\" (30) They came out of",
        "the town and made their way toward him. (31) Meanwhile his",
        "disciples urged him, \"Rabbi, eat something.\" (32) But he said",
        "to them, \"I have food to eat that you know nothing about.\"",
        "(33) Then his disciples said to each other, \"Could someone",
        "have brought him food?\" (34) \"My food,\" said Jesus, \"is to"
      ],
      [
        "do the will of him who sent me and to finish his work. (35)",
        "Don't you have a saying, 'It's still four months until harvest'? I",
        "tell you, open your eyes and look at the fields! They are ripe",
        "for harvest. (36) Even now the one who reaps draws a wage",
        "and harvests a crop for eternal life, so that the sower and the",
        "reaper may be glad together. (37) Thus the saying 'One sows",
        "and another reaps' is true. (38) I sent you to reap what you",
        "have not worked for. Others have done the hard work, and",
        "you have reaped the benefits of their labor.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 220,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 78,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43004027,
    "rangeEndId": 43004038,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 227,
      "wordCountMin": 220,
      "wordCountMax": 239,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "John 13:1–9",
    "text": "(1) It was just before the Passover Festival. Jesus knew that the hour had come for him to leave this world and go to the Father. Having loved his own who were in the world, he loved them to the end. (2) The evening meal was in progress, and the devil had already prompted Judas, the son of Simon Iscariot, to betray Jesus. (3) Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God; (4) so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist. (5) After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him. (6) He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\" (7) Jesus replied, \"You do not realize now what I am doing, but later you will understand.\" (8) \"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\" (9) \"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\"",
    "cardsText": [
      [
        "(1) It was just before the Passover Festival. Jesus knew that",
        "the hour had come for him to leave this world and go to the",
        "Father. Having loved his own who were in the world, he loved",
        "them to the end. (2) The evening meal was in progress, and",
        "the devil had already prompted Judas, the son of Simon",
        "Iscariot, to betray Jesus. (3) Jesus knew that the Father had",
        "put all things under his power, and that he had come from",
        "God and was returning to God; (4) so he got up from the meal,",
        "took off his outer clothing, and wrapped a towel around his",
        "waist. (5) After that, he poured water into a basin and began",
        "to wash his disciples' feet, drying them with the towel that"
      ],
      [
        "was wrapped around him. (6) He came to Simon Peter, who",
        "said to him, \"Lord, are you going to wash my feet?\" (7) Jesus",
        "replied, \"You do not realize now what I am doing, but later",
        "you will understand.\" (8) \"No,\" said Peter, \"you shall never",
        "wash my feet.\" Jesus answered, \"Unless I wash you, you have",
        "no part with me.\" (9) \"Then, Lord,\" Simon Peter replied, \"not",
        "just my feet but my hands and my head as well!\""
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 200,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 79,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43013001,
    "rangeEndId": 43013009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 204.4,
      "wordCountMin": 200,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.6,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "John 19:1–14",
    "text": "(1) Then Pilate took Jesus and had him flogged. (2) The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe (3) and went up to him again and again, saying, \"Hail, king of the Jews!\" And they slapped him in the face. (4) Once more Pilate came out and said to the Jews gathered there, \"Look, I am bringing him out to you to let you know that I find no basis for a charge against him.\" (5) When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, \"Here is the man!\" (6) As soon as the chief priests and their officials saw him, they shouted, \"Crucify! Crucify!\" But Pilate answered, \"You take him and crucify him. As for me, I find no basis for a charge against him.\" (7) The Jewish leaders insisted, \"We have a law, and according to that law he must die, because he claimed to be the Son of God.\" (8) When Pilate heard this, he was even more afraid, (9) and he went back inside the palace. \"Where do you come from?\" he asked Jesus, but Jesus gave him no answer. (10) \"Do you refuse to speak to me?\" Pilate said. \"Don't you realize I have power either to free you or to crucify you?\" (11) Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\" (12) From then on, Pilate tried to set Jesus free, but the Jewish leaders kept shouting, \"If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.\" (13) When Pilate heard this, he brought Jesus out and sat down on the judge's seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha). (14) It was the day of Preparation of the Passover; it was about noon. \"Here is your king,\" Pilate said to the Jews.",
    "cardsText": [
      [
        "(1) Then Pilate took Jesus and had him flogged. (2) The",
        "soldiers twisted together a crown of thorns and put it on his",
        "head. They clothed him in a purple robe (3) and went up to",
        "him again and again, saying, \"Hail, king of the Jews!\" And",
        "they slapped him in the face. (4) Once more Pilate came out",
        "and said to the Jews gathered there, \"Look, I am bringing him",
        "out to you to let you know that I find no basis for a charge",
        "against him.\" (5) When Jesus came out wearing the crown of",
        "thorns and the purple robe, Pilate said to them, \"Here is the",
        "man!\" (6) As soon as the chief priests and their officials saw",
        "him, they shouted, \"Crucify! Crucify!\" But Pilate answered,"
      ],
      [
        "\"You take him and crucify him. As for me, I find no basis for",
        "a charge against him.\" (7) The Jewish leaders insisted, \"We",
        "have a law, and according to that law he must die, because he",
        "claimed to be the Son of God.\" (8) When Pilate heard this, he",
        "was even more afraid, (9) and he went back inside the palace.",
        "\"Where do you come from?\" he asked Jesus, but Jesus gave",
        "him no answer. (10) \"Do you refuse to speak to me?\" Pilate",
        "said. \"Don't you realize I have power either to free you or to",
        "crucify you?\" (11) Jesus answered, \"You would have no power",
        "over me if it were not given to you from above. Therefore",
        "the one who handed me over to you is guilty of a greater"
      ],
      [
        "sin.\" (12) From then on, Pilate tried to set Jesus free, but the",
        "Jewish leaders kept shouting, \"If you let this man go, you are",
        "no friend of Caesar. Anyone who claims to be a king opposes",
        "Caesar.\" (13) When Pilate heard this, he brought Jesus out",
        "and sat down on the judge's seat at a place known as the",
        "Stone Pavement (which in Aramaic is Gabbatha). (14) It was",
        "the day of Preparation of the Passover; it was about noon.",
        "\"Here is your king,\" Pilate said to the Jews."
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 338,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 80,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43019001,
    "rangeEndId": 43019014,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 333.6,
      "wordCountMin": 321,
      "wordCountMax": 359,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 30.2,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Acts 10:43–48",
    "text": "(43) All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" (44) While Peter was still speaking these words, the Holy Spirit came on all who heard the message. (45) The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on Gentiles. (46) For they heard them speaking in tongues and praising God. Then Peter said, (47) \"Surely no one can stand in the way of their being baptized with water. They have received the Holy Spirit just as we have.\" (48) So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.",
    "cardsText": [
      [
        "(43) All the prophets testify about him that everyone who believes",
        "in him receives forgiveness of sins through his name.\" (44) While",
        "Peter was still speaking these words, the Holy Spirit came on all",
        "who heard the message. (45) The circumcised believers who had",
        "come with Peter were astonished that the gift of the Holy Spirit",
        "had been poured out even on Gentiles. (46) For they heard them",
        "speaking in tongues and praising God. Then Peter said, (47)",
        "\"Surely no one can stand in the way of their being baptized with",
        "water. They have received the Holy Spirit just as we have.\" (48) So",
        "he ordered that they be baptized in the name of Jesus Christ. Then",
        "they asked Peter to stay with them for a few days."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 122,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 81,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 44010043,
    "rangeEndId": 44010048,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 122.2,
      "wordCountMin": 119,
      "wordCountMax": 126,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Romans 13:1–12",
    "text": "(1) Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. (2) Consequently, whoever rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. (3) For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and you will be commended. (4) For the one in authority is God's servant for your good. But if you do wrong, be afraid, for rulers do not bear the sword for no reason. They are God's servants, agents of wrath to bring punishment on the wrongdoer. (5) Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also as a matter of conscience. (6) This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. (7) Give to everyone what you owe them: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. (8) Let no debt remain outstanding, except the continuing debt to love one another, for whoever loves others has fulfilled the law. (9) The commandments, \"You shall not commit adultery,\" \"You shall not murder,\" \"You shall not steal,\" \"You shall not covet,\" and whatever other command there may be, are summed up in this one command: \"Love your neighbor as yourself.\" (10) Love does no harm to a neighbor. Therefore love is the fulfillment of the law. (11) And do this, understanding the present time: The hour has already come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. (12) The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light.",
    "cardsText": [
      [
        "(1) Let everyone be subject to the governing authorities, for",
        "there is no authority except that which God has established.",
        "The authorities that exist have been established by God.",
        "(2) Consequently, whoever rebels against the authority is",
        "rebelling against what God has instituted, and those who do",
        "so will bring judgment on themselves. (3) For rulers hold no",
        "terror for those who do right, but for those who do wrong. Do",
        "you want to be free from fear of the one in authority? Then do",
        "what is right and you will be commended. (4) For the one in",
        "authority is God's servant for your good. But if you do wrong,",
        "be afraid, for rulers do not bear the sword for no reason. They"
      ],
      [
        "are God's servants, agents of wrath to bring punishment on",
        "the wrongdoer. (5) Therefore, it is necessary to submit to the",
        "authorities, not only because of possible punishment but",
        "also as a matter of conscience. (6) This is also why you pay",
        "taxes, for the authorities are God's servants, who give their",
        "full time to governing. (7) Give to everyone what you owe",
        "them: If you owe taxes, pay taxes; if revenue, then revenue;",
        "if respect, then respect; if honor, then honor. (8) Let no debt",
        "remain outstanding, except the continuing debt to love one",
        "another, for whoever loves others has fulfilled the law. (9)",
        "The commandments, \"You shall not commit adultery,\" \"You"
      ],
      [
        "shall not murder,\" \"You shall not steal,\" \"You shall not covet,\"",
        "and whatever other command there may be, are summed",
        "up in this one command: \"Love your neighbor as yourself.\"",
        "(10) Love does no harm to a neighbor. Therefore love is the",
        "fulfillment of the law. (11) And do this, understanding the",
        "present time: The hour has already come for you to wake up",
        "from your slumber, because our salvation is nearer now than",
        "when we first believed. (12) The night is nearly over; the day",
        "is almost here. So let us put aside the deeds of darkness and",
        "put on the armor of light."
      ]
    ],
    "cards": 3,
    "lines": 32,
    "lastCardLines": 10,
    "wordCount": 329,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 82,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45013001,
    "rangeEndId": 45013012,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 320,
      "wordCountMin": 313,
      "wordCountMax": 329,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 29.8,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Romans 15:1–6",
    "text": "(1) We who are strong ought to bear with the failings of the weak and not to please ourselves. (2) Each of us should please our neighbors for their good, to build them up. (3) For even Christ did not please himself but, as it is written: \"The insults of those who insult you have fallen on me.\" (4) For everything that was written in the past was written to teach us, so that through the endurance taught in the Scriptures and the encouragement they provide we might have hope. (5) May the God who gives endurance and encouragement give you the same attitude of mind toward each other that Christ Jesus had, (6) so that with one mind and one voice you may glorify the God and Father of our Lord Jesus Christ.",
    "cardsText": [
      [
        "(1) We who are strong ought to bear with the failings of the weak",
        "and not to please ourselves. (2) Each of us should please our",
        "neighbors for their good, to build them up. (3) For even Christ did",
        "not please himself but, as it is written: \"The insults of those who",
        "insult you have fallen on me.\" (4) For everything that was written",
        "in the past was written to teach us, so that through the endurance",
        "taught in the Scriptures and the encouragement they provide",
        "we might have hope. (5) May the God who gives endurance and",
        "encouragement give you the same attitude of mind toward each",
        "other that Christ Jesus had, (6) so that with one mind and one",
        "voice you may glorify the God and Father of our Lord Jesus Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 128,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 83,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45015001,
    "rangeEndId": 45015006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121,
      "wordCountMin": 113,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.2,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 3:11–15",
    "text": "(11) For no one can lay any foundation other than the one already laid, which is Jesus Christ. (12) If anyone builds on this foundation using gold, silver, costly stones, wood, hay or straw, (13) their work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each person's work. (14) If what has been built survives, the builder will receive a reward. (15) If it is burned up, the builder will suffer loss but yet will be saved- -even though only as one escaping through the flames.",
    "cardsText": [
      [
        "(11) For no one can lay any foundation other than the one",
        "already laid, which is Jesus Christ. (12) If anyone builds on",
        "this foundation using gold, silver, costly stones, wood, hay or",
        "straw, (13) their work will be shown for what it is, because the",
        "Day will bring it to light. It will be revealed with fire, and the",
        "fire will test the quality of each person's work. (14) If what has",
        "been built survives, the builder will receive a reward. (15) If it",
        "is burned up, the builder will suffer loss but yet will be saved-",
        "-even though only as one escaping through the flames."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 102,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 84,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 46003011,
    "rangeEndId": 46003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 100.8,
      "wordCountMin": 98,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "2 Corinthians 10:1–6",
    "text": "(1) By the humility and gentleness of Christ, I appeal to you--I, Paul, who am \"timid\" when face to face with you, but \"bold\" toward you when away! (2) I beg you that when I come I may not have to be as bold as I expect to be toward some people who think that we live by the standards of this world. (3) For though we live in the world, we do not wage war as the world does. (4) The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. (5) We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. (6) And we will be ready to punish every act of disobedience, once your obedience is complete.",
    "cardsText": [
      [
        "(1) By the humility and gentleness of Christ, I appeal to you--I, Paul,",
        "who am \"timid\" when face to face with you, but \"bold\" toward you",
        "when away! (2) I beg you that when I come I may not have to be",
        "as bold as I expect to be toward some people who think that we",
        "live by the standards of this world. (3) For though we live in the",
        "world, we do not wage war as the world does. (4) The weapons",
        "we fight with are not the weapons of the world. On the contrary,",
        "they have divine power to demolish strongholds. (5) We demolish",
        "arguments and every pretension that sets itself up against the",
        "knowledge of God, and we take captive every thought to make it",
        "obedient to Christ. (6) And we will be ready to punish every act of",
        "disobedience, once your obedience is complete."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 142,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 85,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47010001,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 136.2,
      "wordCountMin": 130,
      "wordCountMax": 142,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "2 Corinthians 13:5–8",
    "text": "(5) Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you-- unless, of course, you fail the test? (6) And I trust that you will discover that we have not failed the test. (7) Now we pray to God that you will not do anything wrong--not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed. (8) For we cannot do anything against the truth, but only for the truth.",
    "cardsText": [
      [
        "(5) Examine yourselves to see whether you are in the faith;",
        "test yourselves. Do you not realize that Christ Jesus is in you--",
        "unless, of course, you fail the test? (6) And I trust that you will",
        "discover that we have not failed the test. (7) Now we pray to",
        "God that you will not do anything wrong--not so that people",
        "will see that we have stood the test but so that you will do",
        "what is right even though we may seem to have failed. (8)",
        "For we cannot do anything against the truth, but only for the",
        "truth."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 96,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 86,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47013005,
    "rangeEndId": 47013008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 80,
      "wordCountMax": 96,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 3:11–14",
    "text": "(11) Clearly no one who relies on the law is justified before God, because \"the righteous will live by faith.\" (12) The law is not based on faith; on the contrary, it says, \"The person who does these things will live by them.\" (13) Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a pole.\" (14) He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.",
    "cardsText": [
      [
        "(11) Clearly no one who relies on the law is justified before",
        "God, because \"the righteous will live by faith.\" (12) The law is",
        "not based on faith; on the contrary, it says, \"The person who",
        "does these things will live by them.\" (13) Christ redeemed us",
        "from the curse of the law by becoming a curse for us, for it",
        "is written: \"Cursed is everyone who is hung on a pole.\" (14)",
        "He redeemed us in order that the blessing given to Abraham",
        "might come to the Gentiles through Christ Jesus, so that by",
        "faith we might receive the promise of the Spirit."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 100,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 87,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48003011,
    "rangeEndId": 48003014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.6,
      "wordCountMin": 89,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 5:2–24",
    "text": "(2) Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. (3) Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. (4) You who are trying to be justified by the law have been alienated from Christ; you have fallen away from grace. (5) For through the Spirit we eagerly await by faith the righteousness for which we hope. (6) For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. (7) You were running a good race. Who cut in on you to keep you from obeying the truth? (8) That kind of persuasion does not come from the one who calls you. (9) \"A little yeast works through the whole batch of dough.\" (10) I am confident in the Lord that you will take no other view. The one who is throwing you into confusion, whoever that may be, will have to pay the penalty. (11) Brothers and sisters, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. (12) As for those agitators, I wish they would go the whole way and emasculate themselves! (13) You, my brothers and sisters, were called to be free. But do not use your freedom to indulge the flesh; rather, serve one another humbly in love. (14) For the entire law is fulfilled in keeping this one command: \"Love your neighbor as yourself.\" (15) If you bite and devour each other, watch out or you will be destroyed by each other. (16) So I say, walk by the Spirit, and you will not gratify the desires of the flesh. (17) For the flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want. (18) But if you are led by the Spirit, you are not under the law. (19) The acts of the flesh are obvious: sexual immorality, impurity and debauchery; (20) idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions (21) and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. (22) But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, (23) gentleness and self-control. Against such things there is no law. (24) Those who belong to Christ Jesus have crucified the flesh with its passions and desires.",
    "cardsText": [
      [
        "(2) Mark my words! I, Paul, tell you that if you let yourselves",
        "be circumcised, Christ will be of no value to you at all. (3)",
        "Again I declare to every man who lets himself be circumcised",
        "that he is obligated to obey the whole law. (4) You who are",
        "trying to be justified by the law have been alienated from",
        "Christ; you have fallen away from grace. (5) For through the",
        "Spirit we eagerly await by faith the righteousness for which",
        "we hope. (6) For in Christ Jesus neither circumcision nor",
        "uncircumcision has any value. The only thing that counts is",
        "faith expressing itself through love. (7) You were running",
        "a good race. Who cut in on you to keep you from obeying"
      ],
      [
        "the truth? (8) That kind of persuasion does not come from",
        "the one who calls you. (9) \"A little yeast works through the",
        "whole batch of dough.\" (10) I am confident in the Lord that",
        "you will take no other view. The one who is throwing you into",
        "confusion, whoever that may be, will have to pay the penalty.",
        "(11) Brothers and sisters, if I am still preaching circumcision,",
        "why am I still being persecuted? In that case the offense of the",
        "cross has been abolished. (12) As for those agitators, I wish",
        "they would go the whole way and emasculate themselves!",
        "(13) You, my brothers and sisters, were called to be free.",
        "But do not use your freedom to indulge the flesh; rather,"
      ],
      [
        "serve one another humbly in love. (14) For the entire law is",
        "fulfilled in keeping this one command: \"Love your neighbor",
        "as yourself.\" (15) If you bite and devour each other, watch out",
        "or you will be destroyed by each other. (16) So I say, walk by",
        "the Spirit, and you will not gratify the desires of the flesh. (17)",
        "For the flesh desires what is contrary to the Spirit, and the",
        "Spirit what is contrary to the flesh. They are in conflict with",
        "each other, so that you are not to do whatever you want. (18)",
        "But if you are led by the Spirit, you are not under the law. (19)",
        "The acts of the flesh are obvious: sexual immorality, impurity",
        "and debauchery; (20) idolatry and witchcraft; hatred, discord,"
      ],
      [
        "jealousy, fits of rage, selfish ambition, dissensions, factions",
        "(21) and envy; drunkenness, orgies, and the like. I warn you,",
        "as I did before, that those who live like this will not inherit the",
        "kingdom of God. (22) But the fruit of the Spirit is love, joy,",
        "peace, forbearance, kindness, goodness, faithfulness, (23)",
        "gentleness and self-control. Against such things there is no",
        "law. (24) Those who belong to Christ Jesus have crucified the",
        "flesh with its passions and desires."
      ]
    ],
    "cards": 4,
    "lines": 41,
    "lastCardLines": 8,
    "wordCount": 433,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 88,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48005002,
    "rangeEndId": 48005024,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 405.8,
      "wordCountMin": 392,
      "wordCountMax": 433,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 37.8,
      "lineMin": 35,
      "lineMax": 41
    }
  },
  {
    "ref": "Ephesians 1:3–12",
    "text": "(3) Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ. (4) For he chose us in him before the creation of the world to be holy and blameless in his sight. In love (5) he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will-- (6) to the praise of his glorious grace, which he has freely given us in the One he loves. (7) In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace (8) that he lavished on us. With all wisdom and understanding, (9) he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ, (10) to be put into effect when the times reach their fulfillment--to bring unity to all things in heaven and on earth under Christ. (11) In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, (12) in order that we, who were the first to put our hope in Christ, might be for the praise of his glory.",
    "cardsText": [
      [
        "(3) Praise be to the God and Father of our Lord Jesus Christ,",
        "who has blessed us in the heavenly realms with every spiritual",
        "blessing in Christ. (4) For he chose us in him before the",
        "creation of the world to be holy and blameless in his sight. In",
        "love (5) he predestined us for adoption to sonship through",
        "Jesus Christ, in accordance with his pleasure and will-- (6) to",
        "the praise of his glorious grace, which he has freely given us in",
        "the One he loves. (7) In him we have redemption through his",
        "blood, the forgiveness of sins, in accordance with the riches",
        "of God's grace (8) that he lavished on us. With all wisdom",
        "and understanding, (9) he made known to us the mystery of"
      ],
      [
        "his will according to his good pleasure, which he purposed",
        "in Christ, (10) to be put into effect when the times reach their",
        "fulfillment--to bring unity to all things in heaven and on earth",
        "under Christ. (11) In him we were also chosen, having been",
        "predestined according to the plan of him who works out",
        "everything in conformity with the purpose of his will, (12) in",
        "order that we, who were the first to put our hope in Christ,",
        "might be for the praise of his glory."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 205,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 89,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 49001003,
    "rangeEndId": 49001012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.2,
      "wordCountMin": 200,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.8,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Philippians 2:5–9",
    "text": "(5) In your relationships with one another, have the same mindset as Christ Jesus: (6) Who, being in very nature God, did not consider equality with God something to be used to his own advantage; (7) rather, he made himself nothing by taking the very nature of a servant, being made in human likeness. (8) And being found in appearance as a man, he humbled himself by becoming obedient to death--even death on a cross! (9) Therefore God exalted him to the highest place and gave him the name that is above every name,",
    "cardsText": [
      [
        "(5) In your relationships with one another, have the same",
        "mindset as Christ Jesus: (6) Who, being in very nature God,",
        "did not consider equality with God something to be used to",
        "his own advantage; (7) rather, he made himself nothing by",
        "taking the very nature of a servant, being made in human",
        "likeness. (8) And being found in appearance as a man, he",
        "humbled himself by becoming obedient to death--even",
        "death on a cross! (9) Therefore God exalted him to the highest",
        "place and gave him the name that is above every name,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 89,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 90,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50002005,
    "rangeEndId": 50002009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 89.4,
      "wordCountMin": 87,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Philippians 3:1–17",
    "text": "(1) Further, my brothers and sisters, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you. (2) Watch out for those dogs, those evildoers, those mutilators of the flesh. (3) For it is we who are the circumcision, we who serve God by his Spirit, who boast in Christ Jesus, and who put no confidence in the flesh-- (4) though I myself have reasons for such confidence. If someone else thinks they have reasons to put confidence in the flesh, I have more: (5) circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee; (6) as for zeal, persecuting the church; as for righteousness based on the law, faultless. (7) But whatever were gains to me I now consider loss for the sake of Christ. (8) What is more, I consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them garbage, that I may gain Christ (9) and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God on the basis of faith. (10) I want to know Christ--yes, to know the power of his resurrection and participation in his sufferings, becoming like him in his death, (11) and so, somehow, attaining to the resurrection from the dead. (12) Not that I have already obtained all this, or have already arrived at my goal, but I press on to take hold of that for which Christ Jesus took hold of me. (13) Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, (14) I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. (15) All of us, then, who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you. (16) Only let us live up to what we have already attained. (17) Join together in following my example, brothers and sisters, and just as you have us as a model, keep your eyes on those who live as we do.",
    "cardsText": [
      [
        "(1) Further, my brothers and sisters, rejoice in the Lord! It is no",
        "trouble for me to write the same things to you again, and it is a",
        "safeguard for you. (2) Watch out for those dogs, those evildoers,",
        "those mutilators of the flesh. (3) For it is we who are the circumcision,",
        "we who serve God by his Spirit, who boast in Christ Jesus, and who",
        "put no confidence in the flesh-- (4) though I myself have reasons",
        "for such confidence. If someone else thinks they have reasons to",
        "put confidence in the flesh, I have more: (5) circumcised on the",
        "eighth day, of the people of Israel, of the tribe of Benjamin, a",
        "Hebrew of Hebrews; in regard to the law, a Pharisee; (6) as for zeal,",
        "persecuting the church; as for righteousness based on the law,"
      ],
      [
        "faultless. (7) But whatever were gains to me I now consider loss",
        "for the sake of Christ. (8) What is more, I consider everything a loss",
        "because of the surpassing worth of knowing Christ Jesus my Lord,",
        "for whose sake I have lost all things. I consider them garbage, that I",
        "may gain Christ (9) and be found in him, not having a righteousness",
        "of my own that comes from the law, but that which is through faith",
        "in Christ--the righteousness that comes from God on the basis",
        "of faith. (10) I want to know Christ--yes, to know the power of his",
        "resurrection and participation in his sufferings, becoming like him",
        "in his death, (11) and so, somehow, attaining to the resurrection",
        "from the dead. (12) Not that I have already obtained all this, or"
      ],
      [
        "have already arrived at my goal, but I press on to take hold of that",
        "for which Christ Jesus took hold of me. (13) Brothers and sisters, I",
        "do not consider myself yet to have taken hold of it. But one thing I",
        "do: Forgetting what is behind and straining toward what is ahead,",
        "(14) I press on toward the goal to win the prize for which God has",
        "called me heavenward in Christ Jesus. (15) All of us, then, who are",
        "mature should take such a view of things. And if on some point you",
        "think differently, that too God will make clear to you. (16) Only let",
        "us live up to what we have already attained. (17) Join together in",
        "following my example, brothers and sisters, and just as you have",
        "us as a model, keep your eyes on those who live as we do."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 404,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 91,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50003001,
    "rangeEndId": 50003017,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 393.4,
      "wordCountMin": 382,
      "wordCountMax": 410,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 32.6,
      "lineMin": 31,
      "lineMax": 34
    }
  },
  {
    "ref": "Colossians 1:9–11",
    "text": "(9) For this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives, (10) so that you may live a life worthy of the Lord and please him in every way: bearing fruit in every good work, growing in the knowledge of God, (11) being strengthened with all power according to his glorious might so that you may have great endurance and patience,",
    "cardsText": [
      [
        "(9) For this reason, since the day we heard about you, we",
        "have not stopped praying for you. We continually ask God to",
        "fill you with the knowledge of his will through all the wisdom",
        "and understanding that the Spirit gives, (10) so that you may",
        "live a life worthy of the Lord and please him in every way:",
        "bearing fruit in every good work, growing in the knowledge",
        "of God, (11) being strengthened with all power according to",
        "his glorious might so that you may have great endurance and",
        "patience,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 88,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 92,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51001009,
    "rangeEndId": 51001011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 78,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Colossians 2:1–5",
    "text": "(1) I want you to know how hard I am contending for you and for those at Laodicea, and for all who have not met me personally. (2) My goal is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, (3) in whom are hidden all the treasures of wisdom and knowledge. (4) I tell you this so that no one may deceive you by fine-sounding arguments. (5) For though I am absent from you in body, I am present with you in spirit and delight to see how disciplined you are and how firm your faith in Christ is.",
    "cardsText": [
      [
        "(1) I want you to know how hard I am contending for you",
        "and for those at Laodicea, and for all who have not met me",
        "personally. (2) My goal is that they may be encouraged in",
        "heart and united in love, so that they may have the full riches",
        "of complete understanding, in order that they may know the",
        "mystery of God, namely, Christ, (3) in whom are hidden all the",
        "treasures of wisdom and knowledge. (4) I tell you this so that",
        "no one may deceive you by fine-sounding arguments. (5) For",
        "though I am absent from you in body, I am present with you",
        "in spirit and delight to see how disciplined you are and how",
        "firm your faith in Christ is."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 93,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51002001,
    "rangeEndId": 51002005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 120,
      "wordCountMin": 113,
      "wordCountMax": 127,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Thessalonians 5:1–11",
    "text": "(1) Now, brothers and sisters, about times and dates we do not need to write to you, (2) for you know very well that the day of the Lord will come like a thief in the night. (3) While people are saying, \"Peace and safety,\" destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape. (4) But you, brothers and sisters, are not in darkness so that this day should surprise you like a thief. (5) You are all children of the light and children of the day. We do not belong to the night or to the darkness. (6) So then, let us not be like others, who are asleep, but let us be awake and sober. (7) For those who sleep, sleep at night, and those who get drunk, get drunk at night. (8) But since we belong to the day, let us be sober, putting on faith and love as a breastplate, and the hope of salvation as a helmet. (9) For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ. (10) He died for us so that, whether we are awake or asleep, we may live together with him. (11) Therefore encourage one another and build each other up, just as in fact you are doing.",
    "cardsText": [
      [
        "(1) Now, brothers and sisters, about times and dates we do",
        "not need to write to you, (2) for you know very well that the",
        "day of the Lord will come like a thief in the night. (3) While",
        "people are saying, \"Peace and safety,\" destruction will come",
        "on them suddenly, as labor pains on a pregnant woman, and",
        "they will not escape. (4) But you, brothers and sisters, are not",
        "in darkness so that this day should surprise you like a thief. (5)",
        "You are all children of the light and children of the day. We",
        "do not belong to the night or to the darkness. (6) So then, let",
        "us not be like others, who are asleep, but let us be awake and",
        "sober. (7) For those who sleep, sleep at night, and those who"
      ],
      [
        "get drunk, get drunk at night. (8) But since we belong to the",
        "day, let us be sober, putting on faith and love as a breastplate,",
        "and the hope of salvation as a helmet. (9) For God did not",
        "appoint us to suffer wrath but to receive salvation through",
        "our Lord Jesus Christ. (10) He died for us so that, whether",
        "we are awake or asleep, we may live together with him. (11)",
        "Therefore encourage one another and build each other up,",
        "just as in fact you are doing."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 215,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 94,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 52005001,
    "rangeEndId": 52005011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.6,
      "wordCountMin": 203,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "2 Thessalonians 2:8–12",
    "text": "(8) And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming. (9) The coming of the lawless one will be in accordance with how Satan works. He will use all sorts of displays of power through signs and wonders that serve the lie, (10) and all the ways that wickedness deceives those who are perishing. They perish because they refused to love the truth and so be saved. (11) For this reason God sends them a powerful delusion so that they will believe the lie (12) and so that all will be condemned who have not believed the truth but have delighted in wickedness.",
    "cardsText": [
      [
        "(8) And then the lawless one will be revealed, whom the Lord",
        "Jesus will overthrow with the breath of his mouth and destroy",
        "by the splendor of his coming. (9) The coming of the lawless",
        "one will be in accordance with how Satan works. He will use",
        "all sorts of displays of power through signs and wonders that",
        "serve the lie, (10) and all the ways that wickedness deceives",
        "those who are perishing. They perish because they refused to",
        "love the truth and so be saved. (11) For this reason God sends",
        "them a powerful delusion so that they will believe the lie (12)",
        "and so that all will be condemned who have not believed the",
        "truth but have delighted in wickedness."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 117,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 95,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 53002008,
    "rangeEndId": 53002012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.2,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Timothy 1:12–20",
    "text": "(12) I thank Christ Jesus our Lord, who has given me strength, that he considered me trustworthy, appointing me to his service. (13) Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief. (14) The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus. (15) Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners--of whom I am the worst. (16) But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his immense patience as an example for those who would believe in him and receive eternal life. (17) Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen. (18) Timothy, my son, I am giving you this command in keeping with the prophecies once made about you, so that by recalling them you may fight the battle well, (19) holding on to faith and a good conscience, which some have rejected and so have suffered shipwreck with regard to the faith. (20) Among them are Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme.",
    "cardsText": [
      [
        "(12) I thank Christ Jesus our Lord, who has given me strength,",
        "that he considered me trustworthy, appointing me to his",
        "service. (13) Even though I was once a blasphemer and a",
        "persecutor and a violent man, I was shown mercy because I",
        "acted in ignorance and unbelief. (14) The grace of our Lord",
        "was poured out on me abundantly, along with the faith and",
        "love that are in Christ Jesus. (15) Here is a trustworthy saying",
        "that deserves full acceptance: Christ Jesus came into the",
        "world to save sinners--of whom I am the worst. (16) But for",
        "that very reason I was shown mercy so that in me, the worst",
        "of sinners, Christ Jesus might display his immense patience"
      ],
      [
        "as an example for those who would believe in him and",
        "receive eternal life. (17) Now to the King eternal, immortal,",
        "invisible, the only God, be honor and glory for ever and ever.",
        "Amen. (18) Timothy, my son, I am giving you this command",
        "in keeping with the prophecies once made about you, so that",
        "by recalling them you may fight the battle well, (19) holding",
        "on to faith and a good conscience, which some have rejected",
        "and so have suffered shipwreck with regard to the faith. (20)",
        "Among them are Hymenaeus and Alexander, whom I have",
        "handed over to Satan to be taught not to blaspheme."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 218,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 96,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54001012,
    "rangeEndId": 54001020,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 199,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "1 Timothy 4:1–13",
    "text": "(1) The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. (2) Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. (3) They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. (4) For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, (5) because it is consecrated by the word of God and prayer. (6) If you point these things out to the brothers and sisters, you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed. (7) Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. (8) For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. (9) This is a trustworthy saying that deserves full acceptance. (10) That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe. (11) Command and teach these things. (12) Don't let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity. (13) Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching.",
    "cardsText": [
      [
        "(1) The Spirit clearly says that in later times some will abandon the",
        "faith and follow deceiving spirits and things taught by demons. (2)",
        "Such teachings come through hypocritical liars, whose consciences",
        "have been seared as with a hot iron. (3) They forbid people to",
        "marry and order them to abstain from certain foods, which God",
        "created to be received with thanksgiving by those who believe",
        "and who know the truth. (4) For everything God created is good,",
        "and nothing is to be rejected if it is received with thanksgiving,",
        "(5) because it is consecrated by the word of God and prayer. (6)",
        "If you point these things out to the brothers and sisters, you will",
        "be a good minister of Christ Jesus, nourished on the truths of the",
        "faith and of the good teaching that you have followed. (7) Have"
      ],
      [
        "nothing to do with godless myths and old wives' tales; rather, train",
        "yourself to be godly. (8) For physical training is of some value, but",
        "godliness has value for all things, holding promise for both the",
        "present life and the life to come. (9) This is a trustworthy saying",
        "that deserves full acceptance. (10) That is why we labor and strive,",
        "because we have put our hope in the living God, who is the Savior",
        "of all people, and especially of those who believe. (11) Command",
        "and teach these things. (12) Don't let anyone look down on you",
        "because you are young, but set an example for the believers in",
        "speech, in conduct, in love, in faith and in purity. (13) Until I come,",
        "devote yourself to the public reading of Scripture, to preaching",
        "and to teaching."
      ]
    ],
    "cards": 2,
    "lines": 24,
    "lastCardLines": 12,
    "wordCount": 265,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 97,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54004001,
    "rangeEndId": 54004013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 254,
      "wordCountMin": 245,
      "wordCountMax": 266,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.8,
      "lineMin": 22,
      "lineMax": 24
    }
  },
  {
    "ref": "Titus 3:1–11",
    "text": "(1) Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, (2) to slander no one, to be peaceable and considerate, and always to be gentle toward everyone. (3) At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. (4) But when the kindness and love of God our Savior appeared, (5) he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, (6) whom he poured out on us generously through Jesus Christ our Savior, (7) so that, having been justified by his grace, we might become heirs having the hope of eternal life. (8) This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone. (9) But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless. (10) Warn a divisive person once, and then warn them a second time. After that, have nothing to do with them. (11) You may be sure that such people are warped and sinful; they are self-condemned.",
    "cardsText": [
      [
        "(1) Remind the people to be subject to rulers and authorities, to",
        "be obedient, to be ready to do whatever is good, (2) to slander",
        "no one, to be peaceable and considerate, and always to be gentle",
        "toward everyone. (3) At one time we too were foolish, disobedient,",
        "deceived and enslaved by all kinds of passions and pleasures. We",
        "lived in malice and envy, being hated and hating one another. (4)",
        "But when the kindness and love of God our Savior appeared, (5)",
        "he saved us, not because of righteous things we had done, but",
        "because of his mercy. He saved us through the washing of rebirth",
        "and renewal by the Holy Spirit, (6) whom he poured out on us",
        "generously through Jesus Christ our Savior, (7) so that, having been"
      ],
      [
        "justified by his grace, we might become heirs having the hope",
        "of eternal life. (8) This is a trustworthy saying. And I want you to",
        "stress these things, so that those who have trusted in God may be",
        "careful to devote themselves to doing what is good. These things",
        "are excellent and profitable for everyone. (9) But avoid foolish",
        "controversies and genealogies and arguments and quarrels about",
        "the law, because these are unprofitable and useless. (10) Warn a",
        "divisive person once, and then warn them a second time. After",
        "that, have nothing to do with them. (11) You may be sure that such",
        "people are warped and sinful; they are self-condemned."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 231,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 98,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 56003001,
    "rangeEndId": 56003011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 204,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Hebrews 4:14–16",
    "text": "(14) Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess. (15) For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet he did not sin. (16) Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
    "cardsText": [
      [
        "(14) Therefore, since we have a great high priest who has",
        "ascended into heaven, Jesus the Son of God, let us hold",
        "firmly to the faith we profess. (15) For we do not have a high",
        "priest who is unable to empathize with our weaknesses, but",
        "we have one who has been tempted in every way, just as we",
        "are--yet he did not sin. (16) Let us then approach God's throne",
        "of grace with confidence, so that we may receive mercy and",
        "find grace to help us in our time of need."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 99,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 58004014,
    "rangeEndId": 58004016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 76,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "James 2:20–26",
    "text": "(20) You foolish person, do you want evidence that faith without deeds is useless? (21) Was not our father Abraham considered righteous for what he did when he offered his son Isaac on the altar? (22) You see that his faith and his actions were working together, and his faith was made complete by what he did. (23) And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. (24) You see that a person is considered righteous by what they do and not by faith alone. (25) In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? (26) As the body without the spirit is dead, so faith without deeds is dead.",
    "cardsText": [
      [
        "(20) You foolish person, do you want evidence that faith",
        "without deeds is useless? (21) Was not our father Abraham",
        "considered righteous for what he did when he offered his son",
        "Isaac on the altar? (22) You see that his faith and his actions",
        "were working together, and his faith was made complete",
        "by what he did. (23) And the scripture was fulfilled that",
        "says, \"Abraham believed God, and it was credited to him as",
        "righteousness,\" and he was called God's friend. (24) You see",
        "that a person is considered righteous by what they do and",
        "not by faith alone. (25) In the same way, was not even Rahab",
        "the prostitute considered righteous for what she did when"
      ],
      [
        "she gave lodging to the spies and sent them off in a different",
        "direction? (26) As the body without the spirit is dead, so faith",
        "without deeds is dead."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 140,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 100,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 59002020,
    "rangeEndId": 59002026,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 132.8,
      "wordCountMin": 127,
      "wordCountMax": 140,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12,
      "lineMin": 11,
      "lineMax": 14
    }
  },
  {
    "ref": "1 John 2:24",
    "text": "(24) As for you, see that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father.",
    "cardsText": [
      [
        "(24) As for you, see that what you have heard from the",
        "beginning remains in you. If it does, you also will remain in",
        "the Son and in the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 101,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 62002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.2,
      "wordCountMin": 29,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Revelation 3:14–22",
    "text": "(14) \"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation. (15) I know your deeds, that you are neither cold nor hot. I wish you were either one or the other! (16) So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth. (17) You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked. (18) I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see. (19) Those whom I love I rebuke and discipline. So be earnest and repent. (20) Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me. (21) To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne. (22) Whoever has ears, let them hear what the Spirit says to the churches.\"",
    "cardsText": [
      [
        "(14) \"To the angel of the church in Laodicea write: These are",
        "the words of the Amen, the faithful and true witness, the ruler",
        "of God's creation. (15) I know your deeds, that you are neither",
        "cold nor hot. I wish you were either one or the other! (16) So,",
        "because you are lukewarm--neither hot nor cold--I am about",
        "to spit you out of my mouth. (17) You say, 'I am rich; I have",
        "acquired wealth and do not need a thing.' But you do not",
        "realize that you are wretched, pitiful, poor, blind and naked.",
        "(18) I counsel you to buy from me gold refined in the fire,",
        "so you can become rich; and white clothes to wear, so you",
        "can cover your shameful nakedness; and salve to put on your"
      ],
      [
        "eyes, so you can see. (19) Those whom I love I rebuke and",
        "discipline. So be earnest and repent. (20) Here I am! I stand at",
        "the door and knock. If anyone hears my voice and opens the",
        "door, I will come in and eat with that person, and they with",
        "me. (21) To the one who is victorious, I will give the right to sit",
        "with me on my throne, just as I was victorious and sat down",
        "with my Father on his throne. (22) Whoever has ears, let them",
        "hear what the Spirit says to the churches.\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 222,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 102,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66003014,
    "rangeEndId": 66003022,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 225.8,
      "wordCountMin": 219,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Revelation 21:1–7",
    "text": "(1) Then I saw \"a new heaven and a new earth,\" for the first heaven and the first earth had passed away, and there was no longer any sea. (2) I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. (3) And I heard a loud voice from the throne saying, \"Look! God's dwelling place is now among the people, and he will dwell with them. They will be his people, and God himself will be with them and be their God. (4) 'He will wipe every tear from their eyes. There will be no more death' or mourning or crying or pain, for the old order of things has passed away.\" (5) He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\" (6) He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life. (7) Those who are victorious will inherit all this, and I will be their God and they will be my children.",
    "cardsText": [
      [
        "(1) Then I saw \"a new heaven and a new earth,\" for the first",
        "heaven and the first earth had passed away, and there was",
        "no longer any sea. (2) I saw the Holy City, the new Jerusalem,",
        "coming down out of heaven from God, prepared as a bride",
        "beautifully dressed for her husband. (3) And I heard a loud",
        "voice from the throne saying, \"Look! God's dwelling place",
        "is now among the people, and he will dwell with them. They",
        "will be his people, and God himself will be with them and be",
        "their God. (4) 'He will wipe every tear from their eyes. There",
        "will be no more death' or mourning or crying or pain, for the",
        "old order of things has passed away.\" (5) He who was seated"
      ],
      [
        "on the throne said, \"I am making everything new!\" Then he",
        "said, \"Write this down, for these words are trustworthy and",
        "true.\" (6) He said to me: \"It is done. I am the Alpha and the",
        "Omega, the Beginning and the End. To the thirsty I will give",
        "water without cost from the spring of the water of life. (7)",
        "Those who are victorious will inherit all this, and I will be their",
        "God and they will be my children."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 204,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 103,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66021001,
    "rangeEndId": 66021007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 204,
      "wordCountMax": 208,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "Revelation 22:12–21",
    "text": "(12) \"Look, I am coming soon! My reward is with me, and I will give to each person according to what they have done. (13) I am the Alpha and the Omega, the First and the Last, the Beginning and the End. (14) \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city. (15) Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood. (16) \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\" (17) The Spirit and the bride say, \"Come!\" And let the one who hears say, \"Come!\" Let the one who is thirsty come; and let the one who wishes take the free gift of the water of life. (18) I warn everyone who hears the words of the prophecy of this scroll: If anyone adds anything to them, God will add to that person the plagues described in this scroll. (19) And if anyone takes words away from this scroll of prophecy, God will take away from that person any share in the tree of life and in the Holy City, which are described in this scroll. (20) He who testifies to these things says, \"Yes, I am coming soon.\" Amen. Come, Lord Jesus. (21) The grace of the Lord Jesus be with God's people. Amen.",
    "cardsText": [
      [
        "(12) \"Look, I am coming soon! My reward is with me, and I will",
        "give to each person according to what they have done. (13) I am",
        "the Alpha and the Omega, the First and the Last, the Beginning",
        "and the End. (14) \"Blessed are those who wash their robes, that",
        "they may have the right to the tree of life and may go through the",
        "gates into the city. (15) Outside are the dogs, those who practice",
        "magic arts, the sexually immoral, the murderers, the idolaters and",
        "everyone who loves and practices falsehood. (16) \"I, Jesus, have",
        "sent my angel to give you this testimony for the churches. I am the",
        "Root and the Offspring of David, and the bright Morning Star.\"",
        "(17) The Spirit and the bride say, \"Come!\" And let the one who"
      ],
      [
        "hears say, \"Come!\" Let the one who is thirsty come; and let the",
        "one who wishes take the free gift of the water of life. (18) I warn",
        "everyone who hears the words of the prophecy of this scroll: If",
        "anyone adds anything to them, God will add to that person the",
        "plagues described in this scroll. (19) And if anyone takes words",
        "away from this scroll of prophecy, God will take away from that",
        "person any share in the tree of life and in the Holy City, which are",
        "described in this scroll. (20) He who testifies to these things says,",
        "\"Yes, I am coming soon.\" Amen. Come, Lord Jesus. (21) The grace",
        "of the Lord Jesus be with God's people. Amen."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 249,
    "version": "NIV",
    "division": "Junior",
    "cardNum": 104,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66022012,
    "rangeEndId": 66022021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246.8,
      "wordCountMin": 241,
      "wordCountMax": 254,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]