[
  {
    "ref": "John 8:31–32",
    "text": "(31) Then Jesus said to those Jews who believed Him, \"If you abide in My word, you are My disciples indeed. (32) \"And you shall know the truth, and the truth shall make you free.\"",
    "cardsText": [
      [
        "(31) Then Jesus said to those Jews who believed Him, \"If you",
        "abide in My word, you are My disciples indeed. (32) \"And you",
        "shall know the truth, and the truth shall make you free.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43008031,
    "rangeEndId": 43008032,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.2,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "John 12:12–16",
    "text": "(12) The next day a great multitude that had come to the feast, when they heard that Jesus was coming to Jerusalem, (13) took branches of palm trees and went out to meet Him, and cried out: \"Hosanna! 'Blessed is He who comes in the name of the LORD!' The King of Israel!\" (14) Then Jesus, when He had found a young donkey, sat on it; as it is written: (15) \"Fear not, daughter of Zion; Behold, your King is coming, Sitting on a donkey's colt.\" (16) His disciples did not understand these things at first; but when Jesus was glorified, then they remembered that these things were written about Him and that they had done these things to Him.",
    "cardsText": [
      [
        "(12) The next day a great multitude that had come to the feast,",
        "when they heard that Jesus was coming to Jerusalem, (13)",
        "took branches of palm trees and went out to meet Him, and",
        "cried out: \"Hosanna! 'Blessed is He who comes in the name",
        "of the LORD!' The King of Israel!\" (14) Then Jesus, when He",
        "had found a young donkey, sat on it; as it is written: (15) \"Fear",
        "not, daughter of Zion; Behold, your King is coming, Sitting",
        "on a donkey's colt.\" (16) His disciples did not understand",
        "these things at first; but when Jesus was glorified, then they",
        "remembered that these things were written about Him and",
        "that they had done these things to Him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 115,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43012012,
    "rangeEndId": 43012016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 111,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 118:22–26",
    "text": "(22) The stone which the builders rejected Has become the chief cornerstone. (23) This was the LORD's doing; It is marvelous in our eyes. (24) This is the day the LORD has made; We will rejoice and be glad in it. (25) Save now, I pray, O LORD; O LORD, I pray, send now prosperity. (26) Blessed is he who comes in the name of the LORD! We have blessed you from the house of the LORD.",
    "cardsText": [
      [
        "(22) The stone which the builders rejected Has become",
        "the chief cornerstone. (23) This was the LORD's doing; It",
        "is marvelous in our eyes. (24) This is the day the LORD has",
        "made; We will rejoice and be glad in it. (25) Save now, I pray,",
        "O LORD; O LORD, I pray, send now prosperity. (26) Blessed",
        "is he who comes in the name of the LORD! We have blessed",
        "you from the house of the LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 72,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19118022,
    "rangeEndId": 19118026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 63,
      "wordCountMax": 79,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "John 13:14–17",
    "text": "(14) \"If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet. (15) \"For I have given you an example, that you should do as I have done to you. (16) \"Most assuredly, I say to you, a servant is not greater than his master; nor is he who is sent greater than he who sent him. (17) \"If you know these things, blessed are you if you do them.",
    "cardsText": [
      [
        "(14) \"If I then, your Lord and Teacher, have washed your feet,",
        "you also ought to wash one another's feet. (15) \"For I have",
        "given you an example, that you should do as I have done to",
        "you. (16) \"Most assuredly, I say to you, a servant is not greater",
        "than his master; nor is he who is sent greater than he who",
        "sent him. (17) \"If you know these things, blessed are you if",
        "you do them."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 74,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43013014,
    "rangeEndId": 43013017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.6,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Jeremiah 7:9–11",
    "text": "(9) \"Will you steal, murder, commit adultery, swear falsely, burn incense to Baal, and walk after other gods whom you do not know, (10) \"and then come and stand before Me in this house which is called by My name, and say, 'We are delivered to do all these abominations'? (11) \"Has this house, which is called by My name, become a den of thieves in your eyes? Behold, I, even I, have seen it,\" says the LORD.",
    "cardsText": [
      [
        "(9) \"Will you steal, murder, commit adultery, swear falsely,",
        "burn incense to Baal, and walk after other gods whom you do",
        "not know, (10) \"and then come and stand before Me in this",
        "house which is called by My name, and say, 'We are delivered",
        "to do all these abominations'? (11) \"Has this house, which is",
        "called by My name, become a den of thieves in your eyes?",
        "Behold, I, even I, have seen it,\" says the LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24007009,
    "rangeEndId": 24007011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 69,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 14:2–6",
    "text": "(2) \"In My Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you. (3) \"And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also. (4) \"And where I go you know, and the way you know.\" (5) Thomas said to Him, \"Lord, we do not know where You are going, and how can we know the way?\" (6) Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father except through Me.",
    "cardsText": [
      [
        "(2) \"In My Father's house are many mansions; if it were not",
        "so, I would have told you. I go to prepare a place for you. (3)",
        "\"And if I go and prepare a place for you, I will come again",
        "and receive you to Myself; that where I am, there you may be",
        "also. (4) \"And where I go you know, and the way you know.\"",
        "(5) Thomas said to Him, \"Lord, we do not know where You are",
        "going, and how can we know the way?\" (6) Jesus said to him,",
        "\"I am the way, the truth, and the life. No one comes to the",
        "Father except through Me."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 106,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43014002,
    "rangeEndId": 43014006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 106.4,
      "wordCountMin": 104,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Joel 2:10–13",
    "text": "(10) The earth quakes before them, The heavens tremble; The sun and moon grow dark, And the stars diminish their brightness. (11) The LORD gives voice before His army, For His camp is very great; For strong is the One who executes His word. For the day of the LORD is great and very terrible; Who can endure it? (12) \"Now, therefore,\" says the LORD, \"Turn to Me with all your heart, With fasting, with weeping, and with mourning.\" (13) So rend your heart, and not your garments; Return to the LORD your God, For He is gracious and merciful, Slow to anger, and of great kindness; And He relents from doing harm.",
    "cardsText": [
      [
        "(10) The earth quakes before them, The heavens tremble;",
        "The sun and moon grow dark, And the stars diminish their",
        "brightness. (11) The LORD gives voice before His army, For",
        "His camp is very great; For strong is the One who executes",
        "His word. For the day of the LORD is great and very terrible;",
        "Who can endure it? (12) \"Now, therefore,\" says the LORD,",
        "\"Turn to Me with all your heart, With fasting, with weeping,",
        "and with mourning.\" (13) So rend your heart, and not your",
        "garments; Return to the LORD your God, For He is gracious",
        "and merciful, Slow to anger, and of great kindness; And He",
        "relents from doing harm."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 109,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 29002010,
    "rangeEndId": 29002013,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 112,
      "wordCountMin": 107,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "John 15:5–7",
    "text": "(5) \"I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing. (6) \"If anyone does not abide in Me, he is cast out as a branch and is withered; and they gather them and throw them into the fire, and they are burned. (7) \"If you abide in Me, and My words abide in you, you will ask what you desire, and it shall be done for you.",
    "cardsText": [
      [
        "(5) \"I am the vine, you are the branches. He who abides in",
        "Me, and I in him, bears much fruit; for without Me you can do",
        "nothing. (6) \"If anyone does not abide in Me, he is cast out as",
        "a branch and is withered; and they gather them and throw",
        "them into the fire, and they are burned. (7) \"If you abide in",
        "Me, and My words abide in you, you will ask what you desire,",
        "and it shall be done for you."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 82,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43015005,
    "rangeEndId": 43015007,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.8,
      "wordCountMin": 80,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 41:9",
    "text": "(9) Even my own familiar friend in whom I trusted, Who ate my bread, Has lifted up his heel against me.",
    "cardsText": [
      [
        "(9) Even my own familiar friend in whom I trusted, Who ate",
        "my bread, Has lifted up his heel against me."
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 20,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19041009,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 19,
      "wordCountMin": 16,
      "wordCountMax": 22,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2,
      "lineMin": 2,
      "lineMax": 2
    }
  },
  {
    "ref": "John 16:13–14",
    "text": "(13) \"However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come. (14) \"He will glorify Me, for He will take of what is Mine and declare it to you.",
    "cardsText": [
      [
        "(13) \"However, when He, the Spirit of truth, has come, He",
        "will guide you into all truth; for He will not speak on His own",
        "authority, but whatever He hears He will speak; and He will",
        "tell you things to come. (14) \"He will glorify Me, for He will",
        "take of what is Mine and declare it to you."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 57,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43016013,
    "rangeEndId": 43016014,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 57.6,
      "wordCountMin": 56,
      "wordCountMax": 60,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Jeremiah 31:33–34",
    "text": "(33) \"But this is the covenant that I will make with the house of Israel after those days, says the LORD: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people. (34) \"No more shall every man teach his neighbor, and every man his brother, saying, 'Know the LORD,' for they all shall know Me, from the least of them to the greatest of them, says the LORD. For I will forgive their iniquity, and their sin I will remember no more.\"",
    "cardsText": [
      [
        "(33) \"But this is the covenant that I will make with the house",
        "of Israel after those days, says the LORD: I will put My law in",
        "their minds, and write it on their hearts; and I will be their",
        "God, and they shall be My people. (34) \"No more shall every",
        "man teach his neighbor, and every man his brother, saying,",
        "'Know the LORD,' for they all shall know Me, from the least of",
        "them to the greatest of them, says the LORD. For I will forgive",
        "their iniquity, and their sin I will remember no more.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 96,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24031033,
    "rangeEndId": 24031034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.8,
      "wordCountMin": 88,
      "wordCountMax": 99,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "John 17:17–19",
    "text": "(17) \"Sanctify them by Your truth. Your word is truth. (18) \"As You sent Me into the world, I also have sent them into the world. (19) \"And for their sakes I sanctify Myself, that they also may be sanctified by the truth.",
    "cardsText": [
      [
        "(17) \"Sanctify them by Your truth. Your word is truth. (18) \"As",
        "You sent Me into the world, I also have sent them into the",
        "world. (19) \"And for their sakes I sanctify Myself, that they",
        "also may be sanctified by the truth."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 40,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43017017,
    "rangeEndId": 43017019,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 39.6,
      "wordCountMin": 35,
      "wordCountMax": 43,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 13:7–9",
    "text": "(7) \"Awake, O sword, against My Shepherd, Against the Man who is My Companion,\" Says the LORD of hosts. \"Strike the Shepherd, And the sheep will be scattered; Then I will turn My hand against the little ones. (8) And it shall come to pass in all the land,\" Says the LORD, \"That two-thirds in it shall be cut off and die, But one-third shall be left in it: (9) I will bring the one- third through the fire, Will refine them as silver is refined, And test them as gold is tested. They will call on My name, And I will answer them. I will say, 'This is My people'; And each one will say, 'The LORD is my God.' \"",
    "cardsText": [
      [
        "(7) \"Awake, O sword, against My Shepherd, Against the Man",
        "who is My Companion,\" Says the LORD of hosts. \"Strike the",
        "Shepherd, And the sheep will be scattered; Then I will turn My",
        "hand against the little ones. (8) And it shall come to pass in all",
        "the land,\" Says the LORD, \"That two-thirds in it shall be cut off",
        "and die, But one-third shall be left in it: (9) I will bring the one-",
        "third through the fire, Will refine them as silver is refined, And",
        "test them as gold is tested. They will call on My name, And I",
        "will answer them. I will say, 'This is My people'; And each one",
        "will say, 'The LORD is my God.' \""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 119,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 38013007,
    "rangeEndId": 38013009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.8,
      "wordCountMin": 104,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.8,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "John 20:30–31",
    "text": "(30) And truly Jesus did many other signs in the presence of His disciples, which are not written in this book; (31) but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name.",
    "cardsText": [
      [
        "(30) And truly Jesus did many other signs in the presence of",
        "His disciples, which are not written in this book; (31) but these",
        "are written that you may believe that Jesus is the Christ, the",
        "Son of God, and that believing you may have life in His name."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 47,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43020030,
    "rangeEndId": 43020031,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 46,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Psalm 16:8–11",
    "text": "(8) I have set the LORD always before me; Because He is at my right hand I shall not be moved. (9) Therefore my heart is glad, and my glory rejoices; My flesh also will rest in hope. (10) For You will not leave my soul in Sheol, Nor will You allow Your Holy One to see corruption. (11) You will show me the path of life; In Your presence is fullness of joy; At Your right hand are pleasures forevermore.",
    "cardsText": [
      [
        "(8) I have set the LORD always before me; Because He is at",
        "my right hand I shall not be moved. (9) Therefore my heart is",
        "glad, and my glory rejoices; My flesh also will rest in hope.",
        "(10) For You will not leave my soul in Sheol, Nor will You allow",
        "Your Holy One to see corruption. (11) You will show me the",
        "path of life; In Your presence is fullness of joy; At Your right",
        "hand are pleasures forevermore."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 77,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19016008,
    "rangeEndId": 19016011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78,
      "wordCountMin": 75,
      "wordCountMax": 80,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Exodus 20:1–20",
    "text": "(1) And God spoke all these words, saying: (2) \"I am the LORD your God, who brought you out of the land of Egypt, out of the house of bondage. (3) \"You shall have no other gods before Me. (4) \"You shall not make for yourself a carved image--any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth; (5) you shall not bow down to them nor serve them. For I, the LORD your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me, (6) but showing mercy to thousands, to those who love Me and keep My commandments. (7) \"You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes His name in vain. (8) \"Remember the Sabbath day, to keep it holy. (9) Six days you shall labor and do all your work, (10) but the seventh day is the Sabbath of the LORD your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates. (11) For in six days the LORD made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the LORD blessed the Sabbath day and hallowed it. (12) \"Honor your father and your mother, that your days may be long upon the land which the LORD your God is giving you. (13) \"You shall not murder. (14) \"You shall not commit adultery. (15) \"You shall not steal. (16) \"You shall not bear false witness against your neighbor. (17) \"You shall not covet your neighbor's house; you shall not covet your neighbor's wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is your neighbor's.\" (18) Now all the people witnessed the thunderings, the lightning flashes, the sound of the trumpet, and the mountain smoking; and when the people saw it, they trembled and stood afar off. (19) Then they said to Moses, \"You speak with us, and we will hear; but let not God speak with us, lest we die.\" (20) And Moses said to the people, \"Do not fear; for God has come to test you, and that His fear may be before you, so that you may not sin.\"",
    "cardsText": [
      [
        "(1) And God spoke all these words, saying: (2) \"I am the LORD",
        "your God, who brought you out of the land of Egypt, out of the",
        "house of bondage. (3) \"You shall have no other gods before Me.",
        "(4) \"You shall not make for yourself a carved image--any likeness of",
        "anything that is in heaven above, or that is in the earth beneath, or",
        "that is in the water under the earth; (5) you shall not bow down to",
        "them nor serve them. For I, the LORD your God, am a jealous God,",
        "visiting the iniquity of the fathers upon the children to the third and",
        "fourth generations of those who hate Me, (6) but showing mercy",
        "to thousands, to those who love Me and keep My commandments.",
        "(7) \"You shall not take the name of the LORD your God in vain, for",
        "the LORD will not hold him guiltless who takes His name in vain. (8)"
      ],
      [
        "\"Remember the Sabbath day, to keep it holy. (9) Six days you shall",
        "labor and do all your work, (10) but the seventh day is the Sabbath",
        "of the LORD your God. In it you shall do no work: you, nor your",
        "son, nor your daughter, nor your male servant, nor your female",
        "servant, nor your cattle, nor your stranger who is within your gates.",
        "(11) For in six days the LORD made the heavens and the earth, the",
        "sea, and all that is in them, and rested the seventh day. Therefore",
        "the LORD blessed the Sabbath day and hallowed it. (12) \"Honor",
        "your father and your mother, that your days may be long upon the",
        "land which the LORD your God is giving you. (13) \"You shall not",
        "murder. (14) \"You shall not commit adultery. (15) \"You shall not",
        "steal. (16) \"You shall not bear false witness against your neighbor."
      ],
      [
        "(17) \"You shall not covet your neighbor's house; you shall not covet",
        "your neighbor's wife, nor his male servant, nor his female servant,",
        "nor his ox, nor his donkey, nor anything that is your neighbor's.\"",
        "(18) Now all the people witnessed the thunderings, the lightning",
        "flashes, the sound of the trumpet, and the mountain smoking; and",
        "when the people saw it, they trembled and stood afar off. (19)",
        "Then they said to Moses, \"You speak with us, and we will hear; but",
        "let not God speak with us, lest we die.\" (20) And Moses said to the",
        "people, \"Do not fear; for God has come to test you, and that His",
        "fear may be before you, so that you may not sin.\""
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 411,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 16,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2020001,
    "rangeEndId": 2020020,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 411.4,
      "wordCountMin": 392,
      "wordCountMax": 428,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34,
      "lineMin": 33,
      "lineMax": 35
    }
  },
  {
    "ref": "Leviticus 11:44–45",
    "text": "(44) 'For I am the LORD your God. You shall therefore consecrate yourselves, and you shall be holy; for I am holy. Neither shall you defile yourselves with any creeping thing that creeps on the earth. (45) 'For I am the LORD who brings you up out of the land of Egypt, to be your God. You shall therefore be holy, for I am holy.",
    "cardsText": [
      [
        "(44) 'For I am the LORD your God. You shall therefore",
        "consecrate yourselves, and you shall be holy; for I am holy.",
        "Neither shall you defile yourselves with any creeping thing",
        "that creeps on the earth. (45) 'For I am the LORD who brings",
        "you up out of the land of Egypt, to be your God. You shall",
        "therefore be holy, for I am holy."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 63,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3011044,
    "rangeEndId": 3011045,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.8,
      "wordCountMin": 50,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.8,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "1 Kings 8:48–50",
    "text": "(48) \"and when they return to You with all their heart and with all their soul in the land of their enemies who led them away captive, and pray to You toward their land which You gave to their fathers, the city which You have chosen and the temple which I have built for Your name: (49) \"then hear in heaven Your dwelling place their prayer and their supplication, and maintain their cause, (50) \"and forgive Your people who have sinned against You, and all their transgressions which they have transgressed against You; and grant them compassion before those who took them captive, that they may have compassion on them",
    "cardsText": [
      [
        "(48) \"and when they return to You with all their heart and with",
        "all their soul in the land of their enemies who led them away",
        "captive, and pray to You toward their land which You gave to",
        "their fathers, the city which You have chosen and the temple",
        "which I have built for Your name: (49) \"then hear in heaven",
        "Your dwelling place their prayer and their supplication, and",
        "maintain their cause, (50) \"and forgive Your people who have",
        "sinned against You, and all their transgressions which they",
        "have transgressed against You; and grant them compassion",
        "before those who took them captive, that they may have",
        "compassion on them"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 107,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 11008048,
    "rangeEndId": 11008050,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 104.4,
      "wordCountMin": 91,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "2 Kings 3:21–27",
    "text": "(21) And when all the Moabites heard that the kings had come up to fight against them, all who were able to bear arms and older were gathered; and they stood at the border. (22) Then they rose up early in the morning, and the sun was shining on the water; and the Moabites saw the water on the other side as red as blood. (23) And they said, \"This is blood; the kings have surely struck swords and have killed one another; now therefore, Moab, to the spoil!\" (24) So when they came to the camp of Israel, Israel rose up and attacked the Moabites, so that they fled before them; and they entered their land, killing the Moabites. (25) Then they destroyed the cities, and each man threw a stone on every good piece of land and filled it; and they stopped up all the springs of water and cut down all the good trees. But they left the stones of Kir Haraseth intact. However the slingers surrounded and attacked it. (26) And when the king of Moab saw that the battle was too fierce for him, he took with him seven hundred men who drew swords, to break through to the king of Edom, but they could not. (27) Then he took his eldest son who would have reigned in his place, and offered him as a burnt offering upon the wall; and there was great indignation against Israel. So they departed from him and returned to their own land.",
    "cardsText": [
      [
        "(21) And when all the Moabites heard that the kings had come",
        "up to fight against them, all who were able to bear arms and",
        "older were gathered; and they stood at the border. (22) Then",
        "they rose up early in the morning, and the sun was shining on",
        "the water; and the Moabites saw the water on the other side",
        "as red as blood. (23) And they said, \"This is blood; the kings",
        "have surely struck swords and have killed one another; now",
        "therefore, Moab, to the spoil!\" (24) So when they came to the",
        "camp of Israel, Israel rose up and attacked the Moabites, so",
        "that they fled before them; and they entered their land, killing",
        "the Moabites. (25) Then they destroyed the cities, and each"
      ],
      [
        "man threw a stone on every good piece of land and filled it;",
        "and they stopped up all the springs of water and cut down all",
        "the good trees. But they left the stones of Kir Haraseth intact.",
        "However the slingers surrounded and attacked it. (26) And",
        "when the king of Moab saw that the battle was too fierce for",
        "him, he took with him seven hundred men who drew swords,",
        "to break through to the king of Edom, but they could not. (27)",
        "Then he took his eldest son who would have reigned in his",
        "place, and offered him as a burnt offering upon the wall; and",
        "there was great indignation against Israel. So they departed",
        "from him and returned to their own land."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 246,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 12003021,
    "rangeEndId": 12003027,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 242,
      "wordCountMin": 225,
      "wordCountMax": 250,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "2 Chronicles 1:10–12",
    "text": "(10) \"Now give me wisdom and knowledge, that I may go out and come in before this people; for who can judge this great people of Yours?\" (11) Then God said to Solomon: \"Because this was in your heart, and you have not asked riches or wealth or honor or the life of your enemies, nor have you asked long life--but have asked wisdom and knowledge for yourself, that you may judge My people over whom I have made you king-- (12) \"wisdom and knowledge are granted to you; and I will give you riches and wealth and honor, such as none of the kings have had who were before you, nor shall any after you have the like.\"",
    "cardsText": [
      [
        "(10) \"Now give me wisdom and knowledge, that I may go out",
        "and come in before this people; for who can judge this great",
        "people of Yours?\" (11) Then God said to Solomon: \"Because",
        "this was in your heart, and you have not asked riches or wealth",
        "or honor or the life of your enemies, nor have you asked long",
        "life--but have asked wisdom and knowledge for yourself, that",
        "you may judge My people over whom I have made you king--",
        "(12) \"wisdom and knowledge are granted to you; and I will",
        "give you riches and wealth and honor, such as none of the",
        "kings have had who were before you, nor shall any after you",
        "have the like.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 116,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 14001010,
    "rangeEndId": 14001012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.2,
      "wordCountMin": 109,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezra 3:9–13",
    "text": "(9) Then Jeshua with his sons and brothers, Kadmiel with his sons, and the sons of Judah, arose as one to oversee those working on the house of God: the sons of Henadad with their sons and their brethren the Levites. (10) When the builders laid the foundation of the temple of the LORD, the priests stood in their apparel with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the ordinance of David king of Israel. (11) And they sang responsively, praising and giving thanks to the LORD: \"For He is good, For His mercy endures forever toward Israel.\" Then all the people shouted with a great shout, when they praised the LORD, because the foundation of the house of the LORD was laid. (12) But many of the priests and Levites and heads of the fathers' houses, old men who had seen the first temple, wept with a loud voice when the foundation of this temple was laid before their eyes. Yet many shouted aloud for joy, (13) so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people, for the people shouted with a loud shout, and the sound was heard afar off.",
    "cardsText": [
      [
        "(9) Then Jeshua with his sons and brothers, Kadmiel with his",
        "sons, and the sons of Judah, arose as one to oversee those",
        "working on the house of God: the sons of Henadad with their",
        "sons and their brethren the Levites. (10) When the builders",
        "laid the foundation of the temple of the LORD, the priests",
        "stood in their apparel with trumpets, and the Levites, the",
        "sons of Asaph, with cymbals, to praise the LORD, according",
        "to the ordinance of David king of Israel. (11) And they sang",
        "responsively, praising and giving thanks to the LORD: \"For He",
        "is good, For His mercy endures forever toward Israel.\" Then all",
        "the people shouted with a great shout, when they praised the"
      ],
      [
        "LORD, because the foundation of the house of the LORD was",
        "laid. (12) But many of the priests and Levites and heads of the",
        "fathers' houses, old men who had seen the first temple, wept",
        "with a loud voice when the foundation of this temple was laid",
        "before their eyes. Yet many shouted aloud for joy, (13) so that",
        "the people could not discern the noise of the shout of joy",
        "from the noise of the weeping of the people, for the people",
        "shouted with a loud shout, and the sound was heard afar off."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 210,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 15003009,
    "rangeEndId": 15003013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 185,
      "wordCountMax": 216,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Nehemiah 1:3–11",
    "text": "(3) And they said to me, \"The survivors who are left from the captivity in the province are there in great distress and reproach. The wall of Jerusalem is also broken down, and its gates are burned with fire.\" (4) So it was, when I heard these words, that I sat down and wept, and mourned for many days; I was fasting and praying before the God of heaven. (5) And I said: \"I pray, LORD God of heaven, O great and awesome God, You who keep Your covenant and mercy with those who love You and observe Your commandments, (6) \"please let Your ear be attentive and Your eyes open, that You may hear the prayer of Your servant which I pray before You now, day and night, for the children of Israel Your servants, and confess the sins of the children of Israel which we have sinned against You. Both my father's house and I have sinned. (7) \"We have acted very corruptly against You, and have not kept the commandments, the statutes, nor the ordinances which You commanded Your servant Moses. (8) \"Remember, I pray, the word that You commanded Your servant Moses, saying, 'If you are unfaithful, I will scatter you among the nations; (9) 'but if you return to Me, and keep My commandments and do them, though some of you were cast out to the farthest part of the heavens, yet I will gather them from there, and bring them to the place which I have chosen as a dwelling for My name.' (10) \"Now these are Your servants and Your people, whom You have redeemed by Your great power, and by Your strong hand. (11) \"O Lord, I pray, please let Your ear be attentive to the prayer of Your servant, and to the prayer of Your servants who desire to fear Your name; and let Your servant prosper this day, I pray, and grant him mercy in the sight of this man.\" For I was the king's cupbearer.",
    "cardsText": [
      [
        "(3) And they said to me, \"The survivors who are left from",
        "the captivity in the province are there in great distress and",
        "reproach. The wall of Jerusalem is also broken down, and its",
        "gates are burned with fire.\" (4) So it was, when I heard these",
        "words, that I sat down and wept, and mourned for many days;",
        "I was fasting and praying before the God of heaven. (5) And",
        "I said: \"I pray, LORD God of heaven, O great and awesome",
        "God, You who keep Your covenant and mercy with those who",
        "love You and observe Your commandments, (6) \"please let",
        "Your ear be attentive and Your eyes open, that You may hear",
        "the prayer of Your servant which I pray before You now, day"
      ],
      [
        "and night, for the children of Israel Your servants, and confess",
        "the sins of the children of Israel which we have sinned against",
        "You. Both my father's house and I have sinned. (7) \"We have",
        "acted very corruptly against You, and have not kept the",
        "commandments, the statutes, nor the ordinances which You",
        "commanded Your servant Moses. (8) \"Remember, I pray, the",
        "word that You commanded Your servant Moses, saying, 'If you",
        "are unfaithful, I will scatter you among the nations; (9) 'but if",
        "you return to Me, and keep My commandments and do them,",
        "though some of you were cast out to the farthest part of the",
        "heavens, yet I will gather them from there, and bring them to"
      ],
      [
        "the place which I have chosen as a dwelling for My name.'",
        "(10) \"Now these are Your servants and Your people, whom",
        "You have redeemed by Your great power, and by Your strong",
        "hand. (11) \"O Lord, I pray, please let Your ear be attentive to",
        "the prayer of Your servant, and to the prayer of Your servants",
        "who desire to fear Your name; and let Your servant prosper",
        "this day, I pray, and grant him mercy in the sight of this man.\"",
        "For I was the king's cupbearer."
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 327,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16001003,
    "rangeEndId": 16001011,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 310.8,
      "wordCountMin": 281,
      "wordCountMax": 330,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 28.8,
      "lineMin": 26,
      "lineMax": 31
    }
  },
  {
    "ref": "Psalm 100:1–5",
    "text": "(1) Make a joyful shout to the LORD, all you lands! (2) Serve the LORD with gladness; Come before His presence with singing. (3) Know that the LORD, He is God; It is He who has made us, and not we ourselves; We are His people and the sheep of His pasture. (4) Enter into His gates with thanksgiving, And into His courts with praise. Be thankful to Him, and bless His name. (5) For the LORD is good; His mercy is everlasting, And His truth endures to all generations.",
    "cardsText": [
      [
        "(1) Make a joyful shout to the LORD, all you lands! (2) Serve the",
        "LORD with gladness; Come before His presence with singing.",
        "(3) Know that the LORD, He is God; It is He who has made us,",
        "and not we ourselves; We are His people and the sheep of",
        "His pasture. (4) Enter into His gates with thanksgiving, And",
        "into His courts with praise. Be thankful to Him, and bless His",
        "name. (5) For the LORD is good; His mercy is everlasting, And",
        "His truth endures to all generations."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 85,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19100001,
    "rangeEndId": 19100005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 82,
      "wordCountMin": 79,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "Psalm 119:100–106",
    "text": "(100) I understand more than the ancients, Because I keep Your precepts. (101) I have restrained my feet from every evil way, That I may keep Your word. (102) I have not departed from Your judgments, For You Yourself have taught me. (103) How sweet are Your words to my taste, Sweeter than honey to my mouth! (104) Through Your precepts I get understanding; Therefore I hate every false way. (105) Your word is a lamp to my feet And a light to my path. (106) I have sworn and confirmed That I will keep Your righteous judgments.",
    "cardsText": [
      [
        "(100) I understand more than the ancients, Because I keep",
        "Your precepts. (101) I have restrained my feet from every evil",
        "way, That I may keep Your word. (102) I have not departed",
        "from Your judgments, For You Yourself have taught me. (103)",
        "How sweet are Your words to my taste, Sweeter than honey to",
        "my mouth! (104) Through Your precepts I get understanding;",
        "Therefore I hate every false way. (105) Your word is a lamp",
        "to my feet And a light to my path. (106) I have sworn and",
        "confirmed That I will keep Your righteous judgments."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119100,
    "rangeEndId": 19119106,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.6,
      "wordCountMin": 91,
      "wordCountMax": 101,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Psalm 119:115–116",
    "text": "(115) Depart from me, you evildoers, For I will keep the commandments of my God! (116) Uphold me according to Your word, that I may live; And do not let me be ashamed of my hope.",
    "cardsText": [
      [
        "(115) Depart from me, you evildoers, For I will keep the",
        "commandments of my God! (116) Uphold me according to",
        "Your word, that I may live; And do not let me be ashamed of",
        "my hope."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 34,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119115,
    "rangeEndId": 19119116,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34,
      "wordCountMin": 33,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.8,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 141:2–5",
    "text": "(2) Let my prayer be set before You as incense, The lifting up of my hands as the evening sacrifice. (3) Set a guard, O LORD, over my mouth; Keep watch over the door of my lips. (4) Do not incline my heart to any evil thing, To practice wicked works With men who work iniquity; And do not let me eat of their delicacies. (5) Let the righteous strike me; It shall be a kindness. And let him rebuke me; It shall be as excellent oil; Let my head not refuse it. For still my prayer is against the deeds of the wicked.",
    "cardsText": [
      [
        "(2) Let my prayer be set before You as incense, The lifting up",
        "of my hands as the evening sacrifice. (3) Set a guard, O LORD,",
        "over my mouth; Keep watch over the door of my lips. (4) Do",
        "not incline my heart to any evil thing, To practice wicked",
        "works With men who work iniquity; And do not let me eat of",
        "their delicacies. (5) Let the righteous strike me; It shall be a",
        "kindness. And let him rebuke me; It shall be as excellent oil;",
        "Let my head not refuse it. For still my prayer is against the",
        "deeds of the wicked."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 100,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19141002,
    "rangeEndId": 19141005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.8,
      "wordCountMin": 90,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 10:20–32",
    "text": "(20) The tongue of the righteous is choice silver; The heart of the wicked is worth little. (21) The lips of the righteous feed many, But fools die for lack of wisdom. (22) The blessing of the LORD makes one rich, And He adds no sorrow with it. (23) To do evil is like sport to a fool, But a man of understanding has wisdom. (24) The fear of the wicked will come upon him, And the desire of the righteous will be granted. (25) When the whirlwind passes by, the wicked is no more, But the righteous has an everlasting foundation. (26) As vinegar to the teeth and smoke to the eyes, So is the lazy man to those who send him. (27) The fear of the LORD prolongs days, But the years of the wicked will be shortened. (28) The hope of the righteous will be gladness, But the expectation of the wicked will perish. (29) The way of the LORD is strength for the upright, But destruction will come to the workers of iniquity. (30) The righteous will never be removed, But the wicked will not inhabit the earth. (31) The mouth of the righteous brings forth wisdom, But the perverse tongue will be cut out. (32) The lips of the righteous know what is acceptable, But the mouth of the wicked what is perverse.",
    "cardsText": [
      [
        "(20) The tongue of the righteous is choice silver; The heart of",
        "the wicked is worth little. (21) The lips of the righteous feed",
        "many, But fools die for lack of wisdom. (22) The blessing of",
        "the LORD makes one rich, And He adds no sorrow with it. (23)",
        "To do evil is like sport to a fool, But a man of understanding",
        "has wisdom. (24) The fear of the wicked will come upon him,",
        "And the desire of the righteous will be granted. (25) When",
        "the whirlwind passes by, the wicked is no more, But the",
        "righteous has an everlasting foundation. (26) As vinegar to",
        "the teeth and smoke to the eyes, So is the lazy man to those",
        "who send him. (27) The fear of the LORD prolongs days, But"
      ],
      [
        "the years of the wicked will be shortened. (28) The hope of",
        "the righteous will be gladness, But the expectation of the",
        "wicked will perish. (29) The way of the LORD is strength for the",
        "upright, But destruction will come to the workers of iniquity.",
        "(30) The righteous will never be removed, But the wicked will",
        "not inhabit the earth. (31) The mouth of the righteous brings",
        "forth wisdom, But the perverse tongue will be cut out. (32)",
        "The lips of the righteous know what is acceptable, But the",
        "mouth of the wicked what is perverse."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 215,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20010020,
    "rangeEndId": 20010032,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214,
      "wordCountMin": 209,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Proverbs 11:1–13",
    "text": "(1) Dishonest scales are an abomination to the LORD, But a just weight is His delight. (2) When pride comes, then comes shame; But with the humble is wisdom. (3) The integrity of the upright will guide them, But the perversity of the unfaithful will destroy them. (4) Riches do not profit in the day of wrath, But righteousness delivers from death. (5) The righteousness of the blameless will direct his way aright, But the wicked will fall by his own wickedness. (6) The righteousness of the upright will deliver them, But the unfaithful will be caught by their lust. (7) When a wicked man dies, his expectation will perish, And the hope of the unjust perishes. (8) The righteous is delivered from trouble, And it comes to the wicked instead. (9) The hypocrite with his mouth destroys his neighbor, But through knowledge the righteous will be delivered. (10) When it goes well with the righteous, the city rejoices; And when the wicked perish, there is jubilation. (11) By the blessing of the upright the city is exalted, But it is overthrown by the mouth of the wicked. (12) He who is devoid of wisdom despises his neighbor, But a man of understanding holds his peace. (13) A talebearer reveals secrets, But he who is of a faithful spirit conceals a matter.",
    "cardsText": [
      [
        "(1) Dishonest scales are an abomination to the LORD, But a",
        "just weight is His delight. (2) When pride comes, then comes",
        "shame; But with the humble is wisdom. (3) The integrity of the",
        "upright will guide them, But the perversity of the unfaithful",
        "will destroy them. (4) Riches do not profit in the day of wrath,",
        "But righteousness delivers from death. (5) The righteousness",
        "of the blameless will direct his way aright, But the wicked",
        "will fall by his own wickedness. (6) The righteousness of the",
        "upright will deliver them, But the unfaithful will be caught by",
        "their lust. (7) When a wicked man dies, his expectation will",
        "perish, And the hope of the unjust perishes. (8) The righteous"
      ],
      [
        "is delivered from trouble, And it comes to the wicked instead.",
        "(9) The hypocrite with his mouth destroys his neighbor,",
        "But through knowledge the righteous will be delivered.",
        "(10) When it goes well with the righteous, the city rejoices;",
        "And when the wicked perish, there is jubilation. (11) By the",
        "blessing of the upright the city is exalted, But it is overthrown",
        "by the mouth of the wicked. (12) He who is devoid of wisdom",
        "despises his neighbor, But a man of understanding holds his",
        "peace. (13) A talebearer reveals secrets, But he who is of a",
        "faithful spirit conceals a matter."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 209,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20011001,
    "rangeEndId": 20011013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 193,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 12:1–13",
    "text": "(1) Whoever loves instruction loves knowledge, But he who hates correction is stupid. (2) A good man obtains favor from the LORD, But a man of wicked intentions He will condemn. (3) A man is not established by wickedness, But the root of the righteous cannot be moved. (4) An excellent wife is the crown of her husband, But she who causes shame is like rottenness in his bones. (5) The thoughts of the righteous are right, But the counsels of the wicked are deceitful. (6) The words of the wicked are, \"Lie in wait for blood,\" But the mouth of the upright will deliver them. (7) The wicked are overthrown and are no more, But the house of the righteous will stand. (8) A man will be commended according to his wisdom, But he who is of a perverse heart will be despised. (9) Better is the one who is slighted but has a servant, Than he who honors himself but lacks bread. (10) A righteous man regards the life of his animal, But the tender mercies of the wicked are cruel. (11) He who tills his land will be satisfied with bread, But he who follows frivolity is devoid of understanding. (12) The wicked covet the catch of evil men, But the root of the righteous yields fruit. (13) The wicked is ensnared by the transgression of his lips, But the righteous will come through trouble.",
    "cardsText": [
      [
        "(1) Whoever loves instruction loves knowledge, But he who",
        "hates correction is stupid. (2) A good man obtains favor from",
        "the LORD, But a man of wicked intentions He will condemn.",
        "(3) A man is not established by wickedness, But the root of the",
        "righteous cannot be moved. (4) An excellent wife is the crown",
        "of her husband, But she who causes shame is like rottenness",
        "in his bones. (5) The thoughts of the righteous are right, But",
        "the counsels of the wicked are deceitful. (6) The words of",
        "the wicked are, \"Lie in wait for blood,\" But the mouth of the",
        "upright will deliver them. (7) The wicked are overthrown and",
        "are no more, But the house of the righteous will stand. (8)"
      ],
      [
        "A man will be commended according to his wisdom, But he",
        "who is of a perverse heart will be despised. (9) Better is the",
        "one who is slighted but has a servant, Than he who honors",
        "himself but lacks bread. (10) A righteous man regards the",
        "life of his animal, But the tender mercies of the wicked are",
        "cruel. (11) He who tills his land will be satisfied with bread,",
        "But he who follows frivolity is devoid of understanding. (12)",
        "The wicked covet the catch of evil men, But the root of the",
        "righteous yields fruit. (13) The wicked is ensnared by the",
        "transgression of his lips, But the righteous will come through",
        "trouble."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 225,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20012001,
    "rangeEndId": 20012013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.8,
      "wordCountMin": 204,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 14:1–25",
    "text": "(1) The wise woman builds her house, But the foolish pulls it down with her hands. (2) He who walks in his uprightness fears the LORD, But he who is perverse in his ways despises Him. (3) In the mouth of a fool is a rod of pride, But the lips of the wise will preserve them. (4) Where no oxen are, the trough is clean; But much increase comes by the strength of an ox. (5) A faithful witness does not lie, But a false witness will utter lies. (6) A scoffer seeks wisdom and does not find it, But knowledge is easy to him who understands. (7) Go from the presence of a foolish man, When you do not perceive in him the lips of knowledge. (8) The wisdom of the prudent is to understand his way, But the folly of fools is deceit. (9) Fools mock at sin, But among the upright there is favor. (10) The heart knows its own bitterness, And a stranger does not share its joy. (11) The house of the wicked will be overthrown, But the tent of the upright will flourish. (12) There is a way that seems right to a man, But its end is the way of death. (13) Even in laughter the heart may sorrow, And the end of mirth may be grief. (14) The backslider in heart will be filled with his own ways, But a good man will be satisfied from above. (15) The simple believes every word, But the prudent considers well his steps. (16) A wise man fears and departs from evil, But a fool rages and is self-confident. (17) A quick-tempered man acts foolishly, And a man of wicked intentions is hated. (18) The simple inherit folly, But the prudent are crowned with knowledge. (19) The evil will bow before the good, And the wicked at the gates of the righteous. (20) The poor man is hated even by his own neighbor, But the rich has many friends. (21) He who despises his neighbor sins; But he who has mercy on the poor, happy is he. (22) Do they not go astray who devise evil? But mercy and truth belong to those who devise good. (23) In all labor there is profit, But idle chatter leads only to poverty. (24) The crown of the wise is their riches, But the foolishness of fools is folly. (25) A true witness delivers souls, But a deceitful witness speaks lies.",
    "cardsText": [
      [
        "(1) The wise woman builds her house, But the foolish pulls it",
        "down with her hands. (2) He who walks in his uprightness fears",
        "the LORD, But he who is perverse in his ways despises Him. (3)",
        "In the mouth of a fool is a rod of pride, But the lips of the wise",
        "will preserve them. (4) Where no oxen are, the trough is clean; But",
        "much increase comes by the strength of an ox. (5) A faithful witness",
        "does not lie, But a false witness will utter lies. (6) A scoffer seeks",
        "wisdom and does not find it, But knowledge is easy to him who",
        "understands. (7) Go from the presence of a foolish man, When you",
        "do not perceive in him the lips of knowledge. (8) The wisdom of",
        "the prudent is to understand his way, But the folly of fools is deceit."
      ],
      [
        "(9) Fools mock at sin, But among the upright there is favor. (10) The",
        "heart knows its own bitterness, And a stranger does not share its",
        "joy. (11) The house of the wicked will be overthrown, But the tent",
        "of the upright will flourish. (12) There is a way that seems right",
        "to a man, But its end is the way of death. (13) Even in laughter",
        "the heart may sorrow, And the end of mirth may be grief. (14) The",
        "backslider in heart will be filled with his own ways, But a good",
        "man will be satisfied from above. (15) The simple believes every",
        "word, But the prudent considers well his steps. (16) A wise man",
        "fears and departs from evil, But a fool rages and is self-confident.",
        "(17) A quick-tempered man acts foolishly, And a man of wicked"
      ],
      [
        "intentions is hated. (18) The simple inherit folly, But the prudent are",
        "crowned with knowledge. (19) The evil will bow before the good,",
        "And the wicked at the gates of the righteous. (20) The poor man",
        "is hated even by his own neighbor, But the rich has many friends.",
        "(21) He who despises his neighbor sins; But he who has mercy on",
        "the poor, happy is he. (22) Do they not go astray who devise evil?",
        "But mercy and truth belong to those who devise good. (23) In all",
        "labor there is profit, But idle chatter leads only to poverty. (24) The",
        "crown of the wise is their riches, But the foolishness of fools is folly.",
        "(25) A true witness delivers souls, But a deceitful witness speaks",
        "lies."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 389,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20014001,
    "rangeEndId": 20014025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 390,
      "wordCountMin": 381,
      "wordCountMax": 396,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 33.2,
      "lineMin": 33,
      "lineMax": 34
    }
  },
  {
    "ref": "Ecclesiastes 2:9–11",
    "text": "(9) So I became great and excelled more than all who were before me in Jerusalem. Also my wisdom remained with me. (10) Whatever my eyes desired I did not keep from them. I did not withhold my heart from any pleasure, For my heart rejoiced in all my labor; And this was my reward from all my labor. (11) Then I looked on all the works that my hands had done And on the labor in which I had toiled; And indeed all was vanity and grasping for the wind. There was no profit under the sun.",
    "cardsText": [
      [
        "(9) So I became great and excelled more than all who were",
        "before me in Jerusalem. Also my wisdom remained with me.",
        "(10) Whatever my eyes desired I did not keep from them. I",
        "did not withhold my heart from any pleasure, For my heart",
        "rejoiced in all my labor; And this was my reward from all my",
        "labor. (11) Then I looked on all the works that my hands had",
        "done And on the labor in which I had toiled; And indeed all",
        "was vanity and grasping for the wind. There was no profit",
        "under the sun."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 95,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21002009,
    "rangeEndId": 21002011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.2,
      "wordCountMin": 80,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 9:13–18",
    "text": "(13) This wisdom I have also seen under the sun, and it seemed great to me: (14) There was a little city with few men in it; and a great king came against it, besieged it, and built great snares around it. (15) Now there was found in it a poor wise man, and he by his wisdom delivered the city. Yet no one remembered that same poor man. (16) Then I said: \"Wisdom is better than strength. Nevertheless the poor man's wisdom is despised, And his words are not heard. (17) Words of the wise, spoken quietly, should be heard Rather than the shout of a ruler of fools. (18) Wisdom is better than weapons of war; But one sinner destroys much good.\"",
    "cardsText": [
      [
        "(13) This wisdom I have also seen under the sun, and it",
        "seemed great to me: (14) There was a little city with few men",
        "in it; and a great king came against it, besieged it, and built",
        "great snares around it. (15) Now there was found in it a poor",
        "wise man, and he by his wisdom delivered the city. Yet no one",
        "remembered that same poor man. (16) Then I said: \"Wisdom",
        "is better than strength. Nevertheless the poor man's wisdom",
        "is despised, And his words are not heard. (17) Words of the",
        "wise, spoken quietly, should be heard Rather than the shout",
        "of a ruler of fools. (18) Wisdom is better than weapons of war;",
        "But one sinner destroys much good.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009013,
    "rangeEndId": 21009018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 119.4,
      "wordCountMin": 116,
      "wordCountMax": 122,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Isaiah 40:24–31",
    "text": "(24) Scarcely shall they be planted, Scarcely shall they be sown, Scarcely shall their stock take root in the earth, When He will also blow on them, And they will wither, And the whirlwind will take them away like stubble. (25) \"To whom then will you liken Me, Or to whom shall I be equal?\" says the Holy One. (26) Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing. (27) Why do you say, O Jacob, And speak, O Israel: \"My way is hidden from the LORD, And my just claim is passed over by my God\"? (28) Have you not known? Have you not heard? The everlasting God, the LORD, The Creator of the ends of the earth, Neither faints nor is weary. His understanding is unsearchable. (29) He gives power to the weak, And to those who have no might He increases strength. (30) Even the youths shall faint and be weary, And the young men shall utterly fall, (31) But those who wait on the LORD Shall renew their strength; They shall mount up with wings like eagles, They shall run and not be weary, They shall walk and not faint.",
    "cardsText": [
      [
        "(24) Scarcely shall they be planted, Scarcely shall they be",
        "sown, Scarcely shall their stock take root in the earth, When",
        "He will also blow on them, And they will wither, And the",
        "whirlwind will take them away like stubble. (25) \"To whom",
        "then will you liken Me, Or to whom shall I be equal?\" says the",
        "Holy One. (26) Lift up your eyes on high, And see who has",
        "created these things, Who brings out their host by number;",
        "He calls them all by name, By the greatness of His might And",
        "the strength of His power; Not one is missing. (27) Why do",
        "you say, O Jacob, And speak, O Israel: \"My way is hidden from",
        "the LORD, And my just claim is passed over by my God\"? (28)"
      ],
      [
        "Have you not known? Have you not heard? The everlasting",
        "God, the LORD, The Creator of the ends of the earth, Neither",
        "faints nor is weary. His understanding is unsearchable. (29)",
        "He gives power to the weak, And to those who have no might",
        "He increases strength. (30) Even the youths shall faint and be",
        "weary, And the young men shall utterly fall, (31) But those",
        "who wait on the LORD Shall renew their strength; They shall",
        "mount up with wings like eagles, They shall run and not be",
        "weary, They shall walk and not faint."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 219,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23040024,
    "rangeEndId": 23040031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 216,
      "wordCountMin": 208,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Jeremiah 29:4–14",
    "text": "(4) Thus says the LORD of hosts, the God of Israel, to all who were carried away captive, whom I have caused to be carried away from Jerusalem to Babylon: (5) Build houses and dwell in them; plant gardens and eat their fruit. (6) Take wives and beget sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters--that you may be increased there, and not diminished. (7) And seek the peace of the city where I have caused you to be carried away captive, and pray to the LORD for it; for in its peace you will have peace. (8) For thus says the LORD of hosts, the God of Israel: Do not let your prophets and your diviners who are in your midst deceive you, nor listen to your dreams which you cause to be dreamed. (9) For they prophesy falsely to you in My name; I have not sent them, says the LORD. (10) For thus says the LORD: After seventy years are completed at Babylon, I will visit you and perform My good word toward you, and cause you to return to this place. (11) For I know the thoughts that I think toward you, says the LORD, thoughts of peace and not of evil, to give you a future and a hope. (12) Then you will call upon Me and go and pray to Me, and I will listen to you. (13) And you will seek Me and find Me, when you search for Me with all your heart. (14) I will be found by you, says the LORD, and I will bring you back from your captivity; I will gather you from all the nations and from all the places where I have driven you, says the LORD, and I will bring you to the place from which I cause you to be carried away captive.",
    "cardsText": [
      [
        "(4) Thus says the LORD of hosts, the God of Israel, to all who",
        "were carried away captive, whom I have caused to be carried",
        "away from Jerusalem to Babylon: (5) Build houses and dwell",
        "in them; plant gardens and eat their fruit. (6) Take wives and",
        "beget sons and daughters; and take wives for your sons and",
        "give your daughters to husbands, so that they may bear sons",
        "and daughters--that you may be increased there, and not",
        "diminished. (7) And seek the peace of the city where I have",
        "caused you to be carried away captive, and pray to the LORD",
        "for it; for in its peace you will have peace. (8) For thus says the",
        "LORD of hosts, the God of Israel: Do not let your prophets and"
      ],
      [
        "your diviners who are in your midst deceive you, nor listen to",
        "your dreams which you cause to be dreamed. (9) For they",
        "prophesy falsely to you in My name; I have not sent them,",
        "says the LORD. (10) For thus says the LORD: After seventy",
        "years are completed at Babylon, I will visit you and perform",
        "My good word toward you, and cause you to return to this",
        "place. (11) For I know the thoughts that I think toward you,",
        "says the LORD, thoughts of peace and not of evil, to give you",
        "a future and a hope. (12) Then you will call upon Me and go",
        "and pray to Me, and I will listen to you. (13) And you will seek",
        "Me and find Me, when you search for Me with all your heart."
      ],
      [
        "(14) I will be found by you, says the LORD, and I will bring",
        "you back from your captivity; I will gather you from all the",
        "nations and from all the places where I have driven you, says",
        "the LORD, and I will bring you to the place from which I cause",
        "you to be carried away captive."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 313,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24029004,
    "rangeEndId": 24029014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 306.4,
      "wordCountMin": 290,
      "wordCountMax": 322,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.2,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Jeremiah 33:1–3",
    "text": "(1) Moreover the word of the LORD came to Jeremiah a second time, while he was still shut up in the court of the prison, saying, (2) \"Thus says the LORD who made it, the LORD who formed it to establish it (the LORD is His name): (3) 'Call to Me, and I will answer you, and show you great and mighty things, which you do not know.'",
    "cardsText": [
      [
        "(1) Moreover the word of the LORD came to Jeremiah a",
        "second time, while he was still shut up in the court of the",
        "prison, saying, (2) \"Thus says the LORD who made it, the",
        "LORD who formed it to establish it (the LORD is His name):",
        "(3) 'Call to Me, and I will answer you, and show you great and",
        "mighty things, which you do not know.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 65,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24033001,
    "rangeEndId": 24033003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.6,
      "wordCountMin": 64,
      "wordCountMax": 71,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Lamentations 2:1–2",
    "text": "(1) How the Lord has covered the daughter of Zion With a cloud in His anger! He cast down from heaven to the earth The beauty of Israel, And did not remember His footstool In the day of His anger. (2) The Lord has swallowed up and has not pitied All the dwelling places of Jacob. He has thrown down in His wrath The strongholds of the daughter of Judah; He has brought them down to the ground; He has profaned the kingdom and its princes.",
    "cardsText": [
      [
        "(1) How the Lord has covered the daughter of Zion With a",
        "cloud in His anger! He cast down from heaven to the earth",
        "The beauty of Israel, And did not remember His footstool In",
        "the day of His anger. (2) The Lord has swallowed up and has",
        "not pitied All the dwelling places of Jacob. He has thrown",
        "down in His wrath The strongholds of the daughter of Judah;",
        "He has brought them down to the ground; He has profaned",
        "the kingdom and its princes."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 25002001,
    "rangeEndId": 25002002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 80.4,
      "wordCountMin": 75,
      "wordCountMax": 84,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Amos 3:3–8",
    "text": "(3) Can two walk together, unless they are agreed? (4) Will a lion roar in the forest, when he has no prey? Will a young lion cry out of his den, if he has caught nothing? (5) Will a bird fall into a snare on the earth, where there is no trap for it? Will a snare spring up from the earth, if it has caught nothing at all? (6) If a trumpet is blown in a city, will not the people be afraid? If there is calamity in a city, will not the LORD have done it? (7) Surely the Lord GOD does nothing, Unless He reveals His secret to His servants the prophets. (8) A lion has roared! Who will not fear? The Lord GOD has spoken! Who can but prophesy?",
    "cardsText": [
      [
        "(3) Can two walk together, unless they are agreed? (4) Will a",
        "lion roar in the forest, when he has no prey? Will a young lion",
        "cry out of his den, if he has caught nothing? (5) Will a bird fall",
        "into a snare on the earth, where there is no trap for it? Will",
        "a snare spring up from the earth, if it has caught nothing at",
        "all? (6) If a trumpet is blown in a city, will not the people be",
        "afraid? If there is calamity in a city, will not the LORD have",
        "done it? (7) Surely the Lord GOD does nothing, Unless He",
        "reveals His secret to His servants the prophets. (8) A lion has",
        "roared! Who will not fear? The Lord GOD has spoken! Who",
        "can but prophesy?"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 127,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 30003003,
    "rangeEndId": 30003008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 125,
      "wordCountMin": 118,
      "wordCountMax": 130,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Mark 1:1–11",
    "text": "(1) The beginning of the gospel of Jesus Christ, the Son of God. (2) As it is written in the Prophets: \"Behold, I send My messenger before Your face, Who will prepare Your way before You.\" (3) \"The voice of one crying in the wilderness: 'Prepare the way of the LORD; Make His paths straight.' \" (4) John came baptizing in the wilderness and preaching a baptism of repentance for the remission of sins. (5) Then all the land of Judea, and those from Jerusalem, went out to him and were all baptized by him in the Jordan River, confessing their sins. (6) Now John was clothed with camel's hair and with a leather belt around his waist, and he ate locusts and wild honey. (7) And he preached, saying, \"There comes One after me who is mightier than I, whose sandal strap I am not worthy to stoop down and loose. (8) \"I indeed baptized you with water, but He will baptize you with the Holy Spirit.\" (9) It came to pass in those days that Jesus came from Nazareth of Galilee, and was baptized by John in the Jordan. (10) And immediately, coming up from the water, He saw the heavens parting and the Spirit descending upon Him like a dove. (11) Then a voice came from heaven, \"You are My beloved Son, in whom I am well pleased.\"",
    "cardsText": [
      [
        "(1) The beginning of the gospel of Jesus Christ, the Son of",
        "God. (2) As it is written in the Prophets: \"Behold, I send My",
        "messenger before Your face, Who will prepare Your way",
        "before You.\" (3) \"The voice of one crying in the wilderness:",
        "'Prepare the way of the LORD; Make His paths straight.' \"",
        "(4) John came baptizing in the wilderness and preaching a",
        "baptism of repentance for the remission of sins. (5) Then all",
        "the land of Judea, and those from Jerusalem, went out to him",
        "and were all baptized by him in the Jordan River, confessing",
        "their sins. (6) Now John was clothed with camel's hair and",
        "with a leather belt around his waist, and he ate locusts and"
      ],
      [
        "wild honey. (7) And he preached, saying, \"There comes One",
        "after me who is mightier than I, whose sandal strap I am not",
        "worthy to stoop down and loose. (8) \"I indeed baptized you",
        "with water, but He will baptize you with the Holy Spirit.\" (9)",
        "It came to pass in those days that Jesus came from Nazareth",
        "of Galilee, and was baptized by John in the Jordan. (10) And",
        "immediately, coming up from the water, He saw the heavens",
        "parting and the Spirit descending upon Him like a dove. (11)",
        "Then a voice came from heaven, \"You are My beloved Son, in",
        "whom I am well pleased.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 220,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41001001,
    "rangeEndId": 41001011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 222.8,
      "wordCountMin": 218,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 21,
      "lineMax": 21
    }
  },
  {
    "ref": "John 14:18–21",
    "text": "(18) \"I will not leave you orphans; I will come to you. (19) \"A little while longer and the world will see Me no more, but you will see Me. Because I live, you will live also. (20) \"At that day you will know that I am in My Father, and you in Me, and I in you. (21) \"He who has My commandments and keeps them, it is he who loves Me. And he who loves Me will be loved by My Father, and I will love him and manifest Myself to him.\"",
    "cardsText": [
      [
        "(18) \"I will not leave you orphans; I will come to you. (19) \"A",
        "little while longer and the world will see Me no more, but you",
        "will see Me. Because I live, you will live also. (20) \"At that day",
        "you will know that I am in My Father, and you in Me, and I in",
        "you. (21) \"He who has My commandments and keeps them, it",
        "is he who loves Me. And he who loves Me will be loved by My",
        "Father, and I will love him and manifest Myself to him.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 90,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43014018,
    "rangeEndId": 43014021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.4,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 16:25",
    "text": "(25) \"These things I have spoken to you in figurative language; but the time is coming when I will no longer speak to you in figurative language, but I will tell you plainly about the Father.",
    "cardsText": [
      [
        "(25) \"These things I have spoken to you in figurative language;",
        "but the time is coming when I will no longer speak to you in",
        "figurative language, but I will tell you plainly about the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016025,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33,
      "wordCountMin": 28,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 16:33",
    "text": "(33) \"These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world.\"",
    "cardsText": [
      [
        "(33) \"These things I have spoken to you, that in Me you may",
        "have peace. In the world you will have tribulation; but be of",
        "good cheer, I have overcome the world.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 31,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016033,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 29.8,
      "wordCountMin": 29,
      "wordCountMax": 31,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Acts 4:23–31",
    "text": "(23) And being let go, they went to their own companions and reported all that the chief priests and elders had said to them. (24) So when they heard that, they raised their voice to God with one accord and said: \"Lord, You are God, who made heaven and earth and the sea, and all that is in them, (25) \"who by the mouth of Your servant David have said: 'Why did the nations rage, And the people plot vain things? (26) The kings of the earth took their stand, And the rulers were gathered together Against the LORD and against His Christ.' (27) \"For truly against Your holy Servant Jesus, whom You anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together (28) \"to do whatever Your hand and Your purpose determined before to be done. (29) \"Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word, (30) \"by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.\" (31) And when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness.",
    "cardsText": [
      [
        "(23) And being let go, they went to their own companions",
        "and reported all that the chief priests and elders had said to",
        "them. (24) So when they heard that, they raised their voice",
        "to God with one accord and said: \"Lord, You are God, who",
        "made heaven and earth and the sea, and all that is in them,",
        "(25) \"who by the mouth of Your servant David have said: 'Why",
        "did the nations rage, And the people plot vain things? (26)",
        "The kings of the earth took their stand, And the rulers were",
        "gathered together Against the LORD and against His Christ.'",
        "(27) \"For truly against Your holy Servant Jesus, whom You",
        "anointed, both Herod and Pontius Pilate, with the Gentiles"
      ],
      [
        "and the people of Israel, were gathered together (28) \"to do",
        "whatever Your hand and Your purpose determined before",
        "to be done. (29) \"Now, Lord, look on their threats, and grant",
        "to Your servants that with all boldness they may speak Your",
        "word, (30) \"by stretching out Your hand to heal, and that signs",
        "and wonders may be done through the name of Your holy",
        "Servant Jesus.\" (31) And when they had prayed, the place",
        "where they were assembled together was shaken; and they",
        "were all filled with the Holy Spirit, and they spoke the word of",
        "God with boldness."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 213,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44004023,
    "rangeEndId": 44004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 215.8,
      "wordCountMin": 206,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Acts 9:40",
    "text": "(40) But Peter put them all out, and knelt down and prayed. And turning to the body he said, \"Tabitha, arise.\" And she opened her eyes, and when she saw Peter she sat up.",
    "cardsText": [
      [
        "(40) But Peter put them all out, and knelt down and prayed.",
        "And turning to the body he said, \"Tabitha, arise.\" And she",
        "opened her eyes, and when she saw Peter she sat up."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44009040,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.8,
      "wordCountMin": 33,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Romans 15:30–33",
    "text": "(30) Now I beg you, brethren, through the Lord Jesus Christ, and through the love of the Spirit, that you strive together with me in prayers to God for me, (31) that I may be delivered from those in Judea who do not believe, and that my service for Jerusalem may be acceptable to the saints, (32) that I may come to you with joy by the will of God, and may be refreshed together with you. (33) Now the God of peace be with you all. Amen.",
    "cardsText": [
      [
        "(30) Now I beg you, brethren, through the Lord Jesus Christ,",
        "and through the love of the Spirit, that you strive together",
        "with me in prayers to God for me, (31) that I may be delivered",
        "from those in Judea who do not believe, and that my service",
        "for Jerusalem may be acceptable to the saints, (32) that I may",
        "come to you with joy by the will of God, and may be refreshed",
        "together with you. (33) Now the God of peace be with you all.",
        "Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45015030,
    "rangeEndId": 45015033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.4,
      "wordCountMin": 80,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "1 Corinthians 2:7–10",
    "text": "(7) But we speak the wisdom of God in a mystery, the hidden wisdom which God ordained before the ages for our glory, (8) which none of the rulers of this age knew; for had they known, they would not have crucified the Lord of glory. (9) But as it is written: \"Eye has not seen, nor ear heard, Nor have entered into the heart of man The things which God has prepared for those who love Him.\" (10) But God has revealed them to us through His Spirit. For the Spirit searches all things, yes, the deep things of God.",
    "cardsText": [
      [
        "(7) But we speak the wisdom of God in a mystery, the hidden",
        "wisdom which God ordained before the ages for our glory, (8)",
        "which none of the rulers of this age knew; for had they known,",
        "they would not have crucified the Lord of glory. (9) But as it is",
        "written: \"Eye has not seen, nor ear heard, Nor have entered",
        "into the heart of man The things which God has prepared for",
        "those who love Him.\" (10) But God has revealed them to us",
        "through His Spirit. For the Spirit searches all things, yes, the",
        "deep things of God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 97,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46002007,
    "rangeEndId": 46002010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 89,
      "wordCountMax": 102,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 8,
      "lineMax": 11
    }
  },
  {
    "ref": "Galatians 4:21–31",
    "text": "(21) Tell me, you who desire to be under the law, do you not hear the law? (22) For it is written that Abraham had two sons: the one by a bondwoman, the other by a freewoman. (23) But he who was of the bondwoman was born according to the flesh, and he of the freewoman through promise, (24) which things are symbolic. For these are the two covenants: the one from Mount Sinai which gives birth to bondage, which is Hagar-- (25) for this Hagar is Mount Sinai in Arabia, and corresponds to Jerusalem which now is, and is in bondage with her children-- (26) but the Jerusalem above is free, which is the mother of us all. (27) For it is written: \"Rejoice, O barren, You who do not bear! Break forth and shout, You who are not in labor! For the desolate has many more children Than she who has a husband.\" (28) Now we, brethren, as Isaac was, are children of promise. (29) But, as he who was born according to the flesh then persecuted him who was born according to the Spirit, even so it is now. (30) Nevertheless what does the Scripture say? \"Cast out the bondwoman and her son, for the son of the bondwoman shall not be heir with the son of the freewoman.\" (31) So then, brethren, we are not children of the bondwoman but of the free.",
    "cardsText": [
      [
        "(21) Tell me, you who desire to be under the law, do you not",
        "hear the law? (22) For it is written that Abraham had two sons:",
        "the one by a bondwoman, the other by a freewoman. (23) But",
        "he who was of the bondwoman was born according to the",
        "flesh, and he of the freewoman through promise, (24) which",
        "things are symbolic. For these are the two covenants: the",
        "one from Mount Sinai which gives birth to bondage, which",
        "is Hagar-- (25) for this Hagar is Mount Sinai in Arabia, and",
        "corresponds to Jerusalem which now is, and is in bondage",
        "with her children-- (26) but the Jerusalem above is free, which",
        "is the mother of us all. (27) For it is written: \"Rejoice, O barren,"
      ],
      [
        "You who do not bear! Break forth and shout, You who are not",
        "in labor! For the desolate has many more children Than she",
        "who has a husband.\" (28) Now we, brethren, as Isaac was, are",
        "children of promise. (29) But, as he who was born according",
        "to the flesh then persecuted him who was born according to",
        "the Spirit, even so it is now. (30) Nevertheless what does the",
        "Scripture say? \"Cast out the bondwoman and her son, for the",
        "son of the bondwoman shall not be heir with the son of the",
        "freewoman.\" (31) So then, brethren, we are not children of",
        "the bondwoman but of the free."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 226,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48004021,
    "rangeEndId": 48004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239,
      "wordCountMin": 222,
      "wordCountMax": 258,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Timothy 3:1–16",
    "text": "(1) This is a faithful saying: If a man desires the position of a bishop, he desires a good work. (2) A bishop then must be blameless, the husband of one wife, temperate, sober- minded, of good behavior, hospitable, able to teach; (3) not given to wine, not violent, not greedy for money, but gentle, not quarrelsome, not covetous; (4) one who rules his own house well, having his children in submission with all reverence (5) (for if a man does not know how to rule his own house, how will he take care of the church of God?); (6) not a novice, lest being puffed up with pride he fall into the same condemnation as the devil. (7) Moreover he must have a good testimony among those who are outside, lest he fall into reproach and the snare of the devil. (8) Likewise deacons must be reverent, not double-tongued, not given to much wine, not greedy for money, (9) holding the mystery of the faith with a pure conscience. (10) But let these also first be tested; then let them serve as deacons, being found blameless. (11) Likewise, their wives must be reverent, not slanderers, temperate, faithful in all things. (12) Let deacons be the husbands of one wife, ruling their children and their own houses well. (13) For those who have served well as deacons obtain for themselves a good standing and great boldness in the faith which is in Christ Jesus. (14) These things I write to you, though I hope to come to you shortly; (15) but if I am delayed, I write so that you may know how you ought to conduct yourself in the house of God, which is the church of the living God, the pillar and ground of the truth. (16) And without controversy great is the mystery of godliness: God was manifested in the flesh, Justified in the Spirit, Seen by angels, Preached among the Gentiles, Believed on in the world, Received up in glory.",
    "cardsText": [
      [
        "(1) This is a faithful saying: If a man desires the position of",
        "a bishop, he desires a good work. (2) A bishop then must",
        "be blameless, the husband of one wife, temperate, sober-",
        "minded, of good behavior, hospitable, able to teach; (3)",
        "not given to wine, not violent, not greedy for money, but",
        "gentle, not quarrelsome, not covetous; (4) one who rules",
        "his own house well, having his children in submission with",
        "all reverence (5) (for if a man does not know how to rule his",
        "own house, how will he take care of the church of God?);",
        "(6) not a novice, lest being puffed up with pride he fall into",
        "the same condemnation as the devil. (7) Moreover he must"
      ],
      [
        "have a good testimony among those who are outside, lest",
        "he fall into reproach and the snare of the devil. (8) Likewise",
        "deacons must be reverent, not double-tongued, not given to",
        "much wine, not greedy for money, (9) holding the mystery",
        "of the faith with a pure conscience. (10) But let these also",
        "first be tested; then let them serve as deacons, being found",
        "blameless. (11) Likewise, their wives must be reverent, not",
        "slanderers, temperate, faithful in all things. (12) Let deacons",
        "be the husbands of one wife, ruling their children and their",
        "own houses well. (13) For those who have served well as",
        "deacons obtain for themselves a good standing and great"
      ],
      [
        "boldness in the faith which is in Christ Jesus. (14) These things",
        "I write to you, though I hope to come to you shortly; (15) but",
        "if I am delayed, I write so that you may know how you ought",
        "to conduct yourself in the house of God, which is the church",
        "of the living God, the pillar and ground of the truth. (16) And",
        "without controversy great is the mystery of godliness: God",
        "was manifested in the flesh, Justified in the Spirit, Seen by",
        "angels, Preached among the Gentiles, Believed on in the",
        "world, Received up in glory."
      ]
    ],
    "cards": 3,
    "lines": 31,
    "lastCardLines": 9,
    "wordCount": 318,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54003001,
    "rangeEndId": 54003016,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 326.6,
      "wordCountMin": 316,
      "wordCountMax": 338,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 31.4,
      "lineMin": 30,
      "lineMax": 33
    }
  },
  {
    "ref": "2 Timothy 4:16–18",
    "text": "(16) At my first defense no one stood with me, but all forsook me. May it not be charged against them. (17) But the Lord stood with me and strengthened me, so that the message might be preached fully through me, and that all the Gentiles might hear. Also I was delivered out of the mouth of the lion. (18) And the Lord will deliver me from every evil work and preserve me for His heavenly kingdom. To Him be glory forever and ever. Amen!",
    "cardsText": [
      [
        "(16) At my first defense no one stood with me, but all forsook",
        "me. May it not be charged against them. (17) But the Lord",
        "stood with me and strengthened me, so that the message",
        "might be preached fully through me, and that all the Gentiles",
        "might hear. Also I was delivered out of the mouth of the",
        "lion. (18) And the Lord will deliver me from every evil work",
        "and preserve me for His heavenly kingdom. To Him be glory",
        "forever and ever. Amen!"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 55004016,
    "rangeEndId": 55004018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.6,
      "wordCountMin": 81,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Jude 1:8–25",
    "text": "(8) Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries. (9) Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, \"The Lord rebuke you!\" (10) But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves. (11) Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah. (12) These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots; (13) raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever. (14) Now Enoch, the seventh from Adam, prophesied about these men also, saying, \"Behold, the Lord comes with ten thousands of His saints, (15) \"to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.\" (16) These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage. (17) But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ: (18) how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts. (19) These are sensual persons, who cause divisions, not having the Spirit. (20) But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit, (21) keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life. (22) And on some have compassion, making a distinction; (23) but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh. (24) Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy, (25) To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.",
    "cardsText": [
      [
        "(8) Likewise also these dreamers defile the flesh, reject authority,",
        "and speak evil of dignitaries. (9) Yet Michael the archangel, in",
        "contending with the devil, when he disputed about the body of",
        "Moses, dared not bring against him a reviling accusation, but said,",
        "\"The Lord rebuke you!\" (10) But these speak evil of whatever they",
        "do not know; and whatever they know naturally, like brute beasts,",
        "in these things they corrupt themselves. (11) Woe to them! For",
        "they have gone in the way of Cain, have run greedily in the error of",
        "Balaam for profit, and perished in the rebellion of Korah. (12) These",
        "are spots in your love feasts, while they feast with you without fear,",
        "serving only themselves. They are clouds without water, carried",
        "about by the winds; late autumn trees without fruit, twice dead,",
        "pulled up by the roots; (13) raging waves of the sea, foaming"
      ],
      [
        "up their own shame; wandering stars for whom is reserved the",
        "blackness of darkness forever. (14) Now Enoch, the seventh from",
        "Adam, prophesied about these men also, saying, \"Behold, the Lord",
        "comes with ten thousands of His saints, (15) \"to execute judgment",
        "on all, to convict all who are ungodly among them of all their",
        "ungodly deeds which they have committed in an ungodly way, and",
        "of all the harsh things which ungodly sinners have spoken against",
        "Him.\" (16) These are grumblers, complainers, walking according",
        "to their own lusts; and they mouth great swelling words, flattering",
        "people to gain advantage. (17) But you, beloved, remember the",
        "words which were spoken before by the apostles of our Lord Jesus",
        "Christ: (18) how they told you that there would be mockers in the"
      ],
      [
        "last time who would walk according to their own ungodly lusts.",
        "(19) These are sensual persons, who cause divisions, not having",
        "the Spirit. (20) But you, beloved, building yourselves up on your",
        "most holy faith, praying in the Holy Spirit, (21) keep yourselves",
        "in the love of God, looking for the mercy of our Lord Jesus Christ",
        "unto eternal life. (22) And on some have compassion, making",
        "a distinction; (23) but others save with fear, pulling them out of",
        "the fire, hating even the garment defiled by the flesh. (24) Now",
        "to Him who is able to keep you from stumbling, And to present",
        "you faultless Before the presence of His glory with exceeding joy,",
        "(25) To God our Savior, Who alone is wise, Be glory and majesty,",
        "Dominion and power, Both now and forever. Amen."
      ]
    ],
    "cards": 3,
    "lines": 37,
    "lastCardLines": 12,
    "wordCount": 398,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 65001008,
    "rangeEndId": 65001025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 408,
      "wordCountMin": 398,
      "wordCountMax": 435,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 39.2,
      "lineMin": 37,
      "lineMax": 44
    }
  },
  {
    "ref": "Revelation 1:4–6",
    "text": "(4) John, to the seven churches which are in Asia: Grace to you and peace from Him who is and who was and who is to come, and from the seven Spirits who are before His throne, (5) and from Jesus Christ, the faithful witness, the firstborn from the dead, and the ruler over the kings of the earth. To Him who loved us and washed us from our sins in His own blood, (6) and has made us kings and priests to His God and Father, to Him be glory and dominion forever and ever. Amen.",
    "cardsText": [
      [
        "(4) John, to the seven churches which are in Asia: Grace to you",
        "and peace from Him who is and who was and who is to come,",
        "and from the seven Spirits who are before His throne, (5) and",
        "from Jesus Christ, the faithful witness, the firstborn from the",
        "dead, and the ruler over the kings of the earth. To Him who",
        "loved us and washed us from our sins in His own blood, (6)",
        "and has made us kings and priests to His God and Father, to",
        "Him be glory and dominion forever and ever. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 94,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66001004,
    "rangeEndId": 66001006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 95.8,
      "wordCountMin": 91,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Genesis 41:38–41",
    "text": "(38) And Pharaoh said to his servants, \"Can we find such a one as this, a man in whom is the Spirit of God?\" (39) Then Pharaoh said to Joseph, \"Inasmuch as God has shown you all this, there is no one as discerning and wise as you. (40) \"You shall be over my house, and all my people shall be ruled according to your word; only in regard to the throne will I be greater than you.\" (41) And Pharaoh said to Joseph, \"See, I have set you over all the land of Egypt.\"",
    "cardsText": [
      [
        "(38) And Pharaoh said to his servants, \"Can we find such a",
        "one as this, a man in whom is the Spirit of God?\" (39) Then",
        "Pharaoh said to Joseph, \"Inasmuch as God has shown you",
        "all this, there is no one as discerning and wise as you. (40)",
        "\"You shall be over my house, and all my people shall be ruled",
        "according to your word; only in regard to the throne will I be",
        "greater than you.\" (41) And Pharaoh said to Joseph, \"See, I",
        "have set you over all the land of Egypt.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 91,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 1041038,
    "rangeEndId": 1041041,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 85,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "2 Chronicles 36:5–8",
    "text": "(5) Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. And he did evil in the sight of the LORD his God. (6) Nebuchadnezzar king of Babylon came up against him, and bound him in bronze fetters to carry him off to Babylon. (7) Nebuchadnezzar also carried off some of the articles from the house of the LORD to Babylon, and put them in his temple at Babylon. (8) Now the rest of the acts of Jehoiakim, the abominations which he did, and what was found against him, indeed they are written in the book of the kings of Israel and Judah. Then Jehoiachin his son reigned in his place.",
    "cardsText": [
      [
        "(5) Jehoiakim was twenty-five years old when he became",
        "king, and he reigned eleven years in Jerusalem. And he did",
        "evil in the sight of the LORD his God. (6) Nebuchadnezzar king",
        "of Babylon came up against him, and bound him in bronze",
        "fetters to carry him off to Babylon. (7) Nebuchadnezzar also",
        "carried off some of the articles from the house of the LORD",
        "to Babylon, and put them in his temple at Babylon. (8) Now",
        "the rest of the acts of Jehoiakim, the abominations which he",
        "did, and what was found against him, indeed they are written",
        "in the book of the kings of Israel and Judah. Then Jehoiachin",
        "his son reigned in his place."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 52,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 14036005,
    "rangeEndId": 14036008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 111.8,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 2:1–6",
    "text": "(1) Why do the nations rage, And the people plot a vain thing? (2) The kings of the earth set themselves, And the rulers take counsel together, Against the LORD and against His Anointed, saying, (3) \"Let us break Their bonds in pieces And cast away Their cords from us.\" (4) He who sits in the heavens shall laugh; The Lord shall hold them in derision. (5) Then He shall speak to them in His wrath, And distress them in His deep displeasure: (6) \"Yet I have set My King On My holy hill of Zion.\"",
    "cardsText": [
      [
        "(1) Why do the nations rage, And the people plot a vain",
        "thing? (2) The kings of the earth set themselves, And the",
        "rulers take counsel together, Against the LORD and against",
        "His Anointed, saying, (3) \"Let us break Their bonds in pieces",
        "And cast away Their cords from us.\" (4) He who sits in the",
        "heavens shall laugh; The Lord shall hold them in derision. (5)",
        "Then He shall speak to them in His wrath, And distress them",
        "in His deep displeasure: (6) \"Yet I have set My King On My",
        "holy hill of Zion.\""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 90,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 53,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 19002001,
    "rangeEndId": 19002006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 85.4,
      "wordCountMin": 75,
      "wordCountMax": 90,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 22:24–29",
    "text": "(24) Make no friendship with an angry man, And with a furious man do not go, (25) Lest you learn his ways And set a snare for your soul. (26) Do not be one of those who shakes hands in a pledge, One of those who is surety for debts; (27) If you have nothing with which to pay, Why should he take away your bed from under you? (28) Do not remove the ancient landmark Which your fathers have set. (29) Do you see a man who excels in his work? He will stand before kings; He will not stand before unknown men.",
    "cardsText": [
      [
        "(24) Make no friendship with an angry man, And with a furious",
        "man do not go, (25) Lest you learn his ways And set a snare",
        "for your soul. (26) Do not be one of those who shakes hands",
        "in a pledge, One of those who is surety for debts; (27) If you",
        "have nothing with which to pay, Why should he take away",
        "your bed from under you? (28) Do not remove the ancient",
        "landmark Which your fathers have set. (29) Do you see a man",
        "who excels in his work? He will stand before kings; He will not",
        "stand before unknown men."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 98,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 54,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 20022024,
    "rangeEndId": 20022029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 92,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 3:1–11",
    "text": "(1) To everything there is a season, A time for every purpose under heaven: (2) A time to be born, And a time to die; A time to plant, And a time to pluck what is planted; (3) A time to kill, And a time to heal; A time to break down, And a time to build up; (4) A time to weep, And a time to laugh; A time to mourn, And a time to dance; (5) A time to cast away stones, And a time to gather stones; A time to embrace, And a time to refrain from embracing; (6) A time to gain, And a time to lose; A time to keep, And a time to throw away; (7) A time to tear, And a time to sew; A time to keep silence, And a time to speak; (8) A time to love, And a time to hate; A time of war, And a time of peace. (9) What profit has the worker from that in which he labors? (10) I have seen the God-given task with which the sons of men are to be occupied. (11) He has made everything beautiful in its time. Also He has put eternity in their hearts, except that no one can find out the work that God does from beginning to end.",
    "cardsText": [
      [
        "(1) To everything there is a season, A time for every purpose",
        "under heaven: (2) A time to be born, And a time to die; A time",
        "to plant, And a time to pluck what is planted; (3) A time to",
        "kill, And a time to heal; A time to break down, And a time to",
        "build up; (4) A time to weep, And a time to laugh; A time to",
        "mourn, And a time to dance; (5) A time to cast away stones,",
        "And a time to gather stones; A time to embrace, And a time",
        "to refrain from embracing; (6) A time to gain, And a time to",
        "lose; A time to keep, And a time to throw away; (7) A time to",
        "tear, And a time to sew; A time to keep silence, And a time to",
        "speak; (8) A time to love, And a time to hate; A time of war,"
      ],
      [
        "And a time of peace. (9) What profit has the worker from that",
        "in which he labors? (10) I have seen the God-given task with",
        "which the sons of men are to be occupied. (11) He has made",
        "everything beautiful in its time. Also He has put eternity in",
        "their hearts, except that no one can find out the work that",
        "God does from beginning to end."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 211,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 55,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 21003001,
    "rangeEndId": 21003011,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 215,
      "wordCountMin": 199,
      "wordCountMax": 227,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.2,
      "lineMin": 16,
      "lineMax": 18
    }
  },
  {
    "ref": "Isaiah 42:1–9",
    "text": "(1) \"Behold! My Servant whom I uphold, My Elect One in whom My soul delights! I have put My Spirit upon Him; He will bring forth justice to the Gentiles. (2) He will not cry out, nor raise His voice, Nor cause His voice to be heard in the street. (3) A bruised reed He will not break, And smoking flax He will not quench; He will bring forth justice for truth. (4) He will not fail nor be discouraged, Till He has established justice in the earth; And the coastlands shall wait for His law.\" (5) Thus says God the LORD, Who created the heavens and stretched them out, Who spread forth the earth and that which comes from it, Who gives breath to the people on it, And spirit to those who walk on it: (6) \"I, the LORD, have called You in righteousness, And will hold Your hand; I will keep You and give You as a covenant to the people, As a light to the Gentiles, (7) To open blind eyes, To bring out prisoners from the prison, Those who sit in darkness from the prison house. (8) I am the LORD, that is My name; And My glory I will not give to another, Nor My praise to carved images. (9) Behold, the former things have come to pass, And new things I declare; Before they spring forth I tell you of them.\"",
    "cardsText": [
      [
        "(1) \"Behold! My Servant whom I uphold, My Elect One in",
        "whom My soul delights! I have put My Spirit upon Him; He will",
        "bring forth justice to the Gentiles. (2) He will not cry out, nor",
        "raise His voice, Nor cause His voice to be heard in the street.",
        "(3) A bruised reed He will not break, And smoking flax He will",
        "not quench; He will bring forth justice for truth. (4) He will not",
        "fail nor be discouraged, Till He has established justice in the",
        "earth; And the coastlands shall wait for His law.\" (5) Thus says",
        "God the LORD, Who created the heavens and stretched them",
        "out, Who spread forth the earth and that which comes from it,",
        "Who gives breath to the people on it, And spirit to those who"
      ],
      [
        "walk on it: (6) \"I, the LORD, have called You in righteousness,",
        "And will hold Your hand; I will keep You and give You as a",
        "covenant to the people, As a light to the Gentiles, (7) To open",
        "blind eyes, To bring out prisoners from the prison, Those who",
        "sit in darkness from the prison house. (8) I am the LORD, that",
        "is My name; And My glory I will not give to another, Nor My",
        "praise to carved images. (9) Behold, the former things have",
        "come to pass, And new things I declare; Before they spring",
        "forth I tell you of them.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 229,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 56,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 23042001,
    "rangeEndId": 23042009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 231.4,
      "wordCountMin": 229,
      "wordCountMax": 235,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Jeremiah 8:11–17",
    "text": "(11) For they have healed the hurt of the daughter of My people slightly, Saying, 'Peace, peace!' When there is no peace. (12) Were they ashamed when they had committed abomination? No! They were not at all ashamed, Nor did they know how to blush. Therefore they shall fall among those who fall; In the time of their punishment They shall be cast down,\" says the LORD. (13) \"I will surely consume them,\" says the LORD. \"No grapes shall be on the vine, Nor figs on the fig tree, And the leaf shall fade; And the things I have given them shall pass away from them.\" ' \" (14) \"Why do we sit still? Assemble yourselves, And let us enter the fortified cities, And let us be silent there. For the LORD our God has put us to silence And given us water of gall to drink, Because we have sinned against the LORD. (15) \"We looked for peace, but no good came; And for a time of health, and there was trouble! (16) The snorting of His horses was heard from Dan. The whole land trembled at the sound of the neighing of His strong ones; For they have come and devoured the land and all that is in it, The city and those who dwell in it.\" (17) \"For behold, I will send serpents among you, Vipers which cannot be charmed, And they shall bite you,\" says the LORD.",
    "cardsText": [
      [
        "(11) For they have healed the hurt of the daughter of My",
        "people slightly, Saying, 'Peace, peace!' When there is no",
        "peace. (12) Were they ashamed when they had committed",
        "abomination? No! They were not at all ashamed, Nor did they",
        "know how to blush. Therefore they shall fall among those",
        "who fall; In the time of their punishment They shall be cast",
        "down,\" says the LORD. (13) \"I will surely consume them,\"",
        "says the LORD. \"No grapes shall be on the vine, Nor figs on",
        "the fig tree, And the leaf shall fade; And the things I have",
        "given them shall pass away from them.\" ' \" (14) \"Why do we",
        "sit still? Assemble yourselves, And let us enter the fortified"
      ],
      [
        "cities, And let us be silent there. For the LORD our God has",
        "put us to silence And given us water of gall to drink, Because",
        "we have sinned against the LORD. (15) \"We looked for peace,",
        "but no good came; And for a time of health, and there was",
        "trouble! (16) The snorting of His horses was heard from Dan.",
        "The whole land trembled at the sound of the neighing of His",
        "strong ones; For they have come and devoured the land and",
        "all that is in it, The city and those who dwell in it.\" (17) \"For",
        "behold, I will send serpents among you, Vipers which cannot",
        "be charmed, And they shall bite you,\" says the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 234,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 57,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 24008011,
    "rangeEndId": 24008017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 224,
      "wordCountMin": 212,
      "wordCountMax": 234,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Lamentations 1:1–7",
    "text": "(1) How lonely sits the city That was full of people! How like a widow is she, Who was great among the nations! The princess among the provinces Has become a slave! (2) She weeps bitterly in the night, Her tears are on her cheeks; Among all her lovers She has none to comfort her. All her friends have dealt treacherously with her; They have become her enemies. (3) Judah has gone into captivity, Under affliction and hard servitude; She dwells among the nations, She finds no rest; All her persecutors overtake her in dire straits. (4) The roads to Zion mourn Because no one comes to the set feasts. All her gates are desolate; Her priests sigh, Her virgins are afflicted, And she is in bitterness. (5) Her adversaries have become the master, Her enemies prosper; For the LORD has afflicted her Because of the multitude of her transgressions. Her children have gone into captivity before the enemy. (6) And from the daughter of Zion All her splendor has departed. Her princes have become like deer That find no pasture, That flee without strength Before the pursuer. (7) In the days of her affliction and roaming, Jerusalem remembers all her pleasant things That she had in the days of old. When her people fell into the hand of the enemy, With no one to help her, The adversaries saw her And mocked at her downfall.",
    "cardsText": [
      [
        "(1) How lonely sits the city That was full of people! How like a",
        "widow is she, Who was great among the nations! The princess",
        "among the provinces Has become a slave! (2) She weeps",
        "bitterly in the night, Her tears are on her cheeks; Among all",
        "her lovers She has none to comfort her. All her friends have",
        "dealt treacherously with her; They have become her enemies.",
        "(3) Judah has gone into captivity, Under affliction and hard",
        "servitude; She dwells among the nations, She finds no rest;",
        "All her persecutors overtake her in dire straits. (4) The roads",
        "to Zion mourn Because no one comes to the set feasts. All her",
        "gates are desolate; Her priests sigh, Her virgins are afflicted,"
      ],
      [
        "And she is in bitterness. (5) Her adversaries have become the",
        "master, Her enemies prosper; For the LORD has afflicted her",
        "Because of the multitude of her transgressions. Her children",
        "have gone into captivity before the enemy. (6) And from the",
        "daughter of Zion All her splendor has departed. Her princes",
        "have become like deer That find no pasture, That flee without",
        "strength Before the pursuer. (7) In the days of her affliction",
        "and roaming, Jerusalem remembers all her pleasant things",
        "That she had in the days of old. When her people fell into the",
        "hand of the enemy, With no one to help her, The adversaries",
        "saw her And mocked at her downfall."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 229,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 58,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25001001,
    "rangeEndId": 25001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 229,
      "wordCountMax": 259,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "Lamentations 3:25–33",
    "text": "(25) The LORD is good to those who wait for Him, To the soul who seeks Him. (26) It is good that one should hope and wait quietly For the salvation of the LORD. (27) It is good for a man to bear The yoke in his youth. (28) Let him sit alone and keep silent, Because God has laid it on him; (29) Let him put his mouth in the dust--There may yet be hope. (30) Let him give his cheek to the one who strikes him, And be full of reproach. (31) For the Lord will not cast off forever. (32) Though He causes grief, Yet He will show compassion According to the multitude of His mercies. (33) For He does not afflict willingly, Nor grieve the children of men.",
    "cardsText": [
      [
        "(25) The LORD is good to those who wait for Him, To the soul",
        "who seeks Him. (26) It is good that one should hope and wait",
        "quietly For the salvation of the LORD. (27) It is good for a man",
        "to bear The yoke in his youth. (28) Let him sit alone and keep",
        "silent, Because God has laid it on him; (29) Let him put his",
        "mouth in the dust--There may yet be hope. (30) Let him give",
        "his cheek to the one who strikes him, And be full of reproach.",
        "(31) For the Lord will not cast off forever. (32) Though He",
        "causes grief, Yet He will show compassion According to the",
        "multitude of His mercies. (33) For He does not afflict willingly,",
        "Nor grieve the children of men."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 123,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 59,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25003025,
    "rangeEndId": 25003033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 124.2,
      "wordCountMin": 122,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezekiel 11:14–21",
    "text": "(14) Again the word of the LORD came to me, saying, (15) \"Son of man, your brethren, your relatives, your countrymen, and all the house of Israel in its entirety, are those about whom the inhabitants of Jerusalem have said, 'Get far away from the LORD; this land has been given to us as a possession.' (16) \"Therefore say, 'Thus says the Lord GOD: \"Although I have cast them far off among the Gentiles, and although I have scattered them among the countries, yet I shall be a little sanctuary for them in the countries where they have gone.\" ' (17) \"Therefore say, 'Thus says the Lord GOD: \"I will gather you from the peoples, assemble you from the countries where you have been scattered, and I will give you the land of Israel.\" ' (18) \"And they will go there, and they will take away all its detestable things and all its abominations from there. (19) \"Then I will give them one heart, and I will put a new spirit within them, and take the stony heart out of their flesh, and give them a heart of flesh, (20) \"that they may walk in My statutes and keep My judgments and do them; and they shall be My people, and I will be their God. (21) \"But as for those whose hearts follow the desire for their detestable things and their abominations, I will recompense their deeds on their own heads,\" says the Lord GOD.",
    "cardsText": [
      [
        "(14) Again the word of the LORD came to me, saying, (15)",
        "\"Son of man, your brethren, your relatives, your countrymen,",
        "and all the house of Israel in its entirety, are those about whom",
        "the inhabitants of Jerusalem have said, 'Get far away from the",
        "LORD; this land has been given to us as a possession.' (16)",
        "\"Therefore say, 'Thus says the Lord GOD: \"Although I have",
        "cast them far off among the Gentiles, and although I have",
        "scattered them among the countries, yet I shall be a little",
        "sanctuary for them in the countries where they have gone.\"",
        "' (17) \"Therefore say, 'Thus says the Lord GOD: \"I will gather",
        "you from the peoples, assemble you from the countries"
      ],
      [
        "where you have been scattered, and I will give you the land",
        "of Israel.\" ' (18) \"And they will go there, and they will take",
        "away all its detestable things and all its abominations from",
        "there. (19) \"Then I will give them one heart, and I will put a",
        "new spirit within them, and take the stony heart out of their",
        "flesh, and give them a heart of flesh, (20) \"that they may walk",
        "in My statutes and keep My judgments and do them; and",
        "they shall be My people, and I will be their God. (21) \"But as",
        "for those whose hearts follow the desire for their detestable",
        "things and their abominations, I will recompense their deeds",
        "on their own heads,\" says the Lord GOD."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 238,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 60,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26011014,
    "rangeEndId": 26011021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 235.6,
      "wordCountMin": 223,
      "wordCountMax": 246,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Ezekiel 13:8–10",
    "text": "(8) Therefore thus says the Lord GOD: \"Because you have spoken nonsense and envisioned lies, therefore I am indeed against you,\" says the Lord GOD. (9) \"My hand will be against the prophets who envision futility and who divine lies; they shall not be in the assembly of My people, nor be written in the record of the house of Israel, nor shall they enter into the land of Israel. Then you shall know that I am the Lord GOD. (10) \"Because, indeed, because they have seduced My people, saying, 'Peace!' when there is no peace--and one builds a wall, and they plaster it with untempered mortar--",
    "cardsText": [
      [
        "(8) Therefore thus says the Lord GOD: \"Because you have",
        "spoken nonsense and envisioned lies, therefore I am indeed",
        "against you,\" says the Lord GOD. (9) \"My hand will be against",
        "the prophets who envision futility and who divine lies; they",
        "shall not be in the assembly of My people, nor be written",
        "in the record of the house of Israel, nor shall they enter into",
        "the land of Israel. Then you shall know that I am the Lord",
        "GOD. (10) \"Because, indeed, because they have seduced",
        "My people, saying, 'Peace!' when there is no peace--and one",
        "builds a wall, and they plaster it with untempered mortar--"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 61,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26013008,
    "rangeEndId": 26013010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.6,
      "wordCountMin": 103,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 1:1–7",
    "text": "(1) In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. (2) And the Lord gave Jehoiakim king of Judah into his hand, with some of the articles of the house of God, which he carried into the land of Shinar to the house of his god; and he brought the articles into the treasure house of his god. (3) Then the king instructed Ashpenaz, the master of his eunuchs, to bring some of the children of Israel and some of the king's descendants and some of the nobles, (4) young men in whom there was no blemish, but good-looking, gifted in all wisdom, possessing knowledge and quick to understand, who had ability to serve in the king's palace, and whom they might teach the language and literature of the Chaldeans. (5) And the king appointed for them a daily provision of the king's delicacies and of the wine which he drank, and three years of training for them, so that at the end of that time they might serve before the king. (6) Now from among those of the sons of Judah were Daniel, Hananiah, Mishael, and Azariah. (7) To them the chief of the eunuchs gave names: he gave Daniel the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abed-Nego.",
    "cardsText": [
      [
        "(1) In the third year of the reign of Jehoiakim king of Judah,",
        "Nebuchadnezzar king of Babylon came to Jerusalem and",
        "besieged it. (2) And the Lord gave Jehoiakim king of Judah",
        "into his hand, with some of the articles of the house of God,",
        "which he carried into the land of Shinar to the house of his",
        "god; and he brought the articles into the treasure house of",
        "his god. (3) Then the king instructed Ashpenaz, the master of",
        "his eunuchs, to bring some of the children of Israel and some",
        "of the king's descendants and some of the nobles, (4) young",
        "men in whom there was no blemish, but good-looking, gifted",
        "in all wisdom, possessing knowledge and quick to understand,"
      ],
      [
        "who had ability to serve in the king's palace, and whom they",
        "might teach the language and literature of the Chaldeans. (5)",
        "And the king appointed for them a daily provision of the king's",
        "delicacies and of the wine which he drank, and three years of",
        "training for them, so that at the end of that time they might",
        "serve before the king. (6) Now from among those of the sons",
        "of Judah were Daniel, Hananiah, Mishael, and Azariah. (7) To",
        "them the chief of the eunuchs gave names: he gave Daniel",
        "the name Belteshazzar; to Hananiah, Shadrach; to Mishael,",
        "Meshach; and to Azariah, Abed-Nego."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 220,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 62,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27001001,
    "rangeEndId": 27001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.2,
      "wordCountMin": 200,
      "wordCountMax": 233,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 2:1–11",
    "text": "(1) Now in the second year of Nebuchadnezzar's reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him. (2) Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king. (3) And the king said to them, \"I have had a dream, and my spirit is anxious to know the dream.\" (4) Then the Chaldeans spoke to the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will give the interpretation.\" (5) The king answered and said to the Chaldeans, \"My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap. (6) \"However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.\" (7) They answered again and said, \"Let the king tell his servants the dream, and we will give its interpretation.\" (8) The king answered and said, \"I know for certain that you would gain time, because you see that my decision is firm: (9) \"if you do not make known the dream to me, there is only one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.\" (10) The Chaldeans answered the king, and said, \"There is not a man on earth who can tell the king's matter; therefore no king, lord, or ruler has ever asked such things of any magician, astrologer, or Chaldean. (11) \"It is a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.\"",
    "cardsText": [
      [
        "(1) Now in the second year of Nebuchadnezzar's reign,",
        "Nebuchadnezzar had dreams; and his spirit was so troubled",
        "that his sleep left him. (2) Then the king gave the command",
        "to call the magicians, the astrologers, the sorcerers, and the",
        "Chaldeans to tell the king his dreams. So they came and",
        "stood before the king. (3) And the king said to them, \"I have",
        "had a dream, and my spirit is anxious to know the dream.\" (4)",
        "Then the Chaldeans spoke to the king in Aramaic, \"O king,",
        "live forever! Tell your servants the dream, and we will give",
        "the interpretation.\" (5) The king answered and said to the",
        "Chaldeans, \"My decision is firm: if you do not make known the"
      ],
      [
        "dream to me, and its interpretation, you shall be cut in pieces,",
        "and your houses shall be made an ash heap. (6) \"However,",
        "if you tell the dream and its interpretation, you shall receive",
        "from me gifts, rewards, and great honor. Therefore tell me the",
        "dream and its interpretation.\" (7) They answered again and",
        "said, \"Let the king tell his servants the dream, and we will give",
        "its interpretation.\" (8) The king answered and said, \"I know",
        "for certain that you would gain time, because you see that",
        "my decision is firm: (9) \"if you do not make known the dream",
        "to me, there is only one decree for you! For you have agreed",
        "to speak lying and corrupt words before me till the time"
      ],
      [
        "has changed. Therefore tell me the dream, and I shall know",
        "that you can give me its interpretation.\" (10) The Chaldeans",
        "answered the king, and said, \"There is not a man on earth",
        "who can tell the king's matter; therefore no king, lord, or ruler",
        "has ever asked such things of any magician, astrologer, or",
        "Chaldean. (11) \"It is a difficult thing that the king requests,",
        "and there is no other who can tell it to the king except the",
        "gods, whose dwelling is not with flesh.\""
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 322,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 63,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002001,
    "rangeEndId": 27002011,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 328.2,
      "wordCountMin": 309,
      "wordCountMax": 344,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 30.4,
      "lineMin": 28,
      "lineMax": 32
    }
  },
  {
    "ref": "Daniel 2:17–24",
    "text": "(17) Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions, (18) that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men of Babylon. (19) Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven. (20) Daniel answered and said: \"Blessed be the name of God forever and ever, For wisdom and might are His. (21) And He changes the times and the seasons; He removes kings and raises up kings; He gives wisdom to the wise And knowledge to those who have understanding. (22) He reveals deep and secret things; He knows what is in the darkness, And light dwells with Him. (23) \"I thank You and praise You, O God of my fathers; You have given me wisdom and might, And have now made known to me what we asked of You, For You have made known to us the king's demand.\" (24) Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: \"Do not destroy the wise men of Babylon; take me before the king, and I will tell the king the interpretation.\"",
    "cardsText": [
      [
        "(17) Then Daniel went to his house, and made the decision",
        "known to Hananiah, Mishael, and Azariah, his companions,",
        "(18) that they might seek mercies from the God of heaven",
        "concerning this secret, so that Daniel and his companions",
        "might not perish with the rest of the wise men of Babylon.",
        "(19) Then the secret was revealed to Daniel in a night vision.",
        "So Daniel blessed the God of heaven. (20) Daniel answered",
        "and said: \"Blessed be the name of God forever and ever, For",
        "wisdom and might are His. (21) And He changes the times",
        "and the seasons; He removes kings and raises up kings; He",
        "gives wisdom to the wise And knowledge to those who have"
      ],
      [
        "understanding. (22) He reveals deep and secret things; He",
        "knows what is in the darkness, And light dwells with Him. (23)",
        "\"I thank You and praise You, O God of my fathers; You have",
        "given me wisdom and might, And have now made known to",
        "me what we asked of You, For You have made known to us",
        "the king's demand.\" (24) Therefore Daniel went to Arioch,",
        "whom the king had appointed to destroy the wise men of",
        "Babylon. He went and said thus to him: \"Do not destroy the",
        "wise men of Babylon; take me before the king, and I will tell",
        "the king the interpretation.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 217,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 64,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002017,
    "rangeEndId": 27002024,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 208,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 4:33–37",
    "text": "(33) That very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles' feathers and his nails like birds' claws. (34) And at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For His dominion is an everlasting dominion, And His kingdom is from generation to generation. (35) All the inhabitants of the earth are reputed as nothing; He does according to His will in the army of heaven And among the inhabitants of the earth. No one can restrain His hand Or say to Him, \"What have You done?\" (36) At the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me. (37) Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are truth, and His ways justice. And those who walk in pride He is able to put down.",
    "cardsText": [
      [
        "(33) That very hour the word was fulfilled concerning",
        "Nebuchadnezzar; he was driven from men and ate grass like",
        "oxen; his body was wet with the dew of heaven till his hair",
        "had grown like eagles' feathers and his nails like birds' claws.",
        "(34) And at the end of the time I, Nebuchadnezzar, lifted my",
        "eyes to heaven, and my understanding returned to me; and",
        "I blessed the Most High and praised and honored Him who",
        "lives forever: For His dominion is an everlasting dominion,",
        "And His kingdom is from generation to generation. (35) All",
        "the inhabitants of the earth are reputed as nothing; He does",
        "according to His will in the army of heaven And among the"
      ],
      [
        "inhabitants of the earth. No one can restrain His hand Or say",
        "to Him, \"What have You done?\" (36) At the same time my",
        "reason returned to me, and for the glory of my kingdom, my",
        "honor and splendor returned to me. My counselors and nobles",
        "resorted to me, I was restored to my kingdom, and excellent",
        "majesty was added to me. (37) Now I, Nebuchadnezzar,",
        "praise and extol and honor the King of heaven, all of whose",
        "works are truth, and His ways justice. And those who walk in",
        "pride He is able to put down."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 210,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 65,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27004033,
    "rangeEndId": 27004037,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214.4,
      "wordCountMin": 210,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Daniel 5:1–4",
    "text": "(1) Belshazzar the king made a great feast for a thousand of his lords, and drank wine in the presence of the thousand. (2) While he tasted the wine, Belshazzar gave the command to bring the gold and silver vessels which his father Nebuchadnezzar had taken from the temple which had been in Jerusalem, that the king and his lords, his wives, and his concubines might drink from them. (3) Then they brought the gold vessels that had been taken from the temple of the house of God which had been in Jerusalem; and the king and his lords, his wives, and his concubines drank from them. (4) They drank wine, and praised the gods of gold and silver, bronze and iron, wood and stone.",
    "cardsText": [
      [
        "(1) Belshazzar the king made a great feast for a thousand of his",
        "lords, and drank wine in the presence of the thousand. (2) While",
        "he tasted the wine, Belshazzar gave the command to bring the",
        "gold and silver vessels which his father Nebuchadnezzar had",
        "taken from the temple which had been in Jerusalem, that the king",
        "and his lords, his wives, and his concubines might drink from them.",
        "(3) Then they brought the gold vessels that had been taken from",
        "the temple of the house of God which had been in Jerusalem; and",
        "the king and his lords, his wives, and his concubines drank from",
        "them. (4) They drank wine, and praised the gods of gold and silver,",
        "bronze and iron, wood and stone."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 121,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 66,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27005001,
    "rangeEndId": 27005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 112,
      "wordCountMax": 125,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 6:1–13",
    "text": "(1) It pleased Darius to set over the kingdom one hundred and twenty satraps, to be over the whole kingdom; (2) and over these, three governors, of whom Daniel was one, that the satraps might give account to them, so that the king would suffer no loss. (3) Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was in him; and the king gave thought to setting him over the whole realm. (4) So the governors and satraps sought to find some charge against Daniel concerning the kingdom; but they could find no charge or fault, because he was faithful; nor was there any error or fault found in him. (5) Then these men said, \"We shall not find any charge against this Daniel unless we find it against him concerning the law of his God.\" (6) So these governors and satraps thronged before the king, and said thus to him: \"King Darius, live forever! (7) \"All the governors of the kingdom, the administrators and satraps, the counselors and advisors, have consulted together to establish a royal statute and to make a firm decree, that whoever petitions any god or man for thirty days, except you, O king, shall be cast into the den of lions. (8) \"Now, O king, establish the decree and sign the writing, so that it cannot be changed, according to the law of the Medes and Persians, which does not alter.\" (9) Therefore King Darius signed the written decree. (10) Now when Daniel knew that the writing was signed, he went home. And in his upper room, with his windows open toward Jerusalem, he knelt down on his knees three times that day, and prayed and gave thanks before his God, as was his custom since early days. (11) Then these men assembled and found Daniel praying and making supplication before his God. (12) And they went before the king, and spoke concerning the king's decree: \"Have you not signed a decree that every man who petitions any god or man within thirty days, except you, O king, shall be cast into the den of lions?\" The king answered and said, \"The thing is true, according to the law of the Medes and Persians, which does not alter.\" (13) So they answered and said before the king, \"That Daniel, who is one of the captives from Judah, does not show due regard for you, O king, or for the decree that you have signed, but makes his petition three times a day.\"",
    "cardsText": [
      [
        "(1) It pleased Darius to set over the kingdom one hundred",
        "and twenty satraps, to be over the whole kingdom; (2) and",
        "over these, three governors, of whom Daniel was one, that",
        "the satraps might give account to them, so that the king would",
        "suffer no loss. (3) Then this Daniel distinguished himself",
        "above the governors and satraps, because an excellent spirit",
        "was in him; and the king gave thought to setting him over the",
        "whole realm. (4) So the governors and satraps sought to find",
        "some charge against Daniel concerning the kingdom; but",
        "they could find no charge or fault, because he was faithful;",
        "nor was there any error or fault found in him. (5) Then these"
      ],
      [
        "men said, \"We shall not find any charge against this Daniel",
        "unless we find it against him concerning the law of his God.\"",
        "(6) So these governors and satraps thronged before the king,",
        "and said thus to him: \"King Darius, live forever! (7) \"All the",
        "governors of the kingdom, the administrators and satraps,",
        "the counselors and advisors, have consulted together to",
        "establish a royal statute and to make a firm decree, that",
        "whoever petitions any god or man for thirty days, except you,",
        "O king, shall be cast into the den of lions. (8) \"Now, O king,",
        "establish the decree and sign the writing, so that it cannot be",
        "changed, according to the law of the Medes and Persians,"
      ],
      [
        "which does not alter.\" (9) Therefore King Darius signed the",
        "written decree. (10) Now when Daniel knew that the writing",
        "was signed, he went home. And in his upper room, with",
        "his windows open toward Jerusalem, he knelt down on his",
        "knees three times that day, and prayed and gave thanks",
        "before his God, as was his custom since early days. (11) Then",
        "these men assembled and found Daniel praying and making",
        "supplication before his God. (12) And they went before the",
        "king, and spoke concerning the king's decree: \"Have you not",
        "signed a decree that every man who petitions any god or man",
        "within thirty days, except you, O king, shall be cast into the"
      ],
      [
        "den of lions?\" The king answered and said, \"The thing is true,",
        "according to the law of the Medes and Persians, which does",
        "not alter.\" (13) So they answered and said before the king,",
        "\"That Daniel, who is one of the captives from Judah, does not",
        "show due regard for you, O king, or for the decree that you",
        "have signed, but makes his petition three times a day.\""
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 409,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 67,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27006001,
    "rangeEndId": 27006013,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 419.4,
      "wordCountMin": 407,
      "wordCountMax": 435,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 40.6,
      "lineMin": 39,
      "lineMax": 44
    }
  },
  {
    "ref": "Daniel 7:27",
    "text": "(27) Then the kingdom and dominion, And the greatness of the kingdoms under the whole heaven, Shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, And all dominions shall serve and obey Him.'",
    "cardsText": [
      [
        "(27) Then the kingdom and dominion, And the greatness",
        "of the kingdoms under the whole heaven, Shall be given to",
        "the people, the saints of the Most High. His kingdom is an",
        "everlasting kingdom, And all dominions shall serve and obey",
        "Him.'"
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 41,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 68,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27007027,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 42.2,
      "wordCountMin": 39,
      "wordCountMax": 45,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Micah 5:2–4",
    "text": "(2) \"But you, Bethlehem Ephrathah, Though you are little among the thousands of Judah, Yet out of you shall come forth to Me The One to be Ruler in Israel, Whose goings forth are from of old, From everlasting.\" (3) Therefore He shall give them up, Until the time that she who is in labor has given birth; Then the remnant of His brethren Shall return to the children of Israel. (4) And He shall stand and feed His flock In the strength of the LORD, In the majesty of the name of the LORD His God; And they shall abide, For now He shall be great To the ends of the earth;",
    "cardsText": [
      [
        "(2) \"But you, Bethlehem Ephrathah, Though you are little",
        "among the thousands of Judah, Yet out of you shall come",
        "forth to Me The One to be Ruler in Israel, Whose goings forth",
        "are from of old, From everlasting.\" (3) Therefore He shall give",
        "them up, Until the time that she who is in labor has given",
        "birth; Then the remnant of His brethren Shall return to the",
        "children of Israel. (4) And He shall stand and feed His flock",
        "In the strength of the LORD, In the majesty of the name of",
        "the LORD His God; And they shall abide, For now He shall be",
        "great To the ends of the earth;"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 110,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 69,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 33005002,
    "rangeEndId": 33005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.6,
      "wordCountMin": 105,
      "wordCountMax": 116,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 4:1–11",
    "text": "(1) Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. (2) And when He had fasted forty days and forty nights, afterward He was hungry. (3) Now when the tempter came to Him, he said, \"If You are the Son of God, command that these stones become bread.\" (4) But He answered and said, \"It is written, 'Man shall not live by bread alone, but by every word that proceeds from the mouth of God.' \" (5) Then the devil took Him up into the holy city, set Him on the pinnacle of the temple, (6) and said to Him, \"If You are the Son of God, throw Yourself down. For it is written: 'He shall give His angels charge over you,' and, 'In their hands they shall bear you up, Lest you dash your foot against a stone.' \" (7) Jesus said to him, \"It is written again, 'You shall not tempt the LORD your God.' \" (8) Again, the devil took Him up on an exceedingly high mountain, and showed Him all the kingdoms of the world and their glory. (9) And he said to Him, \"All these things I will give You if You will fall down and worship me.\" (10) Then Jesus said to him, \"Away with you, Satan! For it is written, 'You shall worship the LORD your God, and Him only you shall serve.' \" (11) Then the devil left Him, and behold, angels came and ministered to Him.",
    "cardsText": [
      [
        "(1) Then Jesus was led up by the Spirit into the wilderness to",
        "be tempted by the devil. (2) And when He had fasted forty",
        "days and forty nights, afterward He was hungry. (3) Now",
        "when the tempter came to Him, he said, \"If You are the Son of",
        "God, command that these stones become bread.\" (4) But He",
        "answered and said, \"It is written, 'Man shall not live by bread",
        "alone, but by every word that proceeds from the mouth of",
        "God.' \" (5) Then the devil took Him up into the holy city, set",
        "Him on the pinnacle of the temple, (6) and said to Him, \"If You",
        "are the Son of God, throw Yourself down. For it is written: 'He",
        "shall give His angels charge over you,' and, 'In their hands"
      ],
      [
        "they shall bear you up, Lest you dash your foot against a",
        "stone.' \" (7) Jesus said to him, \"It is written again, 'You shall",
        "not tempt the LORD your God.' \" (8) Again, the devil took",
        "Him up on an exceedingly high mountain, and showed Him",
        "all the kingdoms of the world and their glory. (9) And he said",
        "to Him, \"All these things I will give You if You will fall down",
        "and worship me.\" (10) Then Jesus said to him, \"Away with",
        "you, Satan! For it is written, 'You shall worship the LORD your",
        "God, and Him only you shall serve.' \" (11) Then the devil left",
        "Him, and behold, angels came and ministered to Him."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 242,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 70,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40004001,
    "rangeEndId": 40004011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 238,
      "wordCountMin": 220,
      "wordCountMax": 248,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.8,
      "lineMin": 19,
      "lineMax": 22
    }
  },
  {
    "ref": "Matthew 5:17–18",
    "text": "(17) \"Do not think that I came to destroy the Law or the Prophets. I did not come to destroy but to fulfill. (18) \"For assuredly, I say to you, till heaven and earth pass away, one jot or one tittle will by no means pass from the law till all is fulfilled.",
    "cardsText": [
      [
        "(17) \"Do not think that I came to destroy the Law or the",
        "Prophets. I did not come to destroy but to fulfill. (18) \"For",
        "assuredly, I say to you, till heaven and earth pass away, one",
        "jot or one tittle will by no means pass from the law till all is",
        "fulfilled."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 51,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 71,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40005017,
    "rangeEndId": 40005018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 52.6,
      "wordCountMin": 50,
      "wordCountMax": 58,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Matthew 26:31–35",
    "text": "(31) Then Jesus said to them, \"All of you will be made to stumble because of Me this night, for it is written: 'I will strike the Shepherd, And the sheep of the flock will be scattered.' (32) \"But after I have been raised, I will go before you to Galilee.\" (33) Peter answered and said to Him, \"Even if all are made to stumble because of You, I will never be made to stumble.\" (34) Jesus said to him, \"Assuredly, I say to you that this night, before the rooster crows, you will deny Me three times.\" (35) Peter said to Him, \"Even if I have to die with You, I will not deny You!\" And so said all the disciples.",
    "cardsText": [
      [
        "(31) Then Jesus said to them, \"All of you will be made to",
        "stumble because of Me this night, for it is written: 'I will strike",
        "the Shepherd, And the sheep of the flock will be scattered.'",
        "(32) \"But after I have been raised, I will go before you to",
        "Galilee.\" (33) Peter answered and said to Him, \"Even if all",
        "are made to stumble because of You, I will never be made to",
        "stumble.\" (34) Jesus said to him, \"Assuredly, I say to you that",
        "this night, before the rooster crows, you will deny Me three",
        "times.\" (35) Peter said to Him, \"Even if I have to die with You,",
        "I will not deny You!\" And so said all the disciples."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 117,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 72,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40026031,
    "rangeEndId": 40026035,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.8,
      "wordCountMin": 105,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 28:1–10",
    "text": "(1) Now after the Sabbath, as the first day of the week began to dawn, Mary Magdalene and the other Mary came to see the tomb. (2) And behold, there was a great earthquake; for an angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat on it. (3) His countenance was like lightning, and his clothing as white as snow. (4) And the guards shook for fear of him, and became like dead men. (5) But the angel answered and said to the women, \"Do not be afraid, for I know that you seek Jesus who was crucified. (6) \"He is not here; for He is risen, as He said. Come, see the place where the Lord lay. (7) \"And go quickly and tell His disciples that He is risen from the dead, and indeed He is going before you into Galilee; there you will see Him. Behold, I have told you.\" (8) So they went out quickly from the tomb with fear and great joy, and ran to bring His disciples word. (9) And as they went to tell His disciples, behold, Jesus met them, saying, \"Rejoice!\" So they came and held Him by the feet and worshiped Him. (10) Then Jesus said to them, \"Do not be afraid. Go and tell My brethren to go to Galilee, and there they will see Me.\"",
    "cardsText": [
      [
        "(1) Now after the Sabbath, as the first day of the week began",
        "to dawn, Mary Magdalene and the other Mary came to see",
        "the tomb. (2) And behold, there was a great earthquake;",
        "for an angel of the Lord descended from heaven, and came",
        "and rolled back the stone from the door, and sat on it. (3) His",
        "countenance was like lightning, and his clothing as white as",
        "snow. (4) And the guards shook for fear of him, and became",
        "like dead men. (5) But the angel answered and said to the",
        "women, \"Do not be afraid, for I know that you seek Jesus who",
        "was crucified. (6) \"He is not here; for He is risen, as He said.",
        "Come, see the place where the Lord lay. (7) \"And go quickly"
      ],
      [
        "and tell His disciples that He is risen from the dead, and indeed",
        "He is going before you into Galilee; there you will see Him.",
        "Behold, I have told you.\" (8) So they went out quickly from the",
        "tomb with fear and great joy, and ran to bring His disciples",
        "word. (9) And as they went to tell His disciples, behold, Jesus",
        "met them, saying, \"Rejoice!\" So they came and held Him by",
        "the feet and worshiped Him. (10) Then Jesus said to them,",
        "\"Do not be afraid. Go and tell My brethren to go to Galilee,",
        "and there they will see Me.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 225,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 73,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40028001,
    "rangeEndId": 40028010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219,
      "wordCountMin": 210,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Mark 11:1–10",
    "text": "(1) Now when they drew near Jerusalem, to Bethphage and Bethany, at the Mount of Olives, He sent two of His disciples; (2) and He said to them, \"Go into the village opposite you; and as soon as you have entered it you will find a colt tied, on which no one has sat. Loose it and bring it. (3) \"And if anyone says to you, 'Why are you doing this?' say, 'The Lord has need of it,' and immediately he will send it here.\" (4) So they went their way, and found the colt tied by the door outside on the street, and they loosed it. (5) But some of those who stood there said to them, \"What are you doing, loosing the colt?\" (6) And they spoke to them just as Jesus had commanded. So they let them go. (7) Then they brought the colt to Jesus and threw their clothes on it, and He sat on it. (8) And many spread their clothes on the road, and others cut down leafy branches from the trees and spread them on the road. (9) Then those who went before and those who followed cried out, saying: \"Hosanna! 'Blessed is He who comes in the name of the LORD!' (10) Blessed is the kingdom of our father David That comes in the name of the Lord! Hosanna in the highest!\"",
    "cardsText": [
      [
        "(1) Now when they drew near Jerusalem, to Bethphage and",
        "Bethany, at the Mount of Olives, He sent two of His disciples;",
        "(2) and He said to them, \"Go into the village opposite you;",
        "and as soon as you have entered it you will find a colt tied, on",
        "which no one has sat. Loose it and bring it. (3) \"And if anyone",
        "says to you, 'Why are you doing this?' say, 'The Lord has need",
        "of it,' and immediately he will send it here.\" (4) So they went",
        "their way, and found the colt tied by the door outside on the",
        "street, and they loosed it. (5) But some of those who stood",
        "there said to them, \"What are you doing, loosing the colt?\"",
        "(6) And they spoke to them just as Jesus had commanded."
      ],
      [
        "So they let them go. (7) Then they brought the colt to Jesus",
        "and threw their clothes on it, and He sat on it. (8) And many",
        "spread their clothes on the road, and others cut down leafy",
        "branches from the trees and spread them on the road. (9)",
        "Then those who went before and those who followed cried",
        "out, saying: \"Hosanna! 'Blessed is He who comes in the name",
        "of the LORD!' (10) Blessed is the kingdom of our father David",
        "That comes in the name of the Lord! Hosanna in the highest!\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 220,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 74,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 41011001,
    "rangeEndId": 41011010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.8,
      "wordCountMin": 192,
      "wordCountMax": 226,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Luke 8:18",
    "text": "(18) \"Therefore take heed how you hear. For whoever has, to him more will be given; and whoever does not have, even what he seems to have will be taken from him.\"",
    "cardsText": [
      [
        "(18) \"Therefore take heed how you hear. For whoever has,",
        "to him more will be given; and whoever does not have, even",
        "what he seems to have will be taken from him.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 31,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 75,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42008018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 30.8,
      "wordCountMin": 27,
      "wordCountMax": 34,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Luke 14:25–35",
    "text": "(25) Now great multitudes went with Him. And He turned and said to them, (26) \"If anyone comes to Me and does not hate his father and mother, wife and children, brothers and sisters, yes, and his own life also, he cannot be My disciple. (27) \"And whoever does not bear his cross and come after Me cannot be My disciple. (28) \"For which of you, intending to build a tower, does not sit down first and count the cost, whether he has enough to finish it-- (29) \"lest, after he has laid the foundation, and is not able to finish, all who see it begin to mock him, (30) \"saying, 'This man began to build and was not able to finish.' (31) \"Or what king, going to make war against another king, does not sit down first and consider whether he is able with ten thousand to meet him who comes against him with twenty thousand? (32) \"Or else, while the other is still a great way off, he sends a delegation and asks conditions of peace. (33) \"So likewise, whoever of you does not forsake all that he has cannot be My disciple. (34) \"Salt is good; but if the salt has lost its flavor, how shall it be seasoned? (35) \"It is neither fit for the land nor for the dunghill, but men throw it out. He who has ears to hear, let him hear!\"",
    "cardsText": [
      [
        "(25) Now great multitudes went with Him. And He turned and",
        "said to them, (26) \"If anyone comes to Me and does not hate",
        "his father and mother, wife and children, brothers and sisters,",
        "yes, and his own life also, he cannot be My disciple. (27) \"And",
        "whoever does not bear his cross and come after Me cannot",
        "be My disciple. (28) \"For which of you, intending to build a",
        "tower, does not sit down first and count the cost, whether",
        "he has enough to finish it-- (29) \"lest, after he has laid the",
        "foundation, and is not able to finish, all who see it begin to",
        "mock him, (30) \"saying, 'This man began to build and was not",
        "able to finish.' (31) \"Or what king, going to make war against"
      ],
      [
        "another king, does not sit down first and consider whether he",
        "is able with ten thousand to meet him who comes against him",
        "with twenty thousand? (32) \"Or else, while the other is still a",
        "great way off, he sends a delegation and asks conditions of",
        "peace. (33) \"So likewise, whoever of you does not forsake all",
        "that he has cannot be My disciple. (34) \"Salt is good; but if",
        "the salt has lost its flavor, how shall it be seasoned? (35) \"It is",
        "neither fit for the land nor for the dunghill, but men throw it",
        "out. He who has ears to hear, let him hear!\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 227,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 76,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42014025,
    "rangeEndId": 42014035,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 234.8,
      "wordCountMin": 227,
      "wordCountMax": 240,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Luke 16:1–8",
    "text": "(1) He also said to His disciples: \"There was a certain rich man who had a steward, and an accusation was brought to him that this man was wasting his goods. (2) \"So he called him and said to him, 'What is this I hear about you? Give an account of your stewardship, for you can no longer be steward.' (3) \"Then the steward said within himself, 'What shall I do? For my master is taking the stewardship away from me. I cannot dig; I am ashamed to beg. (4) 'I have resolved what to do, that when I am put out of the stewardship, they may receive me into their houses.' (5) \"So he called every one of his master's debtors to him, and said to the first, 'How much do you owe my master?' (6) \"And he said, 'A hundred measures of oil.' So he said to him, 'Take your bill, and sit down quickly and write fifty.' (7) \"Then he said to another, 'And how much do you owe?' So he said, 'A hundred measures of wheat.' And he said to him, 'Take your bill, and write eighty.' (8) \"So the master commended the unjust steward because he had dealt shrewdly. For the sons of this world are more shrewd in their generation than the sons of light.",
    "cardsText": [
      [
        "(1) He also said to His disciples: \"There was a certain rich man",
        "who had a steward, and an accusation was brought to him",
        "that this man was wasting his goods. (2) \"So he called him and",
        "said to him, 'What is this I hear about you? Give an account",
        "of your stewardship, for you can no longer be steward.' (3)",
        "\"Then the steward said within himself, 'What shall I do? For",
        "my master is taking the stewardship away from me. I cannot",
        "dig; I am ashamed to beg. (4) 'I have resolved what to do, that",
        "when I am put out of the stewardship, they may receive me",
        "into their houses.' (5) \"So he called every one of his master's",
        "debtors to him, and said to the first, 'How much do you owe"
      ],
      [
        "my master?' (6) \"And he said, 'A hundred measures of oil.'",
        "So he said to him, 'Take your bill, and sit down quickly and",
        "write fifty.' (7) \"Then he said to another, 'And how much do",
        "you owe?' So he said, 'A hundred measures of wheat.' And",
        "he said to him, 'Take your bill, and write eighty.' (8) \"So the",
        "master commended the unjust steward because he had dealt",
        "shrewdly. For the sons of this world are more shrewd in their",
        "generation than the sons of light."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 213,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 77,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42016001,
    "rangeEndId": 42016008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 211.2,
      "wordCountMin": 203,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.2,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "John 4:27–38",
    "text": "(27) And at this point His disciples came, and they marveled that He talked with a woman; yet no one said, \"What do You seek?\" or, \"Why are You talking with her?\" (28) The woman then left her waterpot, went her way into the city, and said to the men, (29) \"Come, see a Man who told me all things that I ever did. Could this be the Christ?\" (30) Then they went out of the city and came to Him. (31) In the meantime His disciples urged Him, saying, \"Rabbi, eat.\" (32) But He said to them, \"I have food to eat of which you do not know.\" (33) Therefore the disciples said to one another, \"Has anyone brought Him anything to eat?\" (34) Jesus said to them, \"My food is to do the will of Him who sent Me, and to finish His work. (35) \"Do you not say, 'There are still four months and then comes the harvest'? Behold, I say to you, lift up your eyes and look at the fields, for they are already white for harvest! (36) \"And he who reaps receives wages, and gathers fruit for eternal life, that both he who sows and he who reaps may rejoice together. (37) \"For in this the saying is true: 'One sows and another reaps.' (38) \"I sent you to reap that for which you have not labored; others have labored, and you have entered into their labors.\"",
    "cardsText": [
      [
        "(27) And at this point His disciples came, and they marveled",
        "that He talked with a woman; yet no one said, \"What do You",
        "seek?\" or, \"Why are You talking with her?\" (28) The woman",
        "then left her waterpot, went her way into the city, and said to",
        "the men, (29) \"Come, see a Man who told me all things that I",
        "ever did. Could this be the Christ?\" (30) Then they went out of",
        "the city and came to Him. (31) In the meantime His disciples",
        "urged Him, saying, \"Rabbi, eat.\" (32) But He said to them, \"I",
        "have food to eat of which you do not know.\" (33) Therefore",
        "the disciples said to one another, \"Has anyone brought Him",
        "anything to eat?\" (34) Jesus said to them, \"My food is to do"
      ],
      [
        "the will of Him who sent Me, and to finish His work. (35) \"Do",
        "you not say, 'There are still four months and then comes the",
        "harvest'? Behold, I say to you, lift up your eyes and look at",
        "the fields, for they are already white for harvest! (36) \"And",
        "he who reaps receives wages, and gathers fruit for eternal",
        "life, that both he who sows and he who reaps may rejoice",
        "together. (37) \"For in this the saying is true: 'One sows and",
        "another reaps.' (38) \"I sent you to reap that for which you",
        "have not labored; others have labored, and you have entered",
        "into their labors.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 231,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 78,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43004027,
    "rangeEndId": 43004038,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 227,
      "wordCountMin": 220,
      "wordCountMax": 239,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "John 13:1–9",
    "text": "(1) Now before the Feast of the Passover, when Jesus knew that His hour had come that He should depart from this world to the Father, having loved His own who were in the world, He loved them to the end. (2) And supper being ended, the devil having already put it into the heart of Judas Iscariot, Simon's son, to betray Him, (3) Jesus, knowing that the Father had given all things into His hands, and that He had come from God and was going to God, (4) rose from supper and laid aside His garments, took a towel and girded Himself. (5) After that, He poured water into a basin and began to wash the disciples' feet, and to wipe them with the towel with which He was girded. (6) Then He came to Simon Peter. And Peter said to Him, \"Lord, are You washing my feet?\" (7) Jesus answered and said to him, \"What I am doing you do not understand now, but you will know after this.\" (8) Peter said to Him, \"You shall never wash my feet!\" Jesus answered him, \"If I do not wash you, you have no part with Me.\" (9) Simon Peter said to Him, \"Lord, not my feet only, but also my hands and my head!\"",
    "cardsText": [
      [
        "(1) Now before the Feast of the Passover, when Jesus knew",
        "that His hour had come that He should depart from this world",
        "to the Father, having loved His own who were in the world, He",
        "loved them to the end. (2) And supper being ended, the devil",
        "having already put it into the heart of Judas Iscariot, Simon's",
        "son, to betray Him, (3) Jesus, knowing that the Father had",
        "given all things into His hands, and that He had come from",
        "God and was going to God, (4) rose from supper and laid",
        "aside His garments, took a towel and girded Himself. (5) After",
        "that, He poured water into a basin and began to wash the",
        "disciples' feet, and to wipe them with the towel with which He"
      ],
      [
        "was girded. (6) Then He came to Simon Peter. And Peter said",
        "to Him, \"Lord, are You washing my feet?\" (7) Jesus answered",
        "and said to him, \"What I am doing you do not understand",
        "now, but you will know after this.\" (8) Peter said to Him, \"You",
        "shall never wash my feet!\" Jesus answered him, \"If I do not",
        "wash you, you have no part with Me.\" (9) Simon Peter said",
        "to Him, \"Lord, not my feet only, but also my hands and my",
        "head!\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 206,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 79,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43013001,
    "rangeEndId": 43013009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 204.4,
      "wordCountMin": 200,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.6,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "John 19:1–14",
    "text": "(1) So then Pilate took Jesus and scourged Him. (2) And the soldiers twisted a crown of thorns and put it on His head, and they put on Him a purple robe. (3) Then they said, \"Hail, King of the Jews!\" And they struck Him with their hands. (4) Pilate then went out again, and said to them, \"Behold, I am bringing Him out to you, that you may know that I find no fault in Him.\" (5) Then Jesus came out, wearing the crown of thorns and the purple robe. And Pilate said to them, \"Behold the Man!\" (6) Therefore, when the chief priests and officers saw Him, they cried out, saying, \"Crucify Him, crucify Him!\" Pilate said to them, \"You take Him and crucify Him, for I find no fault in Him.\" (7) The Jews answered him, \"We have a law, and according to our law He ought to die, because He made Himself the Son of God.\" (8) Therefore, when Pilate heard that saying, he was the more afraid, (9) and went again into the Praetorium, and said to Jesus, \"Where are You from?\" But Jesus gave him no answer. (10) Then Pilate said to Him, \"Are You not speaking to me? Do You not know that I have power to crucify You, and power to release You?\" (11) Jesus answered, \"You could have no power at all against Me unless it had been given you from above. Therefore the one who delivered Me to you has the greater sin.\" (12) From then on Pilate sought to release Him, but the Jews cried out, saying, \"If you let this Man go, you are not Caesar's friend. Whoever makes himself a king speaks against Caesar.\" (13) When Pilate therefore heard that saying, he brought Jesus out and sat down in the judgment seat in a place that is called The Pavement, but in Hebrew, Gabbatha. (14) Now it was the Preparation Day of the Passover, and about the sixth hour. And he said to the Jews, \"Behold your King!\"",
    "cardsText": [
      [
        "(1) So then Pilate took Jesus and scourged Him. (2) And the",
        "soldiers twisted a crown of thorns and put it on His head, and",
        "they put on Him a purple robe. (3) Then they said, \"Hail, King",
        "of the Jews!\" And they struck Him with their hands. (4) Pilate",
        "then went out again, and said to them, \"Behold, I am bringing",
        "Him out to you, that you may know that I find no fault in Him.\"",
        "(5) Then Jesus came out, wearing the crown of thorns and the",
        "purple robe. And Pilate said to them, \"Behold the Man!\" (6)",
        "Therefore, when the chief priests and officers saw Him, they",
        "cried out, saying, \"Crucify Him, crucify Him!\" Pilate said to",
        "them, \"You take Him and crucify Him, for I find no fault in Him.\""
      ],
      [
        "(7) The Jews answered him, \"We have a law, and according to",
        "our law He ought to die, because He made Himself the Son",
        "of God.\" (8) Therefore, when Pilate heard that saying, he was",
        "the more afraid, (9) and went again into the Praetorium, and",
        "said to Jesus, \"Where are You from?\" But Jesus gave him no",
        "answer. (10) Then Pilate said to Him, \"Are You not speaking",
        "to me? Do You not know that I have power to crucify You, and",
        "power to release You?\" (11) Jesus answered, \"You could have",
        "no power at all against Me unless it had been given you from",
        "above. Therefore the one who delivered Me to you has the",
        "greater sin.\" (12) From then on Pilate sought to release Him,"
      ],
      [
        "but the Jews cried out, saying, \"If you let this Man go, you are",
        "not Caesar's friend. Whoever makes himself a king speaks",
        "against Caesar.\" (13) When Pilate therefore heard that saying,",
        "he brought Jesus out and sat down in the judgment seat in a",
        "place that is called The Pavement, but in Hebrew, Gabbatha.",
        "(14) Now it was the Preparation Day of the Passover, and",
        "about the sixth hour. And he said to the Jews, \"Behold your",
        "King!\""
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 327,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 80,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43019001,
    "rangeEndId": 43019014,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 333.6,
      "wordCountMin": 321,
      "wordCountMax": 359,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 30.2,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Acts 10:43–48",
    "text": "(43) \"To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.\" (44) While Peter was still speaking these words, the Holy Spirit fell upon all those who heard the word. (45) And those of the circumcision who believed were astonished, as many as came with Peter, because the gift of the Holy Spirit had been poured out on the Gentiles also. (46) For they heard them speak with tongues and magnify God. Then Peter answered, (47) \"Can anyone forbid water, that these should not be baptized who have received the Holy Spirit just as we have?\" (48) And he commanded them to be baptized in the name of the Lord. Then they asked him to stay a few days.",
    "cardsText": [
      [
        "(43) \"To Him all the prophets witness that, through His name,",
        "whoever believes in Him will receive remission of sins.\" (44) While",
        "Peter was still speaking these words, the Holy Spirit fell upon all",
        "those who heard the word. (45) And those of the circumcision who",
        "believed were astonished, as many as came with Peter, because",
        "the gift of the Holy Spirit had been poured out on the Gentiles",
        "also. (46) For they heard them speak with tongues and magnify",
        "God. Then Peter answered, (47) \"Can anyone forbid water, that",
        "these should not be baptized who have received the Holy Spirit",
        "just as we have?\" (48) And he commanded them to be baptized in",
        "the name of the Lord. Then they asked him to stay a few days."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 122,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 81,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 44010043,
    "rangeEndId": 44010048,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 122.2,
      "wordCountMin": 119,
      "wordCountMax": 126,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Romans 13:1–12",
    "text": "(1) Let every soul be subject to the governing authorities. For there is no authority except from God, and the authorities that exist are appointed by God. (2) Therefore whoever resists the authority resists the ordinance of God, and those who resist will bring judgment on themselves. (3) For rulers are not a terror to good works, but to evil. Do you want to be unafraid of the authority? Do what is good, and you will have praise from the same. (4) For he is God's minister to you for good. But if you do evil, be afraid; for he does not bear the sword in vain; for he is God's minister, an avenger to execute wrath on him who practices evil. (5) Therefore you must be subject, not only because of wrath but also for conscience' sake. (6) For because of this you also pay taxes, for they are God's ministers attending continually to this very thing. (7) Render therefore to all their due: taxes to whom taxes are due, customs to whom customs, fear to whom fear, honor to whom honor. (8) Owe no one anything except to love one another, for he who loves another has fulfilled the law. (9) For the commandments, \"You shall not commit adultery,\" \"You shall not murder,\" \"You shall not steal,\" \"You shall not bear false witness,\" \"You shall not covet,\" and if there is any other commandment, are all summed up in this saying, namely, \"You shall love your neighbor as yourself.\" (10) Love does no harm to a neighbor; therefore love is the fulfillment of the law. (11) And do this, knowing the time, that now it is high time to awake out of sleep; for now our salvation is nearer than when we first believed. (12) The night is far spent, the day is at hand. Therefore let us cast off the works of darkness, and let us put on the armor of light.",
    "cardsText": [
      [
        "(1) Let every soul be subject to the governing authorities. For",
        "there is no authority except from God, and the authorities",
        "that exist are appointed by God. (2) Therefore whoever",
        "resists the authority resists the ordinance of God, and those",
        "who resist will bring judgment on themselves. (3) For rulers",
        "are not a terror to good works, but to evil. Do you want to be",
        "unafraid of the authority? Do what is good, and you will have",
        "praise from the same. (4) For he is God's minister to you for",
        "good. But if you do evil, be afraid; for he does not bear the",
        "sword in vain; for he is God's minister, an avenger to execute",
        "wrath on him who practices evil. (5) Therefore you must be"
      ],
      [
        "subject, not only because of wrath but also for conscience'",
        "sake. (6) For because of this you also pay taxes, for they are",
        "God's ministers attending continually to this very thing. (7)",
        "Render therefore to all their due: taxes to whom taxes are",
        "due, customs to whom customs, fear to whom fear, honor to",
        "whom honor. (8) Owe no one anything except to love one",
        "another, for he who loves another has fulfilled the law. (9) For",
        "the commandments, \"You shall not commit adultery,\" \"You",
        "shall not murder,\" \"You shall not steal,\" \"You shall not bear",
        "false witness,\" \"You shall not covet,\" and if there is any other",
        "commandment, are all summed up in this saying, namely,"
      ],
      [
        "\"You shall love your neighbor as yourself.\" (10) Love does no",
        "harm to a neighbor; therefore love is the fulfillment of the",
        "law. (11) And do this, knowing the time, that now it is high",
        "time to awake out of sleep; for now our salvation is nearer",
        "than when we first believed. (12) The night is far spent, the",
        "day is at hand. Therefore let us cast off the works of darkness,",
        "and let us put on the armor of light."
      ]
    ],
    "cards": 3,
    "lines": 29,
    "lastCardLines": 7,
    "wordCount": 313,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 82,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45013001,
    "rangeEndId": 45013012,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 320,
      "wordCountMin": 313,
      "wordCountMax": 329,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 29.8,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Romans 15:1–6",
    "text": "(1) We then who are strong ought to bear with the scruples of the weak, and not to please ourselves. (2) Let each of us please his neighbor for his good, leading to edification. (3) For even Christ did not please Himself; but as it is written, \"The reproaches of those who reproached You fell on Me.\" (4) For whatever things were written before were written for our learning, that we through the patience and comfort of the Scriptures might have hope. (5) Now may the God of patience and comfort grant you to be like- minded toward one another, according to Christ Jesus, (6) that you may with one mind and one mouth glorify the God and Father of our Lord Jesus Christ.",
    "cardsText": [
      [
        "(1) We then who are strong ought to bear with the scruples of the",
        "weak, and not to please ourselves. (2) Let each of us please his",
        "neighbor for his good, leading to edification. (3) For even Christ",
        "did not please Himself; but as it is written, \"The reproaches of",
        "those who reproached You fell on Me.\" (4) For whatever things",
        "were written before were written for our learning, that we through",
        "the patience and comfort of the Scriptures might have hope. (5)",
        "Now may the God of patience and comfort grant you to be like-",
        "minded toward one another, according to Christ Jesus, (6) that",
        "you may with one mind and one mouth glorify the God and Father",
        "of our Lord Jesus Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 83,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45015001,
    "rangeEndId": 45015006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121,
      "wordCountMin": 113,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.2,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 3:11–15",
    "text": "(11) For no other foundation can anyone lay than that which is laid, which is Jesus Christ. (12) Now if anyone builds on this foundation with gold, silver, precious stones, wood, hay, straw, (13) each one's work will become clear; for the Day will declare it, because it will be revealed by fire; and the fire will test each one's work, of what sort it is. (14) If anyone's work which he has built on it endures, he will receive a reward. (15) If anyone's work is burned, he will suffer loss; but he himself will be saved, yet so as through fire.",
    "cardsText": [
      [
        "(11) For no other foundation can anyone lay than that which",
        "is laid, which is Jesus Christ. (12) Now if anyone builds on",
        "this foundation with gold, silver, precious stones, wood, hay,",
        "straw, (13) each one's work will become clear; for the Day will",
        "declare it, because it will be revealed by fire; and the fire will",
        "test each one's work, of what sort it is. (14) If anyone's work",
        "which he has built on it endures, he will receive a reward. (15)",
        "If anyone's work is burned, he will suffer loss; but he himself",
        "will be saved, yet so as through fire."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 98,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 84,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 46003011,
    "rangeEndId": 46003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 100.8,
      "wordCountMin": 98,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "2 Corinthians 10:1–6",
    "text": "(1) Now I, Paul, myself am pleading with you by the meekness and gentleness of Christ--who in presence am lowly among you, but being absent am bold toward you. (2) But I beg you that when I am present I may not be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh. (3) For though we walk in the flesh, we do not war according to the flesh. (4) For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds, (5) casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, (6) and being ready to punish all disobedience when your obedience is fulfilled.",
    "cardsText": [
      [
        "(1) Now I, Paul, myself am pleading with you by the meekness and",
        "gentleness of Christ--who in presence am lowly among you, but",
        "being absent am bold toward you. (2) But I beg you that when",
        "I am present I may not be bold with that confidence by which I",
        "intend to be bold against some, who think of us as if we walked",
        "according to the flesh. (3) For though we walk in the flesh, we do",
        "not war according to the flesh. (4) For the weapons of our warfare",
        "are not carnal but mighty in God for pulling down strongholds,",
        "(5) casting down arguments and every high thing that exalts",
        "itself against the knowledge of God, bringing every thought into",
        "captivity to the obedience of Christ, (6) and being ready to punish",
        "all disobedience when your obedience is fulfilled."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 135,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 85,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47010001,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 136.2,
      "wordCountMin": 130,
      "wordCountMax": 142,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "2 Corinthians 13:5–8",
    "text": "(5) Examine yourselves as to whether you are in the faith. Test yourselves. Do you not know yourselves, that Jesus Christ is in you?--unless indeed you are disqualified. (6) But I trust that you will know that we are not disqualified. (7) Now I pray to God that you do no evil, not that we should appear approved, but that you should do what is honorable, though we may seem disqualified. (8) For we can do nothing against the truth, but for the truth.",
    "cardsText": [
      [
        "(5) Examine yourselves as to whether you are in the faith. Test",
        "yourselves. Do you not know yourselves, that Jesus Christ",
        "is in you?--unless indeed you are disqualified. (6) But I trust",
        "that you will know that we are not disqualified. (7) Now I",
        "pray to God that you do no evil, not that we should appear",
        "approved, but that you should do what is honorable, though",
        "we may seem disqualified. (8) For we can do nothing against",
        "the truth, but for the truth."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 80,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 86,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47013005,
    "rangeEndId": 47013008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 80,
      "wordCountMax": 96,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 3:11–14",
    "text": "(11) But that no one is justified by the law in the sight of God is evident, for \"the just shall live by faith.\" (12) Yet the law is not of faith, but \"the man who does them shall live by them.\" (13) Christ has redeemed us from the curse of the law, having become a curse for us (for it is written, \"Cursed is everyone who hangs on a tree\"), (14) that the blessing of Abraham might come upon the Gentiles in Christ Jesus, that we might receive the promise of the Spirit through faith.",
    "cardsText": [
      [
        "(11) But that no one is justified by the law in the sight of God",
        "is evident, for \"the just shall live by faith.\" (12) Yet the law is",
        "not of faith, but \"the man who does them shall live by them.\"",
        "(13) Christ has redeemed us from the curse of the law, having",
        "become a curse for us (for it is written, \"Cursed is everyone",
        "who hangs on a tree\"), (14) that the blessing of Abraham",
        "might come upon the Gentiles in Christ Jesus, that we might",
        "receive the promise of the Spirit through faith."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 92,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 87,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48003011,
    "rangeEndId": 48003014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.6,
      "wordCountMin": 89,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 5:2–24",
    "text": "(2) Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing. (3) And I testify again to every man who becomes circumcised that he is a debtor to keep the whole law. (4) You have become estranged from Christ, you who attempt to be justified by law; you have fallen from grace. (5) For we through the Spirit eagerly wait for the hope of righteousness by faith. (6) For in Christ Jesus neither circumcision nor uncircumcision avails anything, but faith working through love. (7) You ran well. Who hindered you from obeying the truth? (8) This persuasion does not come from Him who calls you. (9) A little leaven leavens the whole lump. (10) I have confidence in you, in the Lord, that you will have no other mind; but he who troubles you shall bear his judgment, whoever he is. (11) And I, brethren, if I still preach circumcision, why do I still suffer persecution? Then the offense of the cross has ceased. (12) I could wish that those who trouble you would even cut themselves off! (13) For you, brethren, have been called to liberty; only do not use liberty as an opportunity for the flesh, but through love serve one another. (14) For all the law is fulfilled in one word, even in this: \"You shall love your neighbor as yourself.\" (15) But if you bite and devour one another, beware lest you be consumed by one another! (16) I say then: Walk in the Spirit, and you shall not fulfill the lust of the flesh. (17) For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, so that you do not do the things that you wish. (18) But if you are led by the Spirit, you are not under the law. (19) Now the works of the flesh are evident, which are: adultery, fornication, uncleanness, lewdness, (20) idolatry, sorcery, hatred, contentions, jealousies, outbursts of wrath, selfish ambitions, dissensions, heresies, (21) envy, murders, drunkenness, revelries, and the like; of which I tell you beforehand, just as I also told you in time past, that those who practice such things will not inherit the kingdom of God. (22) But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness, (23) gentleness, self-control. Against such there is no law. (24) And those who are Christ's have crucified the flesh with its passions and desires.",
    "cardsText": [
      [
        "(2) Indeed I, Paul, say to you that if you become circumcised,",
        "Christ will profit you nothing. (3) And I testify again to every",
        "man who becomes circumcised that he is a debtor to keep",
        "the whole law. (4) You have become estranged from Christ,",
        "you who attempt to be justified by law; you have fallen from",
        "grace. (5) For we through the Spirit eagerly wait for the hope",
        "of righteousness by faith. (6) For in Christ Jesus neither",
        "circumcision nor uncircumcision avails anything, but faith",
        "working through love. (7) You ran well. Who hindered you",
        "from obeying the truth? (8) This persuasion does not come",
        "from Him who calls you. (9) A little leaven leavens the whole"
      ],
      [
        "lump. (10) I have confidence in you, in the Lord, that you will",
        "have no other mind; but he who troubles you shall bear his",
        "judgment, whoever he is. (11) And I, brethren, if I still preach",
        "circumcision, why do I still suffer persecution? Then the",
        "offense of the cross has ceased. (12) I could wish that those",
        "who trouble you would even cut themselves off! (13) For you,",
        "brethren, have been called to liberty; only do not use liberty",
        "as an opportunity for the flesh, but through love serve one",
        "another. (14) For all the law is fulfilled in one word, even in",
        "this: \"You shall love your neighbor as yourself.\" (15) But if you",
        "bite and devour one another, beware lest you be consumed"
      ],
      [
        "by one another! (16) I say then: Walk in the Spirit, and you",
        "shall not fulfill the lust of the flesh. (17) For the flesh lusts",
        "against the Spirit, and the Spirit against the flesh; and these",
        "are contrary to one another, so that you do not do the things",
        "that you wish. (18) But if you are led by the Spirit, you are not",
        "under the law. (19) Now the works of the flesh are evident,",
        "which are: adultery, fornication, uncleanness, lewdness, (20)",
        "idolatry, sorcery, hatred, contentions, jealousies, outbursts",
        "of wrath, selfish ambitions, dissensions, heresies, (21) envy,",
        "murders, drunkenness, revelries, and the like; of which I tell",
        "you beforehand, just as I also told you in time past, that those"
      ],
      [
        "who practice such things will not inherit the kingdom of God.",
        "(22) But the fruit of the Spirit is love, joy, peace, longsuffering,",
        "kindness, goodness, faithfulness, (23) gentleness, self-control.",
        "Against such there is no law. (24) And those who are Christ's",
        "have crucified the flesh with its passions and desires."
      ]
    ],
    "cards": 4,
    "lines": 38,
    "lastCardLines": 5,
    "wordCount": 392,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 88,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48005002,
    "rangeEndId": 48005024,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 405.8,
      "wordCountMin": 392,
      "wordCountMax": 433,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 37.8,
      "lineMin": 35,
      "lineMax": 41
    }
  },
  {
    "ref": "Ephesians 1:3–12",
    "text": "(3) Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ, (4) just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love, (5) having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will, (6) to the praise of the glory of His grace, by which He made us accepted in the Beloved. (7) In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace (8) which He made to abound toward us in all wisdom and prudence, (9) having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself, (10) that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both which are in heaven and which are on earth--in Him. (11) In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will, (12) that we who first trusted in Christ should be to the praise of His glory.",
    "cardsText": [
      [
        "(3) Blessed be the God and Father of our Lord Jesus Christ, who",
        "has blessed us with every spiritual blessing in the heavenly",
        "places in Christ, (4) just as He chose us in Him before the",
        "foundation of the world, that we should be holy and without",
        "blame before Him in love, (5) having predestined us to",
        "adoption as sons by Jesus Christ to Himself, according to the",
        "good pleasure of His will, (6) to the praise of the glory of His",
        "grace, by which He made us accepted in the Beloved. (7) In",
        "Him we have redemption through His blood, the forgiveness",
        "of sins, according to the riches of His grace (8) which He",
        "made to abound toward us in all wisdom and prudence, (9)"
      ],
      [
        "having made known to us the mystery of His will, according",
        "to His good pleasure which He purposed in Himself, (10)",
        "that in the dispensation of the fullness of the times He might",
        "gather together in one all things in Christ, both which are in",
        "heaven and which are on earth--in Him. (11) In Him also we",
        "have obtained an inheritance, being predestined according",
        "to the purpose of Him who works all things according to the",
        "counsel of His will, (12) that we who first trusted in Christ",
        "should be to the praise of His glory."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 212,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 89,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 49001003,
    "rangeEndId": 49001012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.2,
      "wordCountMin": 200,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.8,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Philippians 2:5–9",
    "text": "(5) Let this mind be in you which was also in Christ Jesus, (6) who, being in the form of God, did not consider it robbery to be equal with God, (7) but made Himself of no reputation, taking the form of a bondservant, and coming in the likeness of men. (8) And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross. (9) Therefore God also has highly exalted Him and given Him the name which is above every name,",
    "cardsText": [
      [
        "(5) Let this mind be in you which was also in Christ Jesus, (6)",
        "who, being in the form of God, did not consider it robbery to",
        "be equal with God, (7) but made Himself of no reputation,",
        "taking the form of a bondservant, and coming in the likeness",
        "of men. (8) And being found in appearance as a man, He",
        "humbled Himself and became obedient to the point of death,",
        "even the death of the cross. (9) Therefore God also has highly",
        "exalted Him and given Him the name which is above every",
        "name,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 90,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 90,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50002005,
    "rangeEndId": 50002009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 89.4,
      "wordCountMin": 87,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Philippians 3:1–17",
    "text": "(1) Finally, my brethren, rejoice in the Lord. For me to write the same things to you is not tedious, but for you it is safe. (2) Beware of dogs, beware of evil workers, beware of the mutilation! (3) For we are the circumcision, who worship God in the Spirit, rejoice in Christ Jesus, and have no confidence in the flesh, (4) though I also might have confidence in the flesh. If anyone else thinks he may have confidence in the flesh, I more so: (5) circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of the Hebrews; concerning the law, a Pharisee; (6) concerning zeal, persecuting the church; concerning the righteousness which is in the law, blameless. (7) But what things were gain to me, these I have counted loss for Christ. (8) Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ (9) and be found in Him, not having my own righteousness, which is from the law, but that which is through faith in Christ, the righteousness which is from God by faith; (10) that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death, (11) if, by any means, I may attain to the resurrection from the dead. (12) Not that I have already attained, or am already perfected; but I press on, that I may lay hold of that for which Christ Jesus has also laid hold of me. (13) Brethren, I do not count myself to have apprehended; but one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead, (14) I press toward the goal for the prize of the upward call of God in Christ Jesus. (15) Therefore let us, as many as are mature, have this mind; and if in anything you think otherwise, God will reveal even this to you. (16) Nevertheless, to the degree that we have already attained, let us walk by the same rule, let us be of the same mind. (17) Brethren, join in following my example, and note those who so walk, as you have us for a pattern.",
    "cardsText": [
      [
        "(1) Finally, my brethren, rejoice in the Lord. For me to write the",
        "same things to you is not tedious, but for you it is safe. (2) Beware",
        "of dogs, beware of evil workers, beware of the mutilation! (3) For",
        "we are the circumcision, who worship God in the Spirit, rejoice in",
        "Christ Jesus, and have no confidence in the flesh, (4) though I also",
        "might have confidence in the flesh. If anyone else thinks he may",
        "have confidence in the flesh, I more so: (5) circumcised the eighth",
        "day, of the stock of Israel, of the tribe of Benjamin, a Hebrew of",
        "the Hebrews; concerning the law, a Pharisee; (6) concerning zeal,",
        "persecuting the church; concerning the righteousness which is in",
        "the law, blameless. (7) But what things were gain to me, these I"
      ],
      [
        "have counted loss for Christ. (8) Yet indeed I also count all things",
        "loss for the excellence of the knowledge of Christ Jesus my Lord,",
        "for whom I have suffered the loss of all things, and count them as",
        "rubbish, that I may gain Christ (9) and be found in Him, not having",
        "my own righteousness, which is from the law, but that which is",
        "through faith in Christ, the righteousness which is from God by",
        "faith; (10) that I may know Him and the power of His resurrection,",
        "and the fellowship of His sufferings, being conformed to His death,",
        "(11) if, by any means, I may attain to the resurrection from the dead.",
        "(12) Not that I have already attained, or am already perfected; but",
        "I press on, that I may lay hold of that for which Christ Jesus has"
      ],
      [
        "also laid hold of me. (13) Brethren, I do not count myself to have",
        "apprehended; but one thing I do, forgetting those things which",
        "are behind and reaching forward to those things which are ahead,",
        "(14) I press toward the goal for the prize of the upward call of God",
        "in Christ Jesus. (15) Therefore let us, as many as are mature, have",
        "this mind; and if in anything you think otherwise, God will reveal",
        "even this to you. (16) Nevertheless, to the degree that we have",
        "already attained, let us walk by the same rule, let us be of the same",
        "mind. (17) Brethren, join in following my example, and note those",
        "who so walk, as you have us for a pattern."
      ]
    ],
    "cards": 3,
    "lines": 32,
    "lastCardLines": 10,
    "wordCount": 382,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 91,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50003001,
    "rangeEndId": 50003017,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 393.4,
      "wordCountMin": 382,
      "wordCountMax": 410,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 32.6,
      "lineMin": 31,
      "lineMax": 34
    }
  },
  {
    "ref": "Colossians 1:9–11",
    "text": "(9) For this reason we also, since the day we heard it, do not cease to pray for you, and to ask that you may be filled with the knowledge of His will in all wisdom and spiritual understanding; (10) that you may walk worthy of the Lord, fully pleasing Him, being fruitful in every good work and increasing in the knowledge of God; (11) strengthened with all might, according to His glorious power, for all patience and longsuffering with joy;",
    "cardsText": [
      [
        "(9) For this reason we also, since the day we heard it, do",
        "not cease to pray for you, and to ask that you may be filled",
        "with the knowledge of His will in all wisdom and spiritual",
        "understanding; (10) that you may walk worthy of the Lord,",
        "fully pleasing Him, being fruitful in every good work and",
        "increasing in the knowledge of God; (11) strengthened with",
        "all might, according to His glorious power, for all patience",
        "and longsuffering with joy;"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 78,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 92,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51001009,
    "rangeEndId": 51001011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 78,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Colossians 2:1–5",
    "text": "(1) For I want you to know what a great conflict I have for you and those in Laodicea, and for as many as have not seen my face in the flesh, (2) that their hearts may be encouraged, being knit together in love, and attaining to all riches of the full assurance of understanding, to the knowledge of the mystery of God, both of the Father and of Christ, (3) in whom are hidden all the treasures of wisdom and knowledge. (4) Now this I say lest anyone should deceive you with persuasive words. (5) For though I am absent in the flesh, yet I am with you in spirit, rejoicing to see your good order and the steadfastness of your faith in Christ.",
    "cardsText": [
      [
        "(1) For I want you to know what a great conflict I have for",
        "you and those in Laodicea, and for as many as have not seen",
        "my face in the flesh, (2) that their hearts may be encouraged,",
        "being knit together in love, and attaining to all riches of the",
        "full assurance of understanding, to the knowledge of the",
        "mystery of God, both of the Father and of Christ, (3) in whom",
        "are hidden all the treasures of wisdom and knowledge. (4)",
        "Now this I say lest anyone should deceive you with persuasive",
        "words. (5) For though I am absent in the flesh, yet I am",
        "with you in spirit, rejoicing to see your good order and the",
        "steadfastness of your faith in Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 93,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51002001,
    "rangeEndId": 51002005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 120,
      "wordCountMin": 113,
      "wordCountMax": 127,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Thessalonians 5:1–11",
    "text": "(1) But concerning the times and the seasons, brethren, you have no need that I should write to you. (2) For you yourselves know perfectly that the day of the Lord so comes as a thief in the night. (3) For when they say, \"Peace and safety!\" then sudden destruction comes upon them, as labor pains upon a pregnant woman. And they shall not escape. (4) But you, brethren, are not in darkness, so that this Day should overtake you as a thief. (5) You are all sons of light and sons of the day. We are not of the night nor of darkness. (6) Therefore let us not sleep, as others do, but let us watch and be sober. (7) For those who sleep, sleep at night, and those who get drunk are drunk at night. (8) But let us who are of the day be sober, putting on the breastplate of faith and love, and as a helmet the hope of salvation. (9) For God did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ, (10) who died for us, that whether we wake or sleep, we should live together with Him. (11) Therefore comfort each other and edify one another, just as you also are doing.",
    "cardsText": [
      [
        "(1) But concerning the times and the seasons, brethren, you",
        "have no need that I should write to you. (2) For you yourselves",
        "know perfectly that the day of the Lord so comes as a thief",
        "in the night. (3) For when they say, \"Peace and safety!\" then",
        "sudden destruction comes upon them, as labor pains upon",
        "a pregnant woman. And they shall not escape. (4) But you,",
        "brethren, are not in darkness, so that this Day should overtake",
        "you as a thief. (5) You are all sons of light and sons of the day.",
        "We are not of the night nor of darkness. (6) Therefore let us",
        "not sleep, as others do, but let us watch and be sober. (7)",
        "For those who sleep, sleep at night, and those who get drunk"
      ],
      [
        "are drunk at night. (8) But let us who are of the day be sober,",
        "putting on the breastplate of faith and love, and as a helmet",
        "the hope of salvation. (9) For God did not appoint us to wrath,",
        "but to obtain salvation through our Lord Jesus Christ, (10)",
        "who died for us, that whether we wake or sleep, we should",
        "live together with Him. (11) Therefore comfort each other and",
        "edify one another, just as you also are doing."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 203,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 94,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 52005001,
    "rangeEndId": 52005011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.6,
      "wordCountMin": 203,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "2 Thessalonians 2:8–12",
    "text": "(8) And then the lawless one will be revealed, whom the Lord will consume with the breath of His mouth and destroy with the brightness of His coming. (9) The coming of the lawless one is according to the working of Satan, with all power, signs, and lying wonders, (10) and with all unrighteous deception among those who perish, because they did not receive the love of the truth, that they might be saved. (11) And for this reason God will send them strong delusion, that they should believe the lie, (12) that they all may be condemned who did not believe the truth but had pleasure in unrighteousness.",
    "cardsText": [
      [
        "(8) And then the lawless one will be revealed, whom the Lord",
        "will consume with the breath of His mouth and destroy with",
        "the brightness of His coming. (9) The coming of the lawless",
        "one is according to the working of Satan, with all power, signs,",
        "and lying wonders, (10) and with all unrighteous deception",
        "among those who perish, because they did not receive the",
        "love of the truth, that they might be saved. (11) And for this",
        "reason God will send them strong delusion, that they should",
        "believe the lie, (12) that they all may be condemned who did",
        "not believe the truth but had pleasure in unrighteousness."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 95,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 53002008,
    "rangeEndId": 53002012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.2,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Timothy 1:12–20",
    "text": "(12) And I thank Christ Jesus our Lord who has enabled me, because He counted me faithful, putting me into the ministry, (13) although I was formerly a blasphemer, a persecutor, and an insolent man; but I obtained mercy because I did it ignorantly in unbelief. (14) And the grace of our Lord was exceedingly abundant, with faith and love which are in Christ Jesus. (15) This is a faithful saying and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief. (16) However, for this reason I obtained mercy, that in me first Jesus Christ might show all longsuffering, as a pattern to those who are going to believe on Him for everlasting life. (17) Now to the King eternal, immortal, invisible, to God who alone is wise, be honor and glory forever and ever. Amen. (18) This charge I commit to you, son Timothy, according to the prophecies previously made concerning you, that by them you may wage the good warfare, (19) having faith and a good conscience, which some having rejected, concerning the faith have suffered shipwreck, (20) of whom are Hymenaeus and Alexander, whom I delivered to Satan that they may learn not to blaspheme.",
    "cardsText": [
      [
        "(12) And I thank Christ Jesus our Lord who has enabled me,",
        "because He counted me faithful, putting me into the ministry,",
        "(13) although I was formerly a blasphemer, a persecutor, and an",
        "insolent man; but I obtained mercy because I did it ignorantly",
        "in unbelief. (14) And the grace of our Lord was exceedingly",
        "abundant, with faith and love which are in Christ Jesus. (15)",
        "This is a faithful saying and worthy of all acceptance, that",
        "Christ Jesus came into the world to save sinners, of whom I am",
        "chief. (16) However, for this reason I obtained mercy, that in",
        "me first Jesus Christ might show all longsuffering, as a pattern",
        "to those who are going to believe on Him for everlasting life."
      ],
      [
        "(17) Now to the King eternal, immortal, invisible, to God who",
        "alone is wise, be honor and glory forever and ever. Amen. (18)",
        "This charge I commit to you, son Timothy, according to the",
        "prophecies previously made concerning you, that by them",
        "you may wage the good warfare, (19) having faith and a good",
        "conscience, which some having rejected, concerning the faith",
        "have suffered shipwreck, (20) of whom are Hymenaeus and",
        "Alexander, whom I delivered to Satan that they may learn not",
        "to blaspheme."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 199,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 96,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54001012,
    "rangeEndId": 54001020,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 199,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "1 Timothy 4:1–13",
    "text": "(1) Now the Spirit expressly says that in latter times some will depart from the faith, giving heed to deceiving spirits and doctrines of demons, (2) speaking lies in hypocrisy, having their own conscience seared with a hot iron, (3) forbidding to marry, and commanding to abstain from foods which God created to be received with thanksgiving by those who believe and know the truth. (4) For every creature of God is good, and nothing is to be refused if it is received with thanksgiving; (5) for it is sanctified by the word of God and prayer. (6) If you instruct the brethren in these things, you will be a good minister of Jesus Christ, nourished in the words of faith and of the good doctrine which you have carefully followed. (7) But reject profane and old wives' fables, and exercise yourself toward godliness. (8) For bodily exercise profits a little, but godliness is profitable for all things, having promise of the life that now is and of that which is to come. (9) This is a faithful saying and worthy of all acceptance. (10) For to this end we both labor and suffer reproach, because we trust in the living God, who is the Savior of all men, especially of those who believe. (11) These things command and teach. (12) Let no one despise your youth, but be an example to the believers in word, in conduct, in love, in spirit, in faith, in purity. (13) Till I come, give attention to reading, to exhortation, to doctrine.",
    "cardsText": [
      [
        "(1) Now the Spirit expressly says that in latter times some will",
        "depart from the faith, giving heed to deceiving spirits and",
        "doctrines of demons, (2) speaking lies in hypocrisy, having their",
        "own conscience seared with a hot iron, (3) forbidding to marry,",
        "and commanding to abstain from foods which God created to be",
        "received with thanksgiving by those who believe and know the",
        "truth. (4) For every creature of God is good, and nothing is to be",
        "refused if it is received with thanksgiving; (5) for it is sanctified",
        "by the word of God and prayer. (6) If you instruct the brethren in",
        "these things, you will be a good minister of Jesus Christ, nourished",
        "in the words of faith and of the good doctrine which you have"
      ],
      [
        "carefully followed. (7) But reject profane and old wives' fables, and",
        "exercise yourself toward godliness. (8) For bodily exercise profits",
        "a little, but godliness is profitable for all things, having promise of",
        "the life that now is and of that which is to come. (9) This is a faithful",
        "saying and worthy of all acceptance. (10) For to this end we both",
        "labor and suffer reproach, because we trust in the living God, who",
        "is the Savior of all men, especially of those who believe. (11) These",
        "things command and teach. (12) Let no one despise your youth,",
        "but be an example to the believers in word, in conduct, in love, in",
        "spirit, in faith, in purity. (13) Till I come, give attention to reading, to",
        "exhortation, to doctrine."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 245,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 97,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54004001,
    "rangeEndId": 54004013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 254,
      "wordCountMin": 245,
      "wordCountMax": 266,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.8,
      "lineMin": 22,
      "lineMax": 24
    }
  },
  {
    "ref": "Titus 3:1–11",
    "text": "(1) Remind them to be subject to rulers and authorities, to obey, to be ready for every good work, (2) to speak evil of no one, to be peaceable, gentle, showing all humility to all men. (3) For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another. (4) But when the kindness and the love of God our Savior toward man appeared, (5) not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit, (6) whom He poured out on us abundantly through Jesus Christ our Savior, (7) that having been justified by His grace we should become heirs according to the hope of eternal life. (8) This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works. These things are good and profitable to men. (9) But avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless. (10) Reject a divisive man after the first and second admonition, (11) knowing that such a person is warped and sinning, being self-condemned.",
    "cardsText": [
      [
        "(1) Remind them to be subject to rulers and authorities, to",
        "obey, to be ready for every good work, (2) to speak evil of no",
        "one, to be peaceable, gentle, showing all humility to all men.",
        "(3) For we ourselves were also once foolish, disobedient,",
        "deceived, serving various lusts and pleasures, living in malice",
        "and envy, hateful and hating one another. (4) But when",
        "the kindness and the love of God our Savior toward man",
        "appeared, (5) not by works of righteousness which we have",
        "done, but according to His mercy He saved us, through the",
        "washing of regeneration and renewing of the Holy Spirit,",
        "(6) whom He poured out on us abundantly through Jesus"
      ],
      [
        "Christ our Savior, (7) that having been justified by His grace",
        "we should become heirs according to the hope of eternal",
        "life. (8) This is a faithful saying, and these things I want you",
        "to affirm constantly, that those who have believed in God",
        "should be careful to maintain good works. These things are",
        "good and profitable to men. (9) But avoid foolish disputes,",
        "genealogies, contentions, and strivings about the law; for",
        "they are unprofitable and useless. (10) Reject a divisive man",
        "after the first and second admonition, (11) knowing that such",
        "a person is warped and sinning, being self-condemned."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 204,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 98,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 56003001,
    "rangeEndId": 56003011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 204,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Hebrews 4:14–16",
    "text": "(14) Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession. (15) For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin. (16) Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
    "cardsText": [
      [
        "(14) Seeing then that we have a great High Priest who has",
        "passed through the heavens, Jesus the Son of God, let us hold",
        "fast our confession. (15) For we do not have a High Priest who",
        "cannot sympathize with our weaknesses, but was in all points",
        "tempted as we are, yet without sin. (16) Let us therefore come",
        "boldly to the throne of grace, that we may obtain mercy and",
        "find grace to help in time of need."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 76,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 99,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 58004014,
    "rangeEndId": 58004016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 76,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "James 2:20–26",
    "text": "(20) But do you want to know, O foolish man, that faith without works is dead? (21) Was not Abraham our father justified by works when he offered Isaac his son on the altar? (22) Do you see that faith was working together with his works, and by works faith was made perfect? (23) And the Scripture was fulfilled which says, \"Abraham believed God, and it was accounted to him for righteousness.\" And he was called the friend of God. (24) You see then that a man is justified by works, and not by faith only. (25) Likewise, was not Rahab the harlot also justified by works when she received the messengers and sent them out another way? (26) For as the body without the spirit is dead, so faith without works is dead also.",
    "cardsText": [
      [
        "(20) But do you want to know, O foolish man, that faith without",
        "works is dead? (21) Was not Abraham our father justified by works",
        "when he offered Isaac his son on the altar? (22) Do you see that faith",
        "was working together with his works, and by works faith was made",
        "perfect? (23) And the Scripture was fulfilled which says, \"Abraham",
        "believed God, and it was accounted to him for righteousness.\"",
        "And he was called the friend of God. (24) You see then that a man",
        "is justified by works, and not by faith only. (25) Likewise, was not",
        "Rahab the harlot also justified by works when she received the",
        "messengers and sent them out another way? (26) For as the body",
        "without the spirit is dead, so faith without works is dead also."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 128,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 100,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 59002020,
    "rangeEndId": 59002026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 132.8,
      "wordCountMin": 127,
      "wordCountMax": 140,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12,
      "lineMin": 11,
      "lineMax": 14
    }
  },
  {
    "ref": "1 John 2:24",
    "text": "(24) Therefore let that abide in you which you heard from the beginning. If what you heard from the beginning abides in you, you also will abide in the Son and in the Father.",
    "cardsText": [
      [
        "(24) Therefore let that abide in you which you heard from the",
        "beginning. If what you heard from the beginning abides in",
        "you, you also will abide in the Son and in the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 101,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 62002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.2,
      "wordCountMin": 29,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Revelation 3:14–22",
    "text": "(14) \"And to the angel of the church of the Laodiceans write, 'These things says the Amen, the Faithful and True Witness, the Beginning of the creation of God: (15) \"I know your works, that you are neither cold nor hot. I could wish you were cold or hot. (16) \"So then, because you are lukewarm, and neither cold nor hot, I will vomit you out of My mouth. (17) \"Because you say, 'I am rich, have become wealthy, and have need of nothing'--and do not know that you are wretched, miserable, poor, blind, and naked-- (18) \"I counsel you to buy from Me gold refined in the fire, that you may be rich; and white garments, that you may be clothed, that the shame of your nakedness may not be revealed; and anoint your eyes with eye salve, that you may see. (19) \"As many as I love, I rebuke and chasten. Therefore be zealous and repent. (20) \"Behold, I stand at the door and knock. If anyone hears My voice and opens the door, I will come in to him and dine with him, and he with Me. (21) \"To him who overcomes I will grant to sit with Me on My throne, as I also overcame and sat down with My Father on His throne. (22) \"He who has an ear, let him hear what the Spirit says to the churches.\" ' \"",
    "cardsText": [
      [
        "(14) \"And to the angel of the church of the Laodiceans write,",
        "'These things says the Amen, the Faithful and True Witness,",
        "the Beginning of the creation of God: (15) \"I know your works,",
        "that you are neither cold nor hot. I could wish you were cold",
        "or hot. (16) \"So then, because you are lukewarm, and neither",
        "cold nor hot, I will vomit you out of My mouth. (17) \"Because",
        "you say, 'I am rich, have become wealthy, and have need of",
        "nothing'--and do not know that you are wretched, miserable,",
        "poor, blind, and naked-- (18) \"I counsel you to buy from",
        "Me gold refined in the fire, that you may be rich; and white",
        "garments, that you may be clothed, that the shame of your"
      ],
      [
        "nakedness may not be revealed; and anoint your eyes with",
        "eye salve, that you may see. (19) \"As many as I love, I rebuke",
        "and chasten. Therefore be zealous and repent. (20) \"Behold,",
        "I stand at the door and knock. If anyone hears My voice and",
        "opens the door, I will come in to him and dine with him, and",
        "he with Me. (21) \"To him who overcomes I will grant to sit with",
        "Me on My throne, as I also overcame and sat down with My",
        "Father on His throne. (22) \"He who has an ear, let him hear",
        "what the Spirit says to the churches.\" ' \""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 227,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 102,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66003014,
    "rangeEndId": 66003022,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 225.8,
      "wordCountMin": 219,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Revelation 21:1–7",
    "text": "(1) Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea. (2) Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. (3) And I heard a loud voice from heaven saying, \"Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God. (4) \"And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.\" (5) Then He who sat on the throne said, \"Behold, I make all things new.\" And He said to me, \"Write, for these words are true and faithful.\" (6) And He said to me, \"It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts. (7) \"He who overcomes shall inherit all things, and I will be his God and he shall be My son.",
    "cardsText": [
      [
        "(1) Now I saw a new heaven and a new earth, for the first",
        "heaven and the first earth had passed away. Also there was no",
        "more sea. (2) Then I, John, saw the holy city, New Jerusalem,",
        "coming down out of heaven from God, prepared as a bride",
        "adorned for her husband. (3) And I heard a loud voice from",
        "heaven saying, \"Behold, the tabernacle of God is with men,",
        "and He will dwell with them, and they shall be His people. God",
        "Himself will be with them and be their God. (4) \"And God will",
        "wipe away every tear from their eyes; there shall be no more",
        "death, nor sorrow, nor crying. There shall be no more pain, for",
        "the former things have passed away.\" (5) Then He who sat on"
      ],
      [
        "the throne said, \"Behold, I make all things new.\" And He said",
        "to me, \"Write, for these words are true and faithful.\" (6) And",
        "He said to me, \"It is done! I am the Alpha and the Omega, the",
        "Beginning and the End. I will give of the fountain of the water",
        "of life freely to him who thirsts. (7) \"He who overcomes shall",
        "inherit all things, and I will be his God and he shall be My son."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 205,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 103,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66021001,
    "rangeEndId": 66021007,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 204,
      "wordCountMax": 208,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "Revelation 22:12–21",
    "text": "(12) \"And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work. (13) \"I am the Alpha and the Omega, the Beginning and the End, the First and the Last.\" (14) Blessed are those who do His commandments, that they may have the right to the tree of life, and may enter through the gates into the city. (15) But outside are dogs and sorcerers and sexually immoral and murderers and idolaters, and whoever loves and practices a lie. (16) \"I, Jesus, have sent My angel to testify to you these things in the churches. I am the Root and the Offspring of David, the Bright and Morning Star.\" (17) And the Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" And let him who thirsts come. Whoever desires, let him take the water of life freely. (18) For I testify to everyone who hears the words of the prophecy of this book: If anyone adds to these things, God will add to him the plagues that are written in this book; (19) and if anyone takes away from the words of the book of this prophecy, God shall take away his part from the Book of Life, from the holy city, and from the things which are written in this book. (20) He who testifies to these things says, \"Surely I am coming quickly.\" Amen. Even so, come, Lord Jesus! (21) The grace of our Lord Jesus Christ be with you all. Amen.",
    "cardsText": [
      [
        "(12) \"And behold, I am coming quickly, and My reward is with Me,",
        "to give to every one according to his work. (13) \"I am the Alpha",
        "and the Omega, the Beginning and the End, the First and the",
        "Last.\" (14) Blessed are those who do His commandments, that they",
        "may have the right to the tree of life, and may enter through the",
        "gates into the city. (15) But outside are dogs and sorcerers and",
        "sexually immoral and murderers and idolaters, and whoever loves",
        "and practices a lie. (16) \"I, Jesus, have sent My angel to testify to",
        "you these things in the churches. I am the Root and the Offspring",
        "of David, the Bright and Morning Star.\" (17) And the Spirit and",
        "the bride say, \"Come!\" And let him who hears say, \"Come!\" And"
      ],
      [
        "let him who thirsts come. Whoever desires, let him take the water",
        "of life freely. (18) For I testify to everyone who hears the words of",
        "the prophecy of this book: If anyone adds to these things, God",
        "will add to him the plagues that are written in this book; (19) and",
        "if anyone takes away from the words of the book of this prophecy,",
        "God shall take away his part from the Book of Life, from the holy",
        "city, and from the things which are written in this book. (20) He",
        "who testifies to these things says, \"Surely I am coming quickly.\"",
        "Amen. Even so, come, Lord Jesus! (21) The grace of our Lord Jesus",
        "Christ be with you all. Amen."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 248,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 104,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66022012,
    "rangeEndId": 66022021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246.8,
      "wordCountMin": 241,
      "wordCountMax": 254,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]