[
    {
        "ref": "Colossians 1:15–16",
        "text": "(15) He is the image of the invisible God, the firstborn of all creation. (16) For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities--all things were created through him and for him.",
        "cardsText": [
            [
                "(15) He is the image of the invisible God, the firstborn of all",
                "creation. (16) For by him all things were created, in heaven and",
                "on earth, visible and invisible, whether thrones or dominions",
                "or rulers or authorities--all things were created through him",
                "and for him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 44,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 1,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 51001015,
        "rangeEndId": 51001016,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 47.8,
            "wordCountMin": 44,
            "wordCountMax": 51,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5,
            "lineMin": 5,
            "lineMax": 5
        }
    },
    {
        "ref": "Genesis 1:1–5",
        "text": "(1) In the beginning, God created the heavens and the earth. (2) The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) And God said, \"Let there be light,\" and there was light. (4) And God saw that the light was good. And God separated the light from the darkness. (5) God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.",
        "cardsText": [
            [
                "(1) In the beginning, God created the heavens and the earth.",
                "(2) The earth was without form and void, and darkness was",
                "over the face of the deep. And the Spirit of God was hovering",
                "over the face of the waters. (3) And God said, \"Let there be",
                "light,\" and there was light. (4) And God saw that the light was",
                "good. And God separated the light from the darkness. (5)",
                "God called the light Day, and the darkness he called Night.",
                "And there was evening and there was morning, the first day."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 88,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 2,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001001,
        "rangeEndId": 1001005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 82,
            "wordCountMax": 89,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 40:26–28",
        "text": "(26) Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing. (27) Why do you say, O Jacob, and speak, O Israel, \"My way is hidden from the LORD, and my right is disregarded by my God\"? (28) Have you not known? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable.",
        "cardsText": [
            [
                "(26) Lift up your eyes on high and see: who created these?",
                "He who brings out their host by number, calling them all by",
                "name; by the greatness of his might and because he is strong",
                "in power, not one is missing. (27) Why do you say, O Jacob,",
                "and speak, O Israel, \"My way is hidden from the LORD, and my",
                "right is disregarded by my God\"? (28) Have you not known?",
                "Have you not heard? The LORD is the everlasting God, the",
                "Creator of the ends of the earth. He does not faint or grow",
                "weary; his understanding is unsearchable."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 99,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 3,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 23040026,
        "rangeEndId": 23040028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 101.6,
            "wordCountMin": 99,
            "wordCountMax": 105,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Genesis 1:26–28",
        "text": "(26) Then God said, \"Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in his own image, in the image of God he created him; male and female he created them. (28) And God blessed them. And God said to them, \"Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.\"",
        "cardsText": [
            [
                "(26) Then God said, \"Let us make man in our image, after our",
                "likeness. And let them have dominion over the fish of the sea",
                "and over the birds of the heavens and over the livestock and",
                "over all the earth and over every creeping thing that creeps",
                "on the earth.\" (27) So God created man in his own image,",
                "in the image of God he created him; male and female he",
                "created them. (28) And God blessed them. And God said to",
                "them, \"Be fruitful and multiply and fill the earth and subdue",
                "it, and have dominion over the fish of the sea and over the",
                "birds of the heavens and over every living thing that moves",
                "on the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 118,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 4,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001026,
        "rangeEndId": 1001028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.4,
            "wordCountMin": 112,
            "wordCountMax": 118,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.4,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Genesis 17:1–4",
        "text": "(1) When Abram was ninety-nine years old the LORD appeared to Abram and said to him, \"I am God Almighty; walk before me, and be blameless, (2) that I may make my covenant between me and you, and may multiply you greatly.\" (3) Then Abram fell on his face. And God said to him, (4) \"Behold, my covenant is with you, and you shall be the father of a multitude of nations.",
        "cardsText": [
            [
                "(1) When Abram was ninety-nine years old the LORD appeared",
                "to Abram and said to him, \"I am God Almighty; walk before",
                "me, and be blameless, (2) that I may make my covenant",
                "between me and you, and may multiply you greatly.\" (3) Then",
                "Abram fell on his face. And God said to him, (4) \"Behold, my",
                "covenant is with you, and you shall be the father of a multitude",
                "of nations."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 68,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 5,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1017001,
        "rangeEndId": 1017004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 70,
            "wordCountMin": 65,
            "wordCountMax": 75,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 2:1–3",
        "text": "(1) Thus the heavens and the earth were finished, and all the host of them. (2) And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. (3) So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.",
        "cardsText": [
            [
                "(1) Thus the heavens and the earth were finished, and all the",
                "host of them. (2) And on the seventh day God finished his",
                "work that he had done, and he rested on the seventh day",
                "from all his work that he had done. (3) So God blessed the",
                "seventh day and made it holy, because on it God rested from",
                "all his work that he had done in creation."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 67,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 6,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002001,
        "rangeEndId": 1002003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 65.4,
            "wordCountMin": 62,
            "wordCountMax": 67,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Exodus 31:12–14",
        "text": "(12) And the LORD said to Moses, (13) \"You are to speak to the people of Israel and say, 'Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you. (14) You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people.",
        "cardsText": [
            [
                "(12) And the LORD said to Moses, (13) \"You are to speak to",
                "the people of Israel and say, 'Above all you shall keep my",
                "Sabbaths, for this is a sign between me and you throughout",
                "your generations, that you may know that I, the LORD, sanctify",
                "you. (14) You shall keep the Sabbath, because it is holy for",
                "you. Everyone who profanes it shall be put to death. Whoever",
                "does any work on it, that soul shall be cut off from among his",
                "people."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 82,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 7,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 2031012,
        "rangeEndId": 2031014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 83.2,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Genesis 2:23–24",
        "text": "(23) Then the man said, \"This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.\" (24) Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
        "cardsText": [
            [
                "(23) Then the man said, \"This at last is bone of my bones and",
                "flesh of my flesh; she shall be called Woman, because she",
                "was taken out of Man.\" (24) Therefore a man shall leave his",
                "father and his mother and hold fast to his wife, and they shall",
                "become one flesh."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 51,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 8,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002023,
        "rangeEndId": 1002024,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 49.8,
            "wordCountMin": 48,
            "wordCountMax": 53,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4.8,
            "lineMin": 4,
            "lineMax": 5
        }
    },
    {
        "ref": "Deuteronomy 6:13–15",
        "text": "(13) It is the LORD your God you shall fear. Him you shall serve and by his name you shall swear. (14) You shall not go after other gods, the gods of the peoples who are around you-- (15) for the LORD your God in your midst is a jealous God--lest the anger of the LORD your God be kindled against you, and he destroy you from off the face of the earth.",
        "cardsText": [
            [
                "(13) It is the LORD your God you shall fear. Him you shall",
                "serve and by his name you shall swear. (14) You shall not go",
                "after other gods, the gods of the peoples who are around",
                "you-- (15) for the LORD your God in your midst is a jealous",
                "God--lest the anger of the LORD your God be kindled against",
                "you, and he destroy you from off the face of the earth."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 70,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 9,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 5006013,
        "rangeEndId": 5006015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 67.8,
            "wordCountMin": 58,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6,
            "lineMin": 5,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 3:14–15",
        "text": "(14) The LORD God said to the serpent, \"Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life. (15) I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.\"",
        "cardsText": [
            [
                "(14) The LORD God said to the serpent, \"Because you have",
                "done this, cursed are you above all livestock and above all",
                "beasts of the field; on your belly you shall go, and dust you",
                "shall eat all the days of your life. (15) I will put enmity between",
                "you and the woman, and between your offspring and her",
                "offspring; he shall bruise your head, and you shall bruise his",
                "heel.\""
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 69,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 10,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1003014,
        "rangeEndId": 1003015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.6,
            "wordCountMin": 67,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.8,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 68:19–20",
        "text": "(19) Blessed be the Lord, who daily bears us up; God is our salvation. (20) Our God is a God of salvation, and to GOD, the Lord, belong deliverances from death.",
        "cardsText": [
            [
                "(19) Blessed be the Lord, who daily bears us up; God is our",
                "salvation. (20) Our God is a God of salvation, and to GOD, the",
                "Lord, belong deliverances from death."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 29,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 11,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19068019,
        "rangeEndId": 19068020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 31.8,
            "wordCountMin": 29,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Genesis 4:7–8",
        "text": "(7) If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.\" (8) Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him.",
        "cardsText": [
            [
                "(7) If you do well, will you not be accepted? And if you do",
                "not do well, sin is crouching at the door. Its desire is contrary",
                "to you, but you must rule over it.\" (8) Cain spoke to Abel his",
                "brother. And when they were in the field, Cain rose up against",
                "his brother Abel and killed him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 57,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 12,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1004007,
        "rangeEndId": 1004008,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 61,
            "wordCountMin": 57,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5.2,
            "lineMin": 5,
            "lineMax": 6
        }
    },
    {
        "ref": "Jeremiah 23:5–6",
        "text": "(5) \"Behold, the days are coming, declares the LORD, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land. (6) In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: 'The LORD is our righteousness.'",
        "cardsText": [
            [
                "(5) \"Behold, the days are coming, declares the LORD, when",
                "I will raise up for David a righteous Branch, and he shall",
                "reign as king and deal wisely, and shall execute justice and",
                "righteousness in the land. (6) In his days Judah will be saved,",
                "and Israel will dwell securely. And this is the name by which",
                "he will be called: 'The LORD is our righteousness.'"
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 64,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 13,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 24023005,
        "rangeEndId": 24023006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 60.8,
            "wordCountMin": 58,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Genesis 5:1–3",
        "text": "(1) This is the book of the generations of Adam. When God created man, he made him in the likeness of God. (2) Male and female he created them, and he blessed them and named them Man when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth.",
        "cardsText": [
            [
                "(1) This is the book of the generations of Adam. When God",
                "created man, he made him in the likeness of God. (2) Male",
                "and female he created them, and he blessed them and",
                "named them Man when they were created. (3) When Adam",
                "had lived 130 years, he fathered a son in his own likeness,",
                "after his image, and named him Seth."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 60,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 14,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1005001,
        "rangeEndId": 1005003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 64.8,
            "wordCountMin": 60,
            "wordCountMax": 69,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 90:1–4",
        "text": "(1) A Prayer of Moses, the man of God. Lord, you have been our dwelling place in all generations. (2) Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God. (3) You return man to dust and say, \"Return, O children of man!\" (4) For a thousand years in your sight are but as yesterday when it is past, or as a watch in the night.",
        "cardsText": [
            [
                "(1) A Prayer of Moses, the man of God. Lord, you have been",
                "our dwelling place in all generations. (2) Before the mountains",
                "were brought forth, or ever you had formed the earth and the",
                "world, from everlasting to everlasting you are God. (3) You",
                "return man to dust and say, \"Return, O children of man!\" (4)",
                "For a thousand years in your sight are but as yesterday when",
                "it is past, or as a watch in the night."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 75,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 15,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19090001,
        "rangeEndId": 19090004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 74.4,
            "wordCountMin": 71,
            "wordCountMax": 76,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 9:8–11",
        "text": "(8) Then God said to Noah and to his sons with him, (9) \"Behold, I establish my covenant with you and your offspring after you, (10) and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. (11) I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.\"",
        "cardsText": [
            [
                "(8) Then God said to Noah and to his sons with him, (9)",
                "\"Behold, I establish my covenant with you and your offspring",
                "after you, (10) and with every living creature that is with you,",
                "the birds, the livestock, and every beast of the earth with you,",
                "as many as came out of the ark; it is for every beast of the",
                "earth. (11) I establish my covenant with you, that never again",
                "shall all flesh be cut off by the waters of the flood, and never",
                "again shall there be a flood to destroy the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 93,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 17,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 1009008,
        "rangeEndId": 1009011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 93.2,
            "wordCountMin": 85,
            "wordCountMax": 100,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Leviticus 1:1–9",
        "text": "(1) The LORD called Moses and spoke to him from the tent of meeting, saying, (2) \"Speak to the people of Israel and say to them, When any one of you brings an offering to the LORD, you shall bring your offering of livestock from the herd or from the flock. (3) \"If his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the LORD. (4) He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him. (5) Then he shall kill the bull before the LORD, and Aaron's sons the priests shall bring the blood and throw the blood against the sides of the altar that is at the entrance of the tent of meeting. (6) Then he shall flay the burnt offering and cut it into pieces, (7) and the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire. (8) And Aaron's sons the priests shall arrange the pieces, the head, and the fat, on the wood that is on the fire on the altar; (9) but its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar, as a burnt offering, a food offering with a pleasing aroma to the LORD.",
        "cardsText": [
            [
                "(1) The LORD called Moses and spoke to him from the tent",
                "of meeting, saying, (2) \"Speak to the people of Israel and",
                "say to them, When any one of you brings an offering to the",
                "LORD, you shall bring your offering of livestock from the",
                "herd or from the flock. (3) \"If his offering is a burnt offering",
                "from the herd, he shall offer a male without blemish. He shall",
                "bring it to the entrance of the tent of meeting, that he may",
                "be accepted before the LORD. (4) He shall lay his hand on",
                "the head of the burnt offering, and it shall be accepted for",
                "him to make atonement for him. (5) Then he shall kill the bull",
                "before the LORD, and Aaron's sons the priests shall bring the"
            ],
            [
                "blood and throw the blood against the sides of the altar that",
                "is at the entrance of the tent of meeting. (6) Then he shall flay",
                "the burnt offering and cut it into pieces, (7) and the sons of",
                "Aaron the priest shall put fire on the altar and arrange wood",
                "on the fire. (8) And Aaron's sons the priests shall arrange the",
                "pieces, the head, and the fat, on the wood that is on the fire",
                "on the altar; (9) but its entrails and its legs he shall wash with",
                "water. And the priest shall burn all of it on the altar, as a burnt",
                "offering, a food offering with a pleasing aroma to the LORD."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 240,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 18,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 3001001,
        "rangeEndId": 3001009,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 247.4,
            "wordCountMin": 240,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "1 Chronicles 22:11–18",
        "text": "(11) \"Now, my son, the LORD be with you, so that you may succeed in building the house of the LORD your God, as he has spoken concerning you. (12) Only, may the LORD grant you discretion and understanding, that when he gives you charge over Israel you may keep the law of the LORD your God. (13) Then you will prosper if you are careful to observe the statutes and the rules that the LORD commanded Moses for Israel. Be strong and courageous. Fear not; do not be dismayed. (14) With great pains I have provided for the house of the LORD 100,000 talents of gold, a million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone, too, I have provided. To these you must add. (15) You have an abundance of workmen: stonecutters, masons, carpenters, and all kinds of craftsmen without number, skilled in working (16) gold, silver, bronze, and iron. Arise and work! The LORD be with you!\" (17) David also commanded all the leaders of Israel to help Solomon his son, saying, (18) \"Is not the LORD your God with you? And has he not given you peace on every side? For he has delivered the inhabitants of the land into my hand, and the land is subdued before the LORD and his people.",
        "cardsText": [
            [
                "(11) \"Now, my son, the LORD be with you, so that you may",
                "succeed in building the house of the LORD your God, as he has",
                "spoken concerning you. (12) Only, may the LORD grant you",
                "discretion and understanding, that when he gives you charge",
                "over Israel you may keep the law of the LORD your God. (13)",
                "Then you will prosper if you are careful to observe the statutes",
                "and the rules that the LORD commanded Moses for Israel. Be",
                "strong and courageous. Fear not; do not be dismayed. (14)",
                "With great pains I have provided for the house of the LORD",
                "100,000 talents of gold, a million talents of silver, and bronze",
                "and iron beyond weighing, for there is so much of it; timber"
            ],
            [
                "and stone, too, I have provided. To these you must add. (15)",
                "You have an abundance of workmen: stonecutters, masons,",
                "carpenters, and all kinds of craftsmen without number, skilled",
                "in working (16) gold, silver, bronze, and iron. Arise and work!",
                "The LORD be with you!\" (17) David also commanded all the",
                "leaders of Israel to help Solomon his son, saying, (18) \"Is",
                "not the LORD your God with you? And has he not given you",
                "peace on every side? For he has delivered the inhabitants of",
                "the land into my hand, and the land is subdued before the",
                "LORD and his people."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 220,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 19,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 13022011,
        "rangeEndId": 13022018,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.6,
            "wordCountMin": 220,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Job 12:13–17",
        "text": "(13) \"With God are wisdom and might; he has counsel and understanding. (14) If he tears down, none can rebuild; if he shuts a man in, none can open. (15) If he withholds the waters, they dry up; if he sends them out, they overwhelm the land. (16) With him are strength and sound wisdom; the deceived and the deceiver are his. (17) He leads counselors away stripped, and judges he makes fools.",
        "cardsText": [
            [
                "(13) \"With God are wisdom and might; he has counsel and",
                "understanding. (14) If he tears down, none can rebuild; if",
                "he shuts a man in, none can open. (15) If he withholds the",
                "waters, they dry up; if he sends them out, they overwhelm",
                "the land. (16) With him are strength and sound wisdom; the",
                "deceived and the deceiver are his. (17) He leads counselors",
                "away stripped, and judges he makes fools."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 68,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 20,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18012013,
        "rangeEndId": 18012017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.2,
            "wordCountMin": 64,
            "wordCountMax": 78,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Job 22:22–27",
        "text": "(22) Receive instruction from his mouth, and lay up his words in your heart. (23) If you return to the Almighty you will be built up; if you remove injustice far from your tents, (24) if you lay gold in the dust, and gold of Ophir among the stones of the torrent-bed, (25) then the Almighty will be your gold and your precious silver. (26) For then you will delight yourself in the Almighty and lift up your face to God. (27) You will make your prayer to him, and he will hear you, and you will pay your vows.",
        "cardsText": [
            [
                "(22) Receive instruction from his mouth, and lay up his words",
                "in your heart. (23) If you return to the Almighty you will be",
                "built up; if you remove injustice far from your tents, (24) if you",
                "lay gold in the dust, and gold of Ophir among the stones of",
                "the torrent-bed, (25) then the Almighty will be your gold and",
                "your precious silver. (26) For then you will delight yourself in",
                "the Almighty and lift up your face to God. (27) You will make",
                "your prayer to him, and he will hear you, and you will pay",
                "your vows."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 94,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 21,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18022022,
        "rangeEndId": 18022027,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.8,
            "wordCountMin": 93,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Job 37:1–14",
        "text": "(1) \"At this also my heart trembles and leaps out of its place. (2) Keep listening to the thunder of his voice and the rumbling that comes from his mouth. (3) Under the whole heaven he lets it go, and his lightning to the corners of the earth. (4) After it his voice roars; he thunders with his majestic voice, and he does not restrain the lightnings when his voice is heard. (5) God thunders wondrously with his voice; he does great things that we cannot comprehend. (6) For to the snow he says, 'Fall on the earth,' likewise to the downpour, his mighty downpour. (7) He seals up the hand of every man, that all men whom he made may know it. (8) Then the beasts go into their lairs, and remain in their dens. (9) From its chamber comes the whirlwind, and cold from the scattering winds. (10) By the breath of God ice is given, and the broad waters are frozen fast. (11) He loads the thick cloud with moisture; the clouds scatter his lightning. (12) They turn around and around by his guidance, to accomplish all that he commands them on the face of the habitable world. (13) Whether for correction or for his land or for love, he causes it to happen. (14) \"Hear this, O Job; stop and consider the wondrous works of God.",
        "cardsText": [
            [
                "(1) \"At this also my heart trembles and leaps out of its place.",
                "(2) Keep listening to the thunder of his voice and the rumbling",
                "that comes from his mouth. (3) Under the whole heaven he",
                "lets it go, and his lightning to the corners of the earth. (4) After",
                "it his voice roars; he thunders with his majestic voice, and",
                "he does not restrain the lightnings when his voice is heard.",
                "(5) God thunders wondrously with his voice; he does great",
                "things that we cannot comprehend. (6) For to the snow he",
                "says, 'Fall on the earth,' likewise to the downpour, his mighty",
                "downpour. (7) He seals up the hand of every man, that all men",
                "whom he made may know it. (8) Then the beasts go into their"
            ],
            [
                "lairs, and remain in their dens. (9) From its chamber comes",
                "the whirlwind, and cold from the scattering winds. (10) By the",
                "breath of God ice is given, and the broad waters are frozen",
                "fast. (11) He loads the thick cloud with moisture; the clouds",
                "scatter his lightning. (12) They turn around and around by his",
                "guidance, to accomplish all that he commands them on the",
                "face of the habitable world. (13) Whether for correction or for",
                "his land or for love, he causes it to happen. (14) \"Hear this, O",
                "Job; stop and consider the wondrous works of God."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 216,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 22,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18037001,
        "rangeEndId": 18037014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.4,
            "wordCountMin": 203,
            "wordCountMax": 230,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Psalm 10:17–18",
        "text": "(17) O LORD, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear (18) to do justice to the fatherless and the oppressed, so that man who is of the earth may strike terror no more.",
        "cardsText": [
            [
                "(17) O LORD, you hear the desire of the afflicted; you will",
                "strengthen their heart; you will incline your ear (18) to do",
                "justice to the fatherless and the oppressed, so that man who",
                "is of the earth may strike terror no more."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 41,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 23,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19010017,
        "rangeEndId": 19010018,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 38.4,
            "wordCountMin": 33,
            "wordCountMax": 41,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Psalm 30:1–12",
        "text": "(1) I will extol you, O LORD, for you have drawn me up and have not let my foes rejoice over me. (2) O LORD my God, I cried to you for help, and you have healed me. (3) O LORD, you have brought up my soul from Sheol; you restored me to life from among those who go down to the pit. (4) Sing praises to the LORD, O you his saints, and give thanks to his holy name. (5) For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning. (6) As for me, I said in my prosperity, \"I shall never be moved.\" (7) By your favor, O LORD, you made my mountain stand strong; you hid your face; I was dismayed. (8) To you, O LORD, I cry, and to the Lord I plead for mercy: (9) \"What profit is there in my death, if I go down to the pit? Will the dust praise you? Will it tell of your faithfulness? (10) Hear, O LORD, and be merciful to me! O LORD, be my helper!\" (11) You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness, (12) that my glory may sing your praise and not be silent. O LORD my God, I will give thanks to you forever!",
        "cardsText": [
            [
                "(1) I will extol you, O LORD, for you have drawn me up and",
                "have not let my foes rejoice over me. (2) O LORD my God, I",
                "cried to you for help, and you have healed me. (3) O LORD,",
                "you have brought up my soul from Sheol; you restored me",
                "to life from among those who go down to the pit. (4) Sing",
                "praises to the LORD, O you his saints, and give thanks to his",
                "holy name. (5) For his anger is but for a moment, and his favor",
                "is for a lifetime. Weeping may tarry for the night, but joy comes",
                "with the morning. (6) As for me, I said in my prosperity, \"I shall",
                "never be moved.\" (7) By your favor, O LORD, you made my",
                "mountain stand strong; you hid your face; I was dismayed. (8)"
            ],
            [
                "To you, O LORD, I cry, and to the Lord I plead for mercy: (9)",
                "\"What profit is there in my death, if I go down to the pit? Will",
                "the dust praise you? Will it tell of your faithfulness? (10) Hear,",
                "O LORD, and be merciful to me! O LORD, be my helper!\" (11)",
                "You have turned for me my mourning into dancing; you have",
                "loosed my sackcloth and clothed me with gladness, (12) that",
                "my glory may sing your praise and not be silent. O LORD my",
                "God, I will give thanks to you forever!"
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 227,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 24,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19030001,
        "rangeEndId": 19030012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 207,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Psalm 73:2–28",
        "text": "(2) But as for me, my feet had almost stumbled, my steps had nearly slipped. (3) For I was envious of the arrogant when I saw the prosperity of the wicked. (4) For they have no pangs until death; their bodies are fat and sleek. (5) They are not in trouble as others are; they are not stricken like the rest of mankind. (6) Therefore pride is their necklace; violence covers them as a garment. (7) Their eyes swell out through fatness; their hearts overflow with follies. (8) They scoff and speak with malice; loftily they threaten oppression. (9) They set their mouths against the heavens, and their tongue struts through the earth. (10) Therefore his people turn back to them, and find no fault in them. (11) And they say, \"How can God know? Is there knowledge in the Most High?\" (12) Behold, these are the wicked; always at ease, they increase in riches. (13) All in vain have I kept my heart clean and washed my hands in innocence. (14) For all the day long I have been stricken and rebuked every morning. (15) If I had said, \"I will speak thus,\" I would have betrayed the generation of your children. (16) But when I thought how to understand this, it seemed to me a wearisome task, (17) until I went into the sanctuary of God; then I discerned their end. (18) Truly you set them in slippery places; you make them fall to ruin. (19) How they are destroyed in a moment, swept away utterly by terrors! (20) Like a dream when one awakes, O Lord, when you rouse yourself, you despise them as phantoms. (21) When my soul was embittered, when I was pricked in heart, (22) I was brutish and ignorant; I was like a beast toward you. (23) Nevertheless, I am continually with you; you hold my right hand. (24) You guide me with your counsel, and afterward you will receive me to glory. (25) Whom have I in heaven but you? And there is nothing on earth that I desire besides you. (26) My flesh and my heart may fail, but God is the strength of my heart and my portion forever. (27) For behold, those who are far from you shall perish; you put an end to everyone who is unfaithful to you. (28) But for me it is good to be near God; I have made the Lord GOD my refuge, that I may tell of all your works.",
        "cardsText": [
            [
                "(2) But as for me, my feet had almost stumbled, my steps had",
                "nearly slipped. (3) For I was envious of the arrogant when I saw the",
                "prosperity of the wicked. (4) For they have no pangs until death;",
                "their bodies are fat and sleek. (5) They are not in trouble as others",
                "are; they are not stricken like the rest of mankind. (6) Therefore",
                "pride is their necklace; violence covers them as a garment. (7)",
                "Their eyes swell out through fatness; their hearts overflow with",
                "follies. (8) They scoff and speak with malice; loftily they threaten",
                "oppression. (9) They set their mouths against the heavens, and",
                "their tongue struts through the earth. (10) Therefore his people",
                "turn back to them, and find no fault in them. (11) And they say,",
                "\"How can God know? Is there knowledge in the Most High?\""
            ],
            [
                "(12) Behold, these are the wicked; always at ease, they increase",
                "in riches. (13) All in vain have I kept my heart clean and washed",
                "my hands in innocence. (14) For all the day long I have been",
                "stricken and rebuked every morning. (15) If I had said, \"I will speak",
                "thus,\" I would have betrayed the generation of your children. (16)",
                "But when I thought how to understand this, it seemed to me a",
                "wearisome task, (17) until I went into the sanctuary of God; then I",
                "discerned their end. (18) Truly you set them in slippery places; you",
                "make them fall to ruin. (19) How they are destroyed in a moment,",
                "swept away utterly by terrors! (20) Like a dream when one awakes,",
                "O Lord, when you rouse yourself, you despise them as phantoms.",
                "(21) When my soul was embittered, when I was pricked in heart,"
            ],
            [
                "(22) I was brutish and ignorant; I was like a beast toward you.",
                "(23) Nevertheless, I am continually with you; you hold my right",
                "hand. (24) You guide me with your counsel, and afterward you will",
                "receive me to glory. (25) Whom have I in heaven but you? And",
                "there is nothing on earth that I desire besides you. (26) My flesh",
                "and my heart may fail, but God is the strength of my heart and my",
                "portion forever. (27) For behold, those who are far from you shall",
                "perish; you put an end to everyone who is unfaithful to you. (28)",
                "But for me it is good to be near God; I have made the Lord GOD",
                "my refuge, that I may tell of all your works."
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 391,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 25,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19073002,
        "rangeEndId": 19073028,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 392.8,
            "wordCountMin": 369,
            "wordCountMax": 408,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 33,
            "lineMax": 36
        }
    },
    {
        "ref": "Proverbs 8:17–31",
        "text": "(17) I love those who love me, and those who seek me diligently find me. (18) Riches and honor are with me, enduring wealth and righteousness. (19) My fruit is better than gold, even fine gold, and my yield than choice silver. (20) I walk in the way of righteousness, in the paths of justice, (21) granting an inheritance to those who love me, and filling their treasuries. (22) \"The LORD possessed me at the beginning of his work, the first of his acts of old. (23) Ages ago I was set up, at the first, before the beginning of the earth. (24) When there were no depths I was brought forth, when there were no springs abounding with water. (25) Before the mountains had been shaped, before the hills, I was brought forth, (26) before he had made the earth with its fields, or the first of the dust of the world. (27) When he established the heavens, I was there; when he drew a circle on the face of the deep, (28) when he made firm the skies above, when he established the fountains of the deep, (29) when he assigned to the sea its limit, so that the waters might not transgress his command, when he marked out the foundations of the earth, (30) then I was beside him, like a master workman, and I was daily his delight, rejoicing before him always, (31) rejoicing in his inhabited world and delighting in the children of man.",
        "cardsText": [
            [
                "(17) I love those who love me, and those who seek me diligently",
                "find me. (18) Riches and honor are with me, enduring wealth",
                "and righteousness. (19) My fruit is better than gold, even",
                "fine gold, and my yield than choice silver. (20) I walk in the",
                "way of righteousness, in the paths of justice, (21) granting an",
                "inheritance to those who love me, and filling their treasuries.",
                "(22) \"The LORD possessed me at the beginning of his work,",
                "the first of his acts of old. (23) Ages ago I was set up, at the",
                "first, before the beginning of the earth. (24) When there were",
                "no depths I was brought forth, when there were no springs",
                "abounding with water. (25) Before the mountains had been"
            ],
            [
                "shaped, before the hills, I was brought forth, (26) before he",
                "had made the earth with its fields, or the first of the dust",
                "of the world. (27) When he established the heavens, I was",
                "there; when he drew a circle on the face of the deep, (28)",
                "when he made firm the skies above, when he established the",
                "fountains of the deep, (29) when he assigned to the sea its",
                "limit, so that the waters might not transgress his command,",
                "when he marked out the foundations of the earth, (30) then",
                "I was beside him, like a master workman, and I was daily",
                "his delight, rejoicing before him always, (31) rejoicing in his",
                "inhabited world and delighting in the children of man."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 234,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 26,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20008017,
        "rangeEndId": 20008031,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 239.4,
            "wordCountMin": 232,
            "wordCountMax": 249,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.8,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Proverbs 9:1–12",
        "text": "(1) Wisdom has built her house; she has hewn her seven pillars. (2) She has slaughtered her beasts; she has mixed her wine; she has also set her table. (3) She has sent out her young women to call from the highest places in the town, (4) \"Whoever is simple, let him turn in here!\" To him who lacks sense she says, (5) \"Come, eat of my bread and drink of the wine I have mixed. (6) Leave your simple ways, and live, and walk in the way of insight.\" (7) Whoever corrects a scoffer gets himself abuse, and he who reproves a wicked man incurs injury. (8) Do not reprove a scoffer, or he will hate you; reprove a wise man, and he will love you. (9) Give instruction to a wise man, and he will be still wiser; teach a righteous man, and he will increase in learning. (10) The fear of the LORD is the beginning of wisdom, and the knowledge of the Holy One is insight. (11) For by me your days will be multiplied, and years will be added to your life. (12) If you are wise, you are wise for yourself; if you scoff, you alone will bear it.",
        "cardsText": [
            [
                "(1) Wisdom has built her house; she has hewn her seven",
                "pillars. (2) She has slaughtered her beasts; she has mixed",
                "her wine; she has also set her table. (3) She has sent out her",
                "young women to call from the highest places in the town, (4)",
                "\"Whoever is simple, let him turn in here!\" To him who lacks",
                "sense she says, (5) \"Come, eat of my bread and drink of the",
                "wine I have mixed. (6) Leave your simple ways, and live, and",
                "walk in the way of insight.\" (7) Whoever corrects a scoffer",
                "gets himself abuse, and he who reproves a wicked man incurs",
                "injury. (8) Do not reprove a scoffer, or he will hate you; reprove",
                "a wise man, and he will love you. (9) Give instruction to a wise"
            ],
            [
                "man, and he will be still wiser; teach a righteous man, and",
                "he will increase in learning. (10) The fear of the LORD is the",
                "beginning of wisdom, and the knowledge of the Holy One is",
                "insight. (11) For by me your days will be multiplied, and years",
                "will be added to your life. (12) If you are wise, you are wise for",
                "yourself; if you scoff, you alone will bear it."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 193,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 27,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20009001,
        "rangeEndId": 20009012,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 195.8,
            "wordCountMin": 185,
            "wordCountMax": 202,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Proverbs 24:30–34",
        "text": "(30) I passed by the field of a sluggard, by the vineyard of a man lacking sense, (31) and behold, it was all overgrown with thorns; the ground was covered with nettles, and its stone wall was broken down. (32) Then I saw and considered it; I looked and received instruction. (33) A little sleep, a little slumber, a little folding of the hands to rest, (34) and poverty will come upon you like a robber, and want like an armed man.",
        "cardsText": [
            [
                "(30) I passed by the field of a sluggard, by the vineyard of a",
                "man lacking sense, (31) and behold, it was all overgrown with",
                "thorns; the ground was covered with nettles, and its stone wall",
                "was broken down. (32) Then I saw and considered it; I looked",
                "and received instruction. (33) A little sleep, a little slumber, a",
                "little folding of the hands to rest, (34) and poverty will come",
                "upon you like a robber, and want like an armed man."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 77,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 28,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20024030,
        "rangeEndId": 20024034,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 81.4,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ecclesiastes 9:1–2",
        "text": "(1) But all this I laid to heart, examining it all, how the righteous and the wise and their deeds are in the hand of God. Whether it is love or hate, man does not know; both are before him. (2) It is the same for all, since the same event happens to the righteous and the wicked, to the good and the evil, to the clean and the unclean, to him who sacrifices and him who does not sacrifice. As the good one is, so is the sinner, and he who swears is as he who shuns an oath.",
        "cardsText": [
            [
                "(1) But all this I laid to heart, examining it all, how the righteous",
                "and the wise and their deeds are in the hand of God. Whether",
                "it is love or hate, man does not know; both are before him. (2)",
                "It is the same for all, since the same event happens to the",
                "righteous and the wicked, to the good and the evil, to the",
                "clean and the unclean, to him who sacrifices and him who",
                "does not sacrifice. As the good one is, so is the sinner, and he",
                "who swears is as he who shuns an oath."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 98,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 29,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 21009001,
        "rangeEndId": 21009002,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 97.2,
            "wordCountMin": 87,
            "wordCountMax": 110,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 58:4–12",
        "text": "(4) Behold, you fast only to quarrel and to fight and to hit with a wicked fist. Fasting like yours this day will not make your voice to be heard on high. (5) Is such the fast that I choose, a day for a person to humble himself? Is it to bow down his head like a reed, and to spread sackcloth and ashes under him? Will you call this a fast, and a day acceptable to the LORD? (6) \"Is not this the fast that I choose: to loose the bonds of wickedness, to undo the straps of the yoke, to let the oppressed go free, and to break every yoke? (7) Is it not to share your bread with the hungry and bring the homeless poor into your house; when you see the naked, to cover him, and not to hide yourself from your own flesh? (8) Then shall your light break forth like the dawn, and your healing shall spring up speedily; your righteousness shall go before you; the glory of the LORD shall be your rear guard. (9) Then you shall call, and the LORD will answer; you shall cry, and he will say, 'Here I am.' If you take away the yoke from your midst, the pointing of the finger, and speaking wickedness, (10) if you pour yourself out for the hungry and satisfy the desire of the afflicted, then shall your light rise in the darkness and your gloom be as the noonday. (11) And the LORD will guide you continually and satisfy your desire in scorched places and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters do not fail. (12) And your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to dwell in.",
        "cardsText": [
            [
                "(4) Behold, you fast only to quarrel and to fight and to hit",
                "with a wicked fist. Fasting like yours this day will not make",
                "your voice to be heard on high. (5) Is such the fast that I",
                "choose, a day for a person to humble himself? Is it to bow",
                "down his head like a reed, and to spread sackcloth and ashes",
                "under him? Will you call this a fast, and a day acceptable to",
                "the LORD? (6) \"Is not this the fast that I choose: to loose the",
                "bonds of wickedness, to undo the straps of the yoke, to let",
                "the oppressed go free, and to break every yoke? (7) Is it not",
                "to share your bread with the hungry and bring the homeless",
                "poor into your house; when you see the naked, to cover him,"
            ],
            [
                "and not to hide yourself from your own flesh? (8) Then shall",
                "your light break forth like the dawn, and your healing shall",
                "spring up speedily; your righteousness shall go before you;",
                "the glory of the LORD shall be your rear guard. (9) Then you",
                "shall call, and the LORD will answer; you shall cry, and he will",
                "say, 'Here I am.' If you take away the yoke from your midst,",
                "the pointing of the finger, and speaking wickedness, (10) if",
                "you pour yourself out for the hungry and satisfy the desire",
                "of the afflicted, then shall your light rise in the darkness and",
                "your gloom be as the noonday. (11) And the LORD will guide",
                "you continually and satisfy your desire in scorched places"
            ],
            [
                "and make your bones strong; and you shall be like a watered",
                "garden, like a spring of water, whose waters do not fail. (12)",
                "And your ancient ruins shall be rebuilt; you shall raise up the",
                "foundations of many generations; you shall be called the",
                "repairer of the breach, the restorer of streets to dwell in."
            ]
        ],
        "cards": 3,
        "lines": 27,
        "lastCardLines": 5,
        "wordCount": 311,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 30,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23058004,
        "rangeEndId": 23058012,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 318,
            "wordCountMin": 311,
            "wordCountMax": 332,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.8,
            "lineMin": 27,
            "lineMax": 28
        }
    },
    {
        "ref": "Isaiah 64:6",
        "text": "(6) We have all become like one who is unclean, and all our righteous deeds are like a polluted garment. We all fade like a leaf, and our iniquities, like the wind, take us away.",
        "cardsText": [
            [
                "(6) We have all become like one who is unclean, and all our",
                "righteous deeds are like a polluted garment. We all fade like",
                "a leaf, and our iniquities, like the wind, take us away."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 34,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 31,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23064006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.6,
            "wordCountMin": 32,
            "wordCountMax": 38,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Jeremiah 42:1–10",
        "text": "(1) Then all the commanders of the forces, and Johanan the son of Kareah and Jezaniah the son of Hoshaiah, and all the people from the least to the greatest, came near (2) and said to Jeremiah the prophet, \"Let our plea for mercy come before you, and pray to the LORD your God for us, for all this remnant- -because we are left with but a few, as your eyes see us-- (3) that the LORD your God may show us the way we should go, and the thing that we should do.\" (4) Jeremiah the prophet said to them, \"I have heard you. Behold, I will pray to the LORD your God according to your request, and whatever the LORD answers you I will tell you. I will keep nothing back from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act according to all the word with which the LORD your God sends you to us. (6) Whether it is good or bad, we will obey the voice of the LORD our God to whom we are sending you, that it may be well with us when we obey the voice of the LORD our God.\" (7) At the end of ten days the word of the LORD came to Jeremiah. (8) Then he summoned Johanan the son of Kareah and all the commanders of the forces who were with him, and all the people from the least to the greatest, (9) and said to them, \"Thus says the LORD, the God of Israel, to whom you sent me to present your plea for mercy before him: (10) If you will remain in this land, then I will build you up and not pull you down; I will plant you, and not pluck you up; for I relent of the disaster that I did to you.",
        "cardsText": [
            [
                "(1) Then all the commanders of the forces, and Johanan the",
                "son of Kareah and Jezaniah the son of Hoshaiah, and all the",
                "people from the least to the greatest, came near (2) and said",
                "to Jeremiah the prophet, \"Let our plea for mercy come before",
                "you, and pray to the LORD your God for us, for all this remnant-",
                "-because we are left with but a few, as your eyes see us-- (3)",
                "that the LORD your God may show us the way we should go,",
                "and the thing that we should do.\" (4) Jeremiah the prophet",
                "said to them, \"I have heard you. Behold, I will pray to the LORD",
                "your God according to your request, and whatever the LORD",
                "answers you I will tell you. I will keep nothing back from you.\""
            ],
            [
                "(5) Then they said to Jeremiah, \"May the LORD be a true and",
                "faithful witness against us if we do not act according to all",
                "the word with which the LORD your God sends you to us. (6)",
                "Whether it is good or bad, we will obey the voice of the LORD",
                "our God to whom we are sending you, that it may be well",
                "with us when we obey the voice of the LORD our God.\" (7) At",
                "the end of ten days the word of the LORD came to Jeremiah.",
                "(8) Then he summoned Johanan the son of Kareah and all",
                "the commanders of the forces who were with him, and all the",
                "people from the least to the greatest, (9) and said to them,",
                "\"Thus says the LORD, the God of Israel, to whom you sent"
            ],
            [
                "me to present your plea for mercy before him: (10) If you will",
                "remain in this land, then I will build you up and not pull you",
                "down; I will plant you, and not pluck you up; for I relent of the",
                "disaster that I did to you."
            ]
        ],
        "cards": 3,
        "lines": 26,
        "lastCardLines": 4,
        "wordCount": 312,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 32,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 24042001,
        "rangeEndId": 24042010,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 316.8,
            "wordCountMin": 284,
            "wordCountMax": 337,
            "levelMin": 2,
            "levelMax": 2.5,
            "lineAve": 26.4,
            "lineMin": 23,
            "lineMax": 28
        }
    },
    {
        "ref": "Ezekiel 22:29–31",
        "text": "(29) The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy, and have extorted from the sojourner without justice. (30) And I sought for a man among them who should build up the wall and stand in the breach before me for the land, that I should not destroy it, but I found none. (31) Therefore I have poured out my indignation upon them. I have consumed them with the fire of my wrath. I have returned their way upon their heads, declares the Lord GOD.\"",
        "cardsText": [
            [
                "(29) The people of the land have practiced extortion and",
                "committed robbery. They have oppressed the poor and",
                "needy, and have extorted from the sojourner without justice.",
                "(30) And I sought for a man among them who should build",
                "up the wall and stand in the breach before me for the land,",
                "that I should not destroy it, but I found none. (31) Therefore I",
                "have poured out my indignation upon them. I have consumed",
                "them with the fire of my wrath. I have returned their way upon",
                "their heads, declares the Lord GOD.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 91,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 33,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 26022029,
        "rangeEndId": 26022031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 91,
            "wordCountMin": 90,
            "wordCountMax": 92,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Hosea 6:1–4",
        "text": "(1) \"Come, let us return to the LORD; for he has torn us, that he may heal us; he has struck us down, and he will bind us up. (2) After two days he will revive us; on the third day he will raise us up, that we may live before him. (3) Let us know; let us press on to know the LORD; his going out is sure as the dawn; he will come to us as the showers, as the spring rains that water the earth.\" (4) What shall I do with you, O Ephraim? What shall I do with you, O Judah? Your love is like a morning cloud, like the dew that goes early away.",
        "cardsText": [
            [
                "(1) \"Come, let us return to the LORD; for he has torn us, that",
                "he may heal us; he has struck us down, and he will bind us",
                "up. (2) After two days he will revive us; on the third day he",
                "will raise us up, that we may live before him. (3) Let us know;",
                "let us press on to know the LORD; his going out is sure as the",
                "dawn; he will come to us as the showers, as the spring rains",
                "that water the earth.\" (4) What shall I do with you, O Ephraim?",
                "What shall I do with you, O Judah? Your love is like a morning",
                "cloud, like the dew that goes early away."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 115,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 34,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 28006001,
        "rangeEndId": 28006004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.6,
            "wordCountMin": 111,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Nahum 1:15",
        "text": "(15) Behold, upon the mountains, the feet of him who brings good news, who publishes peace! Keep your feasts, O Judah; fulfill your vows, for never again shall the worthless pass through you; he is utterly cut off.",
        "cardsText": [
            [
                "(15) Behold, upon the mountains, the feet of him who brings",
                "good news, who publishes peace! Keep your feasts, O Judah;",
                "fulfill your vows, for never again shall the worthless pass",
                "through you; he is utterly cut off."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 37,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 35,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 34001015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 37.2,
            "wordCountMin": 36,
            "wordCountMax": 39,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Zechariah 3:1–4",
        "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to accuse him. (2) And the LORD said to Satan, \"The LORD rebuke you, O Satan! The LORD who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?\" (3) Now Joshua was standing before the angel, clothed with filthy garments. (4) And the angel said to those who were standing before him, \"Remove the filthy garments from him.\" And to him he said, \"Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.\"",
        "cardsText": [
            [
                "(1) Then he showed me Joshua the high priest standing",
                "before the angel of the LORD, and Satan standing at his",
                "right hand to accuse him. (2) And the LORD said to Satan,",
                "\"The LORD rebuke you, O Satan! The LORD who has chosen",
                "Jerusalem rebuke you! Is not this a brand plucked from the",
                "fire?\" (3) Now Joshua was standing before the angel, clothed",
                "with filthy garments. (4) And the angel said to those who were",
                "standing before him, \"Remove the filthy garments from him.\"",
                "And to him he said, \"Behold, I have taken your iniquity away",
                "from you, and I will clothe you with pure vestments.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 104,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 36,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 38003001,
        "rangeEndId": 38003004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.8,
            "wordCountMin": 102,
            "wordCountMax": 111,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Zephaniah 3:17",
        "text": "(17) The LORD your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
        "cardsText": [
            [
                "(17) The LORD your God is in your midst, a mighty one who",
                "will save; he will rejoice over you with gladness; he will quiet",
                "you by his love; he will exult over you with loud singing."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 36,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 37,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 36003017,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.4,
            "wordCountMin": 33,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Matthew 11:28–29",
        "text": "(28) Come to me, all who labor and are heavy laden, and I will give you rest. (29) Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.",
        "cardsText": [
            [
                "(28) Come to me, all who labor and are heavy laden, and I",
                "will give you rest. (29) Take my yoke upon you, and learn from",
                "me, for I am gentle and lowly in heart, and you will find rest",
                "for your souls."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 41,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 38,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40011028,
        "rangeEndId": 40011029,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 41.2,
            "wordCountMin": 40,
            "wordCountMax": 42,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Matthew 14:26–31",
        "text": "(26) But when the disciples saw him walking on the sea, they were terrified, and said, \"It is a ghost!\" and they cried out in fear. (27) But immediately Jesus spoke to them, saying, \"Take heart; it is I. Do not be afraid.\" (28) And Peter answered him, \"Lord, if it is you, command me to come to you on the water.\" (29) He said, \"Come.\" So Peter got out of the boat and walked on the water and came to Jesus. (30) But when he saw the wind, he was afraid, and beginning to sink he cried out, \"Lord, save me.\" (31) Jesus immediately reached out his hand and took hold of him, saying to him, \"O you of little faith, why did you doubt?\"",
        "cardsText": [
            [
                "(26) But when the disciples saw him walking on the sea, they",
                "were terrified, and said, \"It is a ghost!\" and they cried out in",
                "fear. (27) But immediately Jesus spoke to them, saying, \"Take",
                "heart; it is I. Do not be afraid.\" (28) And Peter answered him,",
                "\"Lord, if it is you, command me to come to you on the water.\"",
                "(29) He said, \"Come.\" So Peter got out of the boat and walked",
                "on the water and came to Jesus. (30) But when he saw the",
                "wind, he was afraid, and beginning to sink he cried out, \"Lord,",
                "save me.\" (31) Jesus immediately reached out his hand and",
                "took hold of him, saying to him, \"O you of little faith, why did",
                "you doubt?\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 120,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 39,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40014026,
        "rangeEndId": 40014031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 121.6,
            "wordCountMin": 107,
            "wordCountMax": 131,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 28:18–20",
        "text": "(18) And Jesus came and said to them, \"All authority in heaven and on earth has been given to me. (19) Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.\"",
        "cardsText": [
            [
                "(18) And Jesus came and said to them, \"All authority in heaven",
                "and on earth has been given to me. (19) Go therefore and",
                "make disciples of all nations, baptizing them in the name of",
                "the Father and of the Son and of the Holy Spirit, (20) teaching",
                "them to observe all that I have commanded you. And behold,",
                "I am with you always, to the end of the age.\""
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 67,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 40,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40028018,
        "rangeEndId": 40028020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 68.6,
            "wordCountMin": 67,
            "wordCountMax": 72,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Luke 21:4",
        "text": "(4) For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.\"",
        "cardsText": [
            [
                "(4) For they all contributed out of their abundance, but she",
                "out of her poverty put in all she had to live on.\""
            ]
        ],
        "cards": 1,
        "lines": 2,
        "lastCardLines": 2,
        "wordCount": 22,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 41,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 42021004,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 25,
            "wordCountMin": 22,
            "wordCountMax": 28,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 2.4,
            "lineMin": 2,
            "lineMax": 3
        }
    },
    {
        "ref": "John 3:18–21",
        "text": "(18) Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God. (19) And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil. (20) For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed. (21) But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.\"",
        "cardsText": [
            [
                "(18) Whoever believes in him is not condemned, but whoever",
                "does not believe is condemned already, because he has not",
                "believed in the name of the only Son of God. (19) And this is",
                "the judgment: the light has come into the world, and people",
                "loved the darkness rather than the light because their works",
                "were evil. (20) For everyone who does wicked things hates",
                "the light and does not come to the light, lest his works should",
                "be exposed. (21) But whoever does what is true comes to the",
                "light, so that it may be clearly seen that his works have been",
                "carried out in God.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 103,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 42,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43003018,
        "rangeEndId": 43003021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 102.2,
            "wordCountMin": 97,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10,
            "lineMin": 10,
            "lineMax": 10
        }
    },
    {
        "ref": "John 7:37–42",
        "text": "(37) On the last day of the feast, the great day, Jesus stood up and cried out, \"If anyone thirsts, let him come to me and drink. (38) Whoever believes in me, as the Scripture has said, 'Out of his heart will flow rivers of living water.'\" (39) Now this he said about the Spirit, whom those who believed in him were to receive, for as yet the Spirit had not been given, because Jesus was not yet glorified. (40) When they heard these words, some of the people said, \"This really is the Prophet.\" (41) Others said, \"This is the Christ.\" But some said, \"Is the Christ to come from Galilee? (42) Has not the Scripture said that the Christ comes from the offspring of David, and comes from Bethlehem, the village where David was?\"",
        "cardsText": [
            [
                "(37) On the last day of the feast, the great day, Jesus stood up and",
                "cried out, \"If anyone thirsts, let him come to me and drink. (38)",
                "Whoever believes in me, as the Scripture has said, 'Out of his heart",
                "will flow rivers of living water.'\" (39) Now this he said about the",
                "Spirit, whom those who believed in him were to receive, for as yet",
                "the Spirit had not been given, because Jesus was not yet glorified.",
                "(40) When they heard these words, some of the people said, \"This",
                "really is the Prophet.\" (41) Others said, \"This is the Christ.\" But",
                "some said, \"Is the Christ to come from Galilee? (42) Has not the",
                "Scripture said that the Christ comes from the offspring of David,",
                "and comes from Bethlehem, the village where David was?\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 130,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 43,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43007037,
        "rangeEndId": 43007042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.6,
            "wordCountMin": 128,
            "wordCountMax": 139,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.4,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "1 Corinthians 15:19–28",
        "text": "(19) If in Christ we have hope in this life only, we are of all people most to be pitied. (20) But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. (21) For as by a man came death, by a man has come also the resurrection of the dead. (22) For as in Adam all die, so also in Christ shall all be made alive. (23) But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. (24) Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. (25) For he must reign until he has put all his enemies under his feet. (26) The last enemy to be destroyed is death. (27) For \"God has put all things in subjection under his feet.\" But when it says, \"all things are put in subjection,\" it is plain that he is excepted who put all things in subjection under him. (28) When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.",
        "cardsText": [
            [
                "(19) If in Christ we have hope in this life only, we are of all",
                "people most to be pitied. (20) But in fact Christ has been",
                "raised from the dead, the firstfruits of those who have fallen",
                "asleep. (21) For as by a man came death, by a man has come",
                "also the resurrection of the dead. (22) For as in Adam all die,",
                "so also in Christ shall all be made alive. (23) But each in his",
                "own order: Christ the firstfruits, then at his coming those who",
                "belong to Christ. (24) Then comes the end, when he delivers",
                "the kingdom to God the Father after destroying every rule",
                "and every authority and power. (25) For he must reign until",
                "he has put all his enemies under his feet. (26) The last enemy"
            ],
            [
                "to be destroyed is death. (27) For \"God has put all things in",
                "subjection under his feet.\" But when it says, \"all things are put",
                "in subjection,\" it is plain that he is excepted who put all things",
                "in subjection under him. (28) When all things are subjected to",
                "him, then the Son himself will also be subjected to him who",
                "put all things in subjection under him, that God may be all in",
                "all."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 200,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 44,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 46015019,
        "rangeEndId": 46015028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 198.6,
            "wordCountMin": 191,
            "wordCountMax": 207,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.6,
            "lineMin": 17,
            "lineMax": 18
        }
    },
    {
        "ref": "2 Corinthians 10:3–6",
        "text": "(3) For though we walk in the flesh, we are not waging war according to the flesh. (4) For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. (5) We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ, (6) being ready to punish every disobedience, when your obedience is complete.",
        "cardsText": [
            [
                "(3) For though we walk in the flesh, we are not waging war",
                "according to the flesh. (4) For the weapons of our warfare are",
                "not of the flesh but have divine power to destroy strongholds.",
                "(5) We destroy arguments and every lofty opinion raised",
                "against the knowledge of God, and take every thought captive",
                "to obey Christ, (6) being ready to punish every disobedience,",
                "when your obedience is complete."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 66,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 45,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 47010003,
        "rangeEndId": 47010006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 72.6,
            "wordCountMin": 66,
            "wordCountMax": 81,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 4:20–25",
        "text": "(20) But that is not the way you learned Christ!-- (21) assuming that you have heard about him and were taught in him, as the truth is in Jesus, (22) to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, (23) and to be renewed in the spirit of your minds, (24) and to put on the new self, created after the likeness of God in true righteousness and holiness. (25) Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.",
        "cardsText": [
            [
                "(20) But that is not the way you learned Christ!-- (21) assuming",
                "that you have heard about him and were taught in him, as the",
                "truth is in Jesus, (22) to put off your old self, which belongs",
                "to your former manner of life and is corrupt through deceitful",
                "desires, (23) and to be renewed in the spirit of your minds,",
                "(24) and to put on the new self, created after the likeness",
                "of God in true righteousness and holiness. (25) Therefore,",
                "having put away falsehood, let each one of you speak the",
                "truth with his neighbor, for we are members one of another."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 98,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 46,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 49004020,
        "rangeEndId": 49004025,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99.6,
            "wordCountMin": 91,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Philippians 1:19–28",
        "text": "(19) for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance, (20) as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death. (21) For to me to live is Christ, and to die is gain. (22) If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell. (23) I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better. (24) But to remain in the flesh is more necessary on your account. (25) Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith, (26) so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again. (27) Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel, (28) and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
        "cardsText": [
            [
                "(19) for I know that through your prayers and the help of the",
                "Spirit of Jesus Christ this will turn out for my deliverance, (20)",
                "as it is my eager expectation and hope that I will not be at",
                "all ashamed, but that with full courage now as always Christ",
                "will be honored in my body, whether by life or by death. (21)",
                "For to me to live is Christ, and to die is gain. (22) If I am to",
                "live in the flesh, that means fruitful labor for me. Yet which I",
                "shall choose I cannot tell. (23) I am hard pressed between the",
                "two. My desire is to depart and be with Christ, for that is far",
                "better. (24) But to remain in the flesh is more necessary on",
                "your account. (25) Convinced of this, I know that I will remain"
            ],
            [
                "and continue with you all, for your progress and joy in the",
                "faith, (26) so that in me you may have ample cause to glory in",
                "Christ Jesus, because of my coming to you again. (27) Only",
                "let your manner of life be worthy of the gospel of Christ, so",
                "that whether I come and see you or am absent, I may hear of",
                "you that you are standing firm in one spirit, with one mind",
                "striving side by side for the faith of the gospel, (28) and not",
                "frightened in anything by your opponents. This is a clear sign",
                "to them of their destruction, but of your salvation, and that",
                "from God."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 246,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 47,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 50001019,
        "rangeEndId": 50001028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 246,
            "wordCountMin": 239,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Colossians 2:16–19",
        "text": "(16) Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. (17) These are a shadow of the things to come, but the substance belongs to Christ. (18) Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, (19) and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.",
        "cardsText": [
            [
                "(16) Therefore let no one pass judgment on you in questions",
                "of food and drink, or with regard to a festival or a new moon",
                "or a Sabbath. (17) These are a shadow of the things to come,",
                "but the substance belongs to Christ. (18) Let no one disqualify",
                "you, insisting on asceticism and worship of angels, going",
                "on in detail about visions, puffed up without reason by his",
                "sensuous mind, (19) and not holding fast to the Head, from",
                "whom the whole body, nourished and knit together through",
                "its joints and ligaments, grows with a growth that is from God."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 97,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 48,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 51002016,
        "rangeEndId": 51002019,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 103.6,
            "wordCountMin": 96,
            "wordCountMax": 114,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Revelation 19:11",
        "text": "(11) Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war.",
        "cardsText": [
            [
                "(11) Then I saw heaven opened, and behold, a white horse!",
                "The one sitting on it is called Faithful and True, and in",
                "righteousness he judges and makes war."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 28,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 49,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 66019011,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 28.6,
            "wordCountMin": 27,
            "wordCountMax": 30,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Exodus 34:6–11",
        "text": "(6) The LORD passed before him and proclaimed, \"The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, (7) keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children's children, to the third and the fourth generation.\" (8) And Moses quickly bowed his head toward the earth and worshiped. (9) And he said, \"If now I have found favor in your sight, O Lord, please let the Lord go in the midst of us, for it is a stiff-necked people, and pardon our iniquity and our sin, and take us for your inheritance.\" (10) And he said, \"Behold, I am making a covenant. Before all your people I will do marvels, such as have not been created in all the earth or in any nation. And all the people among whom you are shall see the work of the LORD, for it is an awesome thing that I will do with you. (11) \"Observe what I command you this day. Behold, I will drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites.",
        "cardsText": [
            [
                "(6) The LORD passed before him and proclaimed, \"The",
                "LORD, the LORD, a God merciful and gracious, slow to",
                "anger, and abounding in steadfast love and faithfulness, (7)",
                "keeping steadfast love for thousands, forgiving iniquity and",
                "transgression and sin, but who will by no means clear the",
                "guilty, visiting the iniquity of the fathers on the children and",
                "the children's children, to the third and the fourth generation.\"",
                "(8) And Moses quickly bowed his head toward the earth and",
                "worshiped. (9) And he said, \"If now I have found favor in your",
                "sight, O Lord, please let the Lord go in the midst of us, for it is a",
                "stiff-necked people, and pardon our iniquity and our sin, and"
            ],
            [
                "take us for your inheritance.\" (10) And he said, \"Behold, I am",
                "making a covenant. Before all your people I will do marvels,",
                "such as have not been created in all the earth or in any nation.",
                "And all the people among whom you are shall see the work",
                "of the LORD, for it is an awesome thing that I will do with",
                "you. (11) \"Observe what I command you this day. Behold, I",
                "will drive out before you the Amorites, the Canaanites, the",
                "Hittites, the Perizzites, the Hivites, and the Jebusites."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 205,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 50,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 2034006,
        "rangeEndId": 2034011,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 203.8,
            "wordCountMin": 176,
            "wordCountMax": 225,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 17,
            "lineMax": 21
        }
    },
    {
        "ref": "Deuteronomy 9:1–6",
        "text": "(1) \"Hear, O Israel: you are to cross over the Jordan today, to go in to dispossess nations greater and mightier than you, cities great and fortified up to heaven, (2) a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard it said, 'Who can stand before the sons of Anak?' (3) Know therefore today that he who goes over before you as a consuming fire is the LORD your God. He will destroy them and subdue them before you. So you shall drive them out and make them perish quickly, as the LORD has promised you. (4) \"Do not say in your heart, after the LORD your God has thrust them out before you, 'It is because of my righteousness that the LORD has brought me in to possess this land,' whereas it is because of the wickedness of these nations that the LORD is driving them out before you. (5) Not because of your righteousness or the uprightness of your heart are you going in to possess their land, but because of the wickedness of these nations the LORD your God is driving them out from before you, and that he may confirm the word that the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob. (6) \"Know, therefore, that the LORD your God is not giving you this good land to possess because of your righteousness, for you are a stubborn people.",
        "cardsText": [
            [
                "(1) \"Hear, O Israel: you are to cross over the Jordan today, to",
                "go in to dispossess nations greater and mightier than you,",
                "cities great and fortified up to heaven, (2) a people great and",
                "tall, the sons of the Anakim, whom you know, and of whom",
                "you have heard it said, 'Who can stand before the sons of",
                "Anak?' (3) Know therefore today that he who goes over",
                "before you as a consuming fire is the LORD your God. He will",
                "destroy them and subdue them before you. So you shall drive",
                "them out and make them perish quickly, as the LORD has",
                "promised you. (4) \"Do not say in your heart, after the LORD",
                "your God has thrust them out before you, 'It is because of my"
            ],
            [
                "righteousness that the LORD has brought me in to possess",
                "this land,' whereas it is because of the wickedness of these",
                "nations that the LORD is driving them out before you. (5) Not",
                "because of your righteousness or the uprightness of your",
                "heart are you going in to possess their land, but because of",
                "the wickedness of these nations the LORD your God is driving",
                "them out from before you, and that he may confirm the word",
                "that the LORD swore to your fathers, to Abraham, to Isaac,",
                "and to Jacob. (6) \"Know, therefore, that the LORD your God",
                "is not giving you this good land to possess because of your",
                "righteousness, for you are a stubborn people."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 241,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 51,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5009001,
        "rangeEndId": 5009006,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 241.6,
            "wordCountMin": 235,
            "wordCountMax": 255,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Deuteronomy 30:9–20",
        "text": "(9) The LORD your God will make you abundantly prosperous in all the work of your hand, in the fruit of your womb and in the fruit of your cattle and in the fruit of your ground. For the LORD will again take delight in prospering you, as he took delight in your fathers, (10) when you obey the voice of the LORD your God, to keep his commandments and his statutes that are written in this Book of the Law, when you turn to the LORD your God with all your heart and with all your soul. (11) \"For this commandment that I command you today is not too hard for you, neither is it far off. (12) It is not in heaven, that you should say, 'Who will ascend to heaven for us and bring it to us, that we may hear it and do it?' (13) Neither is it beyond the sea, that you should say, 'Who will go over the sea for us and bring it to us, that we may hear it and do it?' (14) But the word is very near you. It is in your mouth and in your heart, so that you can do it. (15) \"See, I have set before you today life and good, death and evil. (16) If you obey the commandments of the LORD your God that I command you today, by loving the LORD your God, by walking in his ways, and by keeping his commandments and his statutes and his rules, then you shall live and multiply, and the LORD your God will bless you in the land that you are entering to take possession of it. (17) But if your heart turns away, and you will not hear, but are drawn away to worship other gods and serve them, (18) I declare to you today, that you shall surely perish. You shall not live long in the land that you are going over the Jordan to enter and possess. (19) I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live, (20) loving the LORD your God, obeying his voice and holding fast to him, for he is your life and length of days, that you may dwell in the land that the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them.\"",
        "cardsText": [
            [
                "(9) The LORD your God will make you abundantly prosperous",
                "in all the work of your hand, in the fruit of your womb and in",
                "the fruit of your cattle and in the fruit of your ground. For the",
                "LORD will again take delight in prospering you, as he took",
                "delight in your fathers, (10) when you obey the voice of the",
                "LORD your God, to keep his commandments and his statutes",
                "that are written in this Book of the Law, when you turn to the",
                "LORD your God with all your heart and with all your soul. (11)",
                "\"For this commandment that I command you today is not too",
                "hard for you, neither is it far off. (12) It is not in heaven, that you",
                "should say, 'Who will ascend to heaven for us and bring it to"
            ],
            [
                "us, that we may hear it and do it?' (13) Neither is it beyond the",
                "sea, that you should say, 'Who will go over the sea for us and",
                "bring it to us, that we may hear it and do it?' (14) But the word",
                "is very near you. It is in your mouth and in your heart, so that",
                "you can do it. (15) \"See, I have set before you today life and",
                "good, death and evil. (16) If you obey the commandments of",
                "the LORD your God that I command you today, by loving the",
                "LORD your God, by walking in his ways, and by keeping his",
                "commandments and his statutes and his rules, then you shall",
                "live and multiply, and the LORD your God will bless you in the",
                "land that you are entering to take possession of it. (17) But if"
            ],
            [
                "your heart turns away, and you will not hear, but are drawn",
                "away to worship other gods and serve them, (18) I declare",
                "to you today, that you shall surely perish. You shall not live",
                "long in the land that you are going over the Jordan to enter",
                "and possess. (19) I call heaven and earth to witness against",
                "you today, that I have set before you life and death, blessing",
                "and curse. Therefore choose life, that you and your offspring",
                "may live, (20) loving the LORD your God, obeying his voice",
                "and holding fast to him, for he is your life and length of days,",
                "that you may dwell in the land that the LORD swore to your",
                "fathers, to Abraham, to Isaac, and to Jacob, to give them.\""
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 402,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 52,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5030009,
        "rangeEndId": 5030020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.4,
            "wordCountMin": 384,
            "wordCountMax": 414,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.6,
            "lineMin": 32,
            "lineMax": 33
        }
    },
    {
        "ref": "Joshua 14:6–14",
        "text": "(6) Then the people of Judah came to Joshua at Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him, \"You know what the LORD said to Moses the man of God in Kadesh- barnea concerning you and me. (7) I was forty years old when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land, and I brought him word again as it was in my heart. (8) But my brothers who went up with me made the heart of the people melt; yet I wholly followed the LORD my God. (9) And Moses swore on that day, saying, 'Surely the land on which your foot has trodden shall be an inheritance for you and your children forever, because you have wholly followed the LORD my God.' (10) And now, behold, the LORD has kept me alive, just as he said, these forty-five years since the time that the LORD spoke this word to Moses, while Israel walked in the wilderness. And now, behold, I am this day eighty-five years old. (11) I am still as strong today as I was in the day that Moses sent me; my strength now is as my strength was then, for war and for going and coming. (12) So now give me this hill country of which the LORD spoke on that day, for you heard on that day how the Anakim were there, with great fortified cities. It may be that the LORD will be with me, and I shall drive them out just as the LORD said.\" (13) Then Joshua blessed him, and he gave Hebron to Caleb the son of Jephunneh for an inheritance. (14) Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the LORD, the God of Israel.",
        "cardsText": [
            [
                "(6) Then the people of Judah came to Joshua at Gilgal. And",
                "Caleb the son of Jephunneh the Kenizzite said to him, \"You",
                "know what the LORD said to Moses the man of God in Kadesh-",
                "barnea concerning you and me. (7) I was forty years old when",
                "Moses the servant of the LORD sent me from Kadesh-barnea",
                "to spy out the land, and I brought him word again as it was",
                "in my heart. (8) But my brothers who went up with me made",
                "the heart of the people melt; yet I wholly followed the LORD",
                "my God. (9) And Moses swore on that day, saying, 'Surely the",
                "land on which your foot has trodden shall be an inheritance",
                "for you and your children forever, because you have wholly"
            ],
            [
                "followed the LORD my God.' (10) And now, behold, the",
                "LORD has kept me alive, just as he said, these forty-five years",
                "since the time that the LORD spoke this word to Moses, while",
                "Israel walked in the wilderness. And now, behold, I am this",
                "day eighty-five years old. (11) I am still as strong today as I",
                "was in the day that Moses sent me; my strength now is as my",
                "strength was then, for war and for going and coming. (12) So",
                "now give me this hill country of which the LORD spoke on that",
                "day, for you heard on that day how the Anakim were there,",
                "with great fortified cities. It may be that the LORD will be with",
                "me, and I shall drive them out just as the LORD said.\" (13)"
            ],
            [
                "Then Joshua blessed him, and he gave Hebron to Caleb the",
                "son of Jephunneh for an inheritance. (14) Therefore Hebron",
                "became the inheritance of Caleb the son of Jephunneh the",
                "Kenizzite to this day, because he wholly followed the LORD,",
                "the God of Israel."
            ]
        ],
        "cards": 3,
        "lines": 27,
        "lastCardLines": 5,
        "wordCount": 300,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 53,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 6014006,
        "rangeEndId": 6014014,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 299.4,
            "wordCountMin": 276,
            "wordCountMax": 312,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.2,
            "lineMin": 26,
            "lineMax": 28
        }
    },
    {
        "ref": "2 Samuel 22:7–14",
        "text": "(7) \"In my distress I called upon the LORD; to my God I called. From his temple he heard my voice, and my cry came to his ears. (8) \"Then the earth reeled and rocked; the foundations of the heavens trembled and quaked, because he was angry. (9) Smoke went up from his nostrils, and devouring fire from his mouth; glowing coals flamed forth from him. (10) He bowed the heavens and came down; thick darkness was under his feet. (11) He rode on a cherub and flew; he was seen on the wings of the wind. (12) He made darkness around him his canopy, thick clouds, a gathering of water. (13) Out of the brightness before him coals of fire flamed forth. (14) The LORD thundered from heaven, and the Most High uttered his voice.",
        "cardsText": [
            [
                "(7) \"In my distress I called upon the LORD; to my God I called. From",
                "his temple he heard my voice, and my cry came to his ears. (8)",
                "\"Then the earth reeled and rocked; the foundations of the heavens",
                "trembled and quaked, because he was angry. (9) Smoke went",
                "up from his nostrils, and devouring fire from his mouth; glowing",
                "coals flamed forth from him. (10) He bowed the heavens and",
                "came down; thick darkness was under his feet. (11) He rode on a",
                "cherub and flew; he was seen on the wings of the wind. (12) He",
                "made darkness around him his canopy, thick clouds, a gathering",
                "of water. (13) Out of the brightness before him coals of fire flamed",
                "forth. (14) The LORD thundered from heaven, and the Most High",
                "uttered his voice."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 128,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 54,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 10022007,
        "rangeEndId": 10022014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.8,
            "wordCountMin": 125,
            "wordCountMax": 140,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12.4,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Nehemiah 9:19–21",
        "text": "(19) you in your great mercies did not forsake them in the wilderness. The pillar of cloud to lead them in the way did not depart from them by day, nor the pillar of fire by night to light for them the way by which they should go. (20) You gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst. (21) Forty years you sustained them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell.",
        "cardsText": [
            [
                "(19) you in your great mercies did not forsake them in the",
                "wilderness. The pillar of cloud to lead them in the way did",
                "not depart from them by day, nor the pillar of fire by night",
                "to light for them the way by which they should go. (20) You",
                "gave your good Spirit to instruct them and did not withhold",
                "your manna from their mouth and gave them water for their",
                "thirst. (21) Forty years you sustained them in the wilderness,",
                "and they lacked nothing. Their clothes did not wear out and",
                "their feet did not swell."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 95,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 55,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 16009019,
        "rangeEndId": 16009021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.2,
            "wordCountMin": 93,
            "wordCountMax": 101,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Job 36:26–33",
        "text": "(26) Behold, God is great, and we know him not; the number of his years is unsearchable. (27) For he draws up the drops of water; they distill his mist in rain, (28) which the skies pour down and drop on mankind abundantly. (29) Can anyone understand the spreading of the clouds, the thunderings of his pavilion? (30) Behold, he scatters his lightning about him and covers the roots of the sea. (31) For by these he judges peoples; he gives food in abundance. (32) He covers his hands with the lightning and commands it to strike the mark. (33) Its crashing declares his presence; the cattle also declare that he rises.",
        "cardsText": [
            [
                "(26) Behold, God is great, and we know him not; the number",
                "of his years is unsearchable. (27) For he draws up the drops",
                "of water; they distill his mist in rain, (28) which the skies pour",
                "down and drop on mankind abundantly. (29) Can anyone",
                "understand the spreading of the clouds, the thunderings of",
                "his pavilion? (30) Behold, he scatters his lightning about him",
                "and covers the roots of the sea. (31) For by these he judges",
                "peoples; he gives food in abundance. (32) He covers his",
                "hands with the lightning and commands it to strike the mark.",
                "(33) Its crashing declares his presence; the cattle also declare",
                "that he rises."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 104,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 56,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 18036026,
        "rangeEndId": 18036033,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 108.4,
            "wordCountMin": 104,
            "wordCountMax": 117,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Psalm 112:1–8",
        "text": "(1) Praise the LORD! Blessed is the man who fears the LORD, who greatly delights in his commandments! (2) His offspring will be mighty in the land; the generation of the upright will be blessed. (3) Wealth and riches are in his house, and his righteousness endures forever. (4) Light dawns in the darkness for the upright; he is gracious, merciful, and righteous. (5) It is well with the man who deals generously and lends; who conducts his affairs with justice. (6) For the righteous will never be moved; he will be remembered forever. (7) He is not afraid of bad news; his heart is firm, trusting in the LORD. (8) His heart is steady; he will not be afraid, until he looks in triumph on his adversaries.",
        "cardsText": [
            [
                "(1) Praise the LORD! Blessed is the man who fears the LORD, who",
                "greatly delights in his commandments! (2) His offspring will be",
                "mighty in the land; the generation of the upright will be blessed.",
                "(3) Wealth and riches are in his house, and his righteousness",
                "endures forever. (4) Light dawns in the darkness for the upright; he",
                "is gracious, merciful, and righteous. (5) It is well with the man who",
                "deals generously and lends; who conducts his affairs with justice.",
                "(6) For the righteous will never be moved; he will be remembered",
                "forever. (7) He is not afraid of bad news; his heart is firm, trusting",
                "in the LORD. (8) His heart is steady; he will not be afraid, until he",
                "looks in triumph on his adversaries."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 120,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 57,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19112001,
        "rangeEndId": 19112008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 123.2,
            "wordCountMin": 119,
            "wordCountMax": 127,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.6,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "Psalm 139:13–16",
        "text": "(13) For you formed my inward parts; you knitted me together in my mother's womb. (14) I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well. (15) My frame was not hidden from you, when I was being made in secret, intricately woven in the depths of the earth. (16) Your eyes saw my unformed substance; in your book were written, every one of them, the days that were formed for me, when as yet there was none of them.",
        "cardsText": [
            [
                "(13) For you formed my inward parts; you knitted me together",
                "in my mother's womb. (14) I praise you, for I am fearfully and",
                "wonderfully made. Wonderful are your works; my soul knows",
                "it very well. (15) My frame was not hidden from you, when I",
                "was being made in secret, intricately woven in the depths of",
                "the earth. (16) Your eyes saw my unformed substance; in your",
                "book were written, every one of them, the days that were",
                "formed for me, when as yet there was none of them."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 86,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 58,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19139013,
        "rangeEndId": 19139016,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.6,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Proverbs 13:2–25",
        "text": "(2) From the fruit of his mouth a man eats what is good, but the desire of the treacherous is for violence. (3) Whoever guards his mouth preserves his life; he who opens wide his lips comes to ruin. (4) The soul of the sluggard craves and gets nothing, while the soul of the diligent is richly supplied. (5) The righteous hates falsehood, but the wicked brings shame and disgrace. (6) Righteousness guards him whose way is blameless, but sin overthrows the wicked. (7) One pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth. (8) The ransom of a man's life is his wealth, but a poor man hears no threat. (9) The light of the righteous rejoices, but the lamp of the wicked will be put out. (10) By insolence comes nothing but strife, but with those who take advice is wisdom. (11) Wealth gained hastily will dwindle, but whoever gathers little by little will increase it. (12) Hope deferred makes the heart sick, but a desire fulfilled is a tree of life. (13) Whoever despises the word brings destruction on himself, but he who reveres the commandment will be rewarded. (14) The teaching of the wise is a fountain of life, that one may turn away from the snares of death. (15) Good sense wins favor, but the way of the treacherous is their ruin. (16) Every prudent man acts with knowledge, but a fool flaunts his folly. (17) A wicked messenger falls into trouble, but a faithful envoy brings healing. (18) Poverty and disgrace come to him who ignores instruction, but whoever heeds reproof is honored. (19) A desire fulfilled is sweet to the soul, but to turn away from evil is an abomination to fools. (20) Whoever walks with the wise becomes wise, but the companion of fools will suffer harm. (21) Disaster pursues sinners, but the righteous are rewarded with good. (22) A good man leaves an inheritance to his children's children, but the sinner's wealth is laid up for the righteous. (23) The fallow ground of the poor would yield much food, but it is swept away through injustice. (24) Whoever spares the rod hates his son, but he who loves him is diligent to discipline him. (25) The righteous has enough to satisfy his appetite, but the belly of the wicked suffers want.",
        "cardsText": [
            [
                "(2) From the fruit of his mouth a man eats what is good, but the",
                "desire of the treacherous is for violence. (3) Whoever guards his",
                "mouth preserves his life; he who opens wide his lips comes to ruin.",
                "(4) The soul of the sluggard craves and gets nothing, while the soul",
                "of the diligent is richly supplied. (5) The righteous hates falsehood,",
                "but the wicked brings shame and disgrace. (6) Righteousness",
                "guards him whose way is blameless, but sin overthrows the wicked.",
                "(7) One pretends to be rich, yet has nothing; another pretends to",
                "be poor, yet has great wealth. (8) The ransom of a man's life is",
                "his wealth, but a poor man hears no threat. (9) The light of the",
                "righteous rejoices, but the lamp of the wicked will be put out. (10)",
                "By insolence comes nothing but strife, but with those who take"
            ],
            [
                "advice is wisdom. (11) Wealth gained hastily will dwindle, but",
                "whoever gathers little by little will increase it. (12) Hope deferred",
                "makes the heart sick, but a desire fulfilled is a tree of life. (13)",
                "Whoever despises the word brings destruction on himself, but",
                "he who reveres the commandment will be rewarded. (14) The",
                "teaching of the wise is a fountain of life, that one may turn away",
                "from the snares of death. (15) Good sense wins favor, but the way",
                "of the treacherous is their ruin. (16) Every prudent man acts with",
                "knowledge, but a fool flaunts his folly. (17) A wicked messenger",
                "falls into trouble, but a faithful envoy brings healing. (18) Poverty",
                "and disgrace come to him who ignores instruction, but whoever",
                "heeds reproof is honored. (19) A desire fulfilled is sweet to the soul,"
            ],
            [
                "but to turn away from evil is an abomination to fools. (20) Whoever",
                "walks with the wise becomes wise, but the companion of fools will",
                "suffer harm. (21) Disaster pursues sinners, but the righteous are",
                "rewarded with good. (22) A good man leaves an inheritance to",
                "his children's children, but the sinner's wealth is laid up for the",
                "righteous. (23) The fallow ground of the poor would yield much",
                "food, but it is swept away through injustice. (24) Whoever spares",
                "the rod hates his son, but he who loves him is diligent to discipline",
                "him. (25) The righteous has enough to satisfy his appetite, but the",
                "belly of the wicked suffers want."
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 373,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 59,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 20013002,
        "rangeEndId": 20013025,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 380.4,
            "wordCountMin": 364,
            "wordCountMax": 395,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "Ecclesiastes 1:1–12",
        "text": "(1) The words of the Preacher, the son of David, king in Jerusalem. (2) Vanity of vanities, says the Preacher, vanity of vanities! All is vanity. (3) What does man gain by all the toil at which he toils under the sun? (4) A generation goes, and a generation comes, but the earth remains forever. (5) The sun rises, and the sun goes down, and hastens to the place where it rises. (6) The wind blows to the south and goes around to the north; around and around goes the wind, and on its circuits the wind returns. (7) All streams run to the sea, but the sea is not full; to the place where the streams flow, there they flow again. (8) All things are full of weariness; a man cannot utter it; the eye is not satisfied with seeing, nor the ear filled with hearing. (9) What has been is what will be, and what has been done is what will be done, and there is nothing new under the sun. (10) Is there a thing of which it is said, \"See, this is new\"? It has been already in the ages before us. (11) There is no remembrance of former things, nor will there be any remembrance of later things yet to be among those who come after. (12) I the Preacher have been king over Israel in Jerusalem.",
        "cardsText": [
            [
                "(1) The words of the Preacher, the son of David, king in",
                "Jerusalem. (2) Vanity of vanities, says the Preacher, vanity of",
                "vanities! All is vanity. (3) What does man gain by all the toil",
                "at which he toils under the sun? (4) A generation goes, and a",
                "generation comes, but the earth remains forever. (5) The sun",
                "rises, and the sun goes down, and hastens to the place where",
                "it rises. (6) The wind blows to the south and goes around",
                "to the north; around and around goes the wind, and on its",
                "circuits the wind returns. (7) All streams run to the sea, but the",
                "sea is not full; to the place where the streams flow, there they",
                "flow again. (8) All things are full of weariness; a man cannot"
            ],
            [
                "utter it; the eye is not satisfied with seeing, nor the ear filled",
                "with hearing. (9) What has been is what will be, and what has",
                "been done is what will be done, and there is nothing new",
                "under the sun. (10) Is there a thing of which it is said, \"See,",
                "this is new\"? It has been already in the ages before us. (11)",
                "There is no remembrance of former things, nor will there be",
                "any remembrance of later things yet to be among those who",
                "come after. (12) I the Preacher have been king over Israel in",
                "Jerusalem."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 220,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 60,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 21001001,
        "rangeEndId": 21001012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 221.4,
            "wordCountMin": 203,
            "wordCountMax": 232,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Isaiah 30:15–21",
        "text": "(15) For thus said the Lord GOD, the Holy One of Israel, \"In returning and rest you shall be saved; in quietness and in trust shall be your strength.\" But you were unwilling, (16) and you said, \"No! We will flee upon horses\"; therefore you shall flee away; and, \"We will ride upon swift steeds\"; therefore your pursuers shall be swift. (17) A thousand shall flee at the threat of one; at the threat of five you shall flee, till you are left like a flagstaff on the top of a mountain, like a signal on a hill. (18) Therefore the LORD waits to be gracious to you, and therefore he exalts himself to show mercy to you. For the LORD is a God of justice; blessed are all those who wait for him. (19) For a people shall dwell in Zion, in Jerusalem; you shall weep no more. He will surely be gracious to you at the sound of your cry. As soon as he hears it, he answers you. (20) And though the Lord give you the bread of adversity and the water of affliction, yet your Teacher will not hide himself anymore, but your eyes shall see your Teacher. (21) And your ears shall hear a word behind you, saying, \"This is the way, walk in it,\" when you turn to the right or when you turn to the left.",
        "cardsText": [
            [
                "(15) For thus said the Lord GOD, the Holy One of Israel, \"In",
                "returning and rest you shall be saved; in quietness and in",
                "trust shall be your strength.\" But you were unwilling, (16) and",
                "you said, \"No! We will flee upon horses\"; therefore you shall",
                "flee away; and, \"We will ride upon swift steeds\"; therefore",
                "your pursuers shall be swift. (17) A thousand shall flee at the",
                "threat of one; at the threat of five you shall flee, till you are",
                "left like a flagstaff on the top of a mountain, like a signal on",
                "a hill. (18) Therefore the LORD waits to be gracious to you,",
                "and therefore he exalts himself to show mercy to you. For the",
                "LORD is a God of justice; blessed are all those who wait for"
            ],
            [
                "him. (19) For a people shall dwell in Zion, in Jerusalem; you",
                "shall weep no more. He will surely be gracious to you at the",
                "sound of your cry. As soon as he hears it, he answers you.",
                "(20) And though the Lord give you the bread of adversity and",
                "the water of affliction, yet your Teacher will not hide himself",
                "anymore, but your eyes shall see your Teacher. (21) And your",
                "ears shall hear a word behind you, saying, \"This is the way,",
                "walk in it,\" when you turn to the right or when you turn to the",
                "left."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 226,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 61,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23030015,
        "rangeEndId": 23030021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 228,
            "wordCountMin": 214,
            "wordCountMax": 242,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19.4,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Isaiah 45:5–12",
        "text": "(5) I am the LORD, and there is no other, besides me there is no God; I equip you, though you do not know me, (6) that people may know, from the rising of the sun and from the west, that there is none besides me; I am the LORD, and there is no other. (7) I form light and create darkness; I make well-being and create calamity; I am the LORD, who does all these things. (8) \"Shower, O heavens, from above, and let the clouds rain down righteousness; let the earth open, that salvation and righteousness may bear fruit; let the earth cause them both to sprout; I the LORD have created it. (9) \"Woe to him who strives with him who formed him, a pot among earthen pots! Does the clay say to him who forms it, 'What are you making?' or 'Your work has no handles'? (10) Woe to him who says to a father, 'What are you begetting?' or to a woman, 'With what are you in labor?'\" (11) Thus says the LORD, the Holy One of Israel, and the one who formed him: \"Ask me of things to come; will you command me concerning my children and the work of my hands? (12) I made the earth and created man on it; it was my hands that stretched out the heavens, and I commanded all their host.",
        "cardsText": [
            [
                "(5) I am the LORD, and there is no other, besides me there",
                "is no God; I equip you, though you do not know me, (6) that",
                "people may know, from the rising of the sun and from the west,",
                "that there is none besides me; I am the LORD, and there is no",
                "other. (7) I form light and create darkness; I make well-being",
                "and create calamity; I am the LORD, who does all these things.",
                "(8) \"Shower, O heavens, from above, and let the clouds rain",
                "down righteousness; let the earth open, that salvation and",
                "righteousness may bear fruit; let the earth cause them both",
                "to sprout; I the LORD have created it. (9) \"Woe to him who",
                "strives with him who formed him, a pot among earthen pots!"
            ],
            [
                "Does the clay say to him who forms it, 'What are you making?'",
                "or 'Your work has no handles'? (10) Woe to him who says to a",
                "father, 'What are you begetting?' or to a woman, 'With what",
                "are you in labor?'\" (11) Thus says the LORD, the Holy One",
                "of Israel, and the one who formed him: \"Ask me of things to",
                "come; will you command me concerning my children and the",
                "work of my hands? (12) I made the earth and created man",
                "on it; it was my hands that stretched out the heavens, and I",
                "commanded all their host."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 225,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 62,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23045005,
        "rangeEndId": 23045012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.8,
            "wordCountMin": 222,
            "wordCountMax": 234,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Lamentations 3:42–58",
        "text": "(42) \"We have transgressed and rebelled, and you have not forgiven. (43) \"You have wrapped yourself with anger and pursued us, killing without pity; (44) you have wrapped yourself with a cloud so that no prayer can pass through. (45) You have made us scum and garbage among the peoples. (46) \"All our enemies open their mouths against us; (47) panic and pitfall have come upon us, devastation and destruction; (48) my eyes flow with rivers of tears because of the destruction of the daughter of my people. (49) \"My eyes will flow without ceasing, without respite, (50) until the LORD from heaven looks down and sees; (51) my eyes cause me grief at the fate of all the daughters of my city. (52) \"I have been hunted like a bird by those who were my enemies without cause; (53) they flung me alive into the pit and cast stones on me; (54) water closed over my head; I said, 'I am lost.' (55) \"I called on your name, O LORD, from the depths of the pit; (56) you heard my plea, 'Do not close your ear to my cry for help!' (57) You came near when I called on you; you said, 'Do not fear!' (58) \"You have taken up my cause, O Lord; you have redeemed my life.",
        "cardsText": [
            [
                "(42) \"We have transgressed and rebelled, and you have",
                "not forgiven. (43) \"You have wrapped yourself with anger",
                "and pursued us, killing without pity; (44) you have wrapped",
                "yourself with a cloud so that no prayer can pass through. (45)",
                "You have made us scum and garbage among the peoples. (46)",
                "\"All our enemies open their mouths against us; (47) panic and",
                "pitfall have come upon us, devastation and destruction; (48)",
                "my eyes flow with rivers of tears because of the destruction",
                "of the daughter of my people. (49) \"My eyes will flow without",
                "ceasing, without respite, (50) until the LORD from heaven",
                "looks down and sees; (51) my eyes cause me grief at the fate"
            ],
            [
                "of all the daughters of my city. (52) \"I have been hunted like a",
                "bird by those who were my enemies without cause; (53) they",
                "flung me alive into the pit and cast stones on me; (54) water",
                "closed over my head; I said, 'I am lost.' (55) \"I called on your",
                "name, O LORD, from the depths of the pit; (56) you heard my",
                "plea, 'Do not close your ear to my cry for help!' (57) You came",
                "near when I called on you; you said, 'Do not fear!' (58) \"You",
                "have taken up my cause, O Lord; you have redeemed my life."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 203,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 63,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 25003042,
        "rangeEndId": 25003058,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 209.2,
            "wordCountMin": 200,
            "wordCountMax": 217,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "Joel 2:14–21",
        "text": "(14) Who knows whether he will not turn and relent, and leave a blessing behind him, a grain offering and a drink offering for the LORD your God? (15) Blow the trumpet in Zion; consecrate a fast; call a solemn assembly; (16) gather the people. Consecrate the congregation; assemble the elders; gather the children, even nursing infants. Let the bridegroom leave his room, and the bride her chamber. (17) Between the vestibule and the altar let the priests, the ministers of the LORD, weep and say, \"Spare your people, O LORD, and make not your heritage a reproach, a byword among the nations. Why should they say among the peoples, 'Where is their God?'\" (18) Then the LORD became jealous for his land and had pity on his people. (19) The LORD answered and said to his people, \"Behold, I am sending to you grain, wine, and oil, and you will be satisfied; and I will no more make you a reproach among the nations. (20) \"I will remove the northerner far from you, and drive him into a parched and desolate land, his vanguard into the eastern sea, and his rear guard into the western sea; the stench and foul smell of him will rise, for he has done great things. (21) \"Fear not, O land; be glad and rejoice, for the LORD has done great things!",
        "cardsText": [
            [
                "(14) Who knows whether he will not turn and relent, and leave",
                "a blessing behind him, a grain offering and a drink offering",
                "for the LORD your God? (15) Blow the trumpet in Zion;",
                "consecrate a fast; call a solemn assembly; (16) gather the",
                "people. Consecrate the congregation; assemble the elders;",
                "gather the children, even nursing infants. Let the bridegroom",
                "leave his room, and the bride her chamber. (17) Between",
                "the vestibule and the altar let the priests, the ministers of",
                "the LORD, weep and say, \"Spare your people, O LORD, and",
                "make not your heritage a reproach, a byword among the",
                "nations. Why should they say among the peoples, 'Where"
            ],
            [
                "is their God?'\" (18) Then the LORD became jealous for his",
                "land and had pity on his people. (19) The LORD answered",
                "and said to his people, \"Behold, I am sending to you grain,",
                "wine, and oil, and you will be satisfied; and I will no more",
                "make you a reproach among the nations. (20) \"I will remove",
                "the northerner far from you, and drive him into a parched and",
                "desolate land, his vanguard into the eastern sea, and his rear",
                "guard into the western sea; the stench and foul smell of him",
                "will rise, for he has done great things. (21) \"Fear not, O land;",
                "be glad and rejoice, for the LORD has done great things!"
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 220,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 64,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 29002014,
        "rangeEndId": 29002021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 220,
            "wordCountMax": 246,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Amos 5:4–8",
        "text": "(4) For thus says the LORD to the house of Israel: \"Seek me and live; (5) but do not seek Bethel, and do not enter into Gilgal or cross over to Beersheba; for Gilgal shall surely go into exile, and Bethel shall come to nothing.\" (6) Seek the LORD and live, lest he break out like fire in the house of Joseph, and it devour, with none to quench it for Bethel, (7) O you who turn justice to wormwood and cast down righteousness to the earth! (8) He who made the Pleiades and Orion, and turns deep darkness into the morning and darkens the day into night, who calls for the waters of the sea and pours them out on the surface of the earth, the LORD is his name;",
        "cardsText": [
            [
                "(4) For thus says the LORD to the house of Israel: \"Seek me and",
                "live; (5) but do not seek Bethel, and do not enter into Gilgal",
                "or cross over to Beersheba; for Gilgal shall surely go into",
                "exile, and Bethel shall come to nothing.\" (6) Seek the LORD",
                "and live, lest he break out like fire in the house of Joseph,",
                "and it devour, with none to quench it for Bethel, (7) O you",
                "who turn justice to wormwood and cast down righteousness",
                "to the earth! (8) He who made the Pleiades and Orion, and",
                "turns deep darkness into the morning and darkens the day",
                "into night, who calls for the waters of the sea and pours them",
                "out on the surface of the earth, the LORD is his name;"
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 126,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 65,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 30005004,
        "rangeEndId": 30005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 128.6,
            "wordCountMin": 123,
            "wordCountMax": 135,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Jonah 2:1–10",
        "text": "(1) Then Jonah prayed to the LORD his God from the belly of the fish, (2) saying, \"I called out to the LORD, out of my distress, and he answered me; out of the belly of Sheol I cried, and you heard my voice. (3) For you cast me into the deep, into the heart of the seas, and the flood surrounded me; all your waves and your billows passed over me. (4) Then I said, 'I am driven away from your sight; yet I shall again look upon your holy temple.' (5) The waters closed in over me to take my life; the deep surrounded me; weeds were wrapped about my head (6) at the roots of the mountains. I went down to the land whose bars closed upon me forever; yet you brought up my life from the pit, O LORD my God. (7) When my life was fainting away, I remembered the LORD, and my prayer came to you, into your holy temple. (8) Those who pay regard to vain idols forsake their hope of steadfast love. (9) But I with the voice of thanksgiving will sacrifice to you; what I have vowed I will pay. Salvation belongs to the LORD!\" (10) And the LORD spoke to the fish, and it vomited Jonah out upon the dry land.",
        "cardsText": [
            [
                "(1) Then Jonah prayed to the LORD his God from the belly",
                "of the fish, (2) saying, \"I called out to the LORD, out of my",
                "distress, and he answered me; out of the belly of Sheol I",
                "cried, and you heard my voice. (3) For you cast me into the",
                "deep, into the heart of the seas, and the flood surrounded",
                "me; all your waves and your billows passed over me. (4) Then",
                "I said, 'I am driven away from your sight; yet I shall again look",
                "upon your holy temple.' (5) The waters closed in over me to",
                "take my life; the deep surrounded me; weeds were wrapped",
                "about my head (6) at the roots of the mountains. I went down",
                "to the land whose bars closed upon me forever; yet you"
            ],
            [
                "brought up my life from the pit, O LORD my God. (7) When",
                "my life was fainting away, I remembered the LORD, and my",
                "prayer came to you, into your holy temple. (8) Those who pay",
                "regard to vain idols forsake their hope of steadfast love. (9)",
                "But I with the voice of thanksgiving will sacrifice to you; what",
                "I have vowed I will pay. Salvation belongs to the LORD!\" (10)",
                "And the LORD spoke to the fish, and it vomited Jonah out",
                "upon the dry land."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 211,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 66,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 32002001,
        "rangeEndId": 32002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.8,
            "wordCountMin": 205,
            "wordCountMax": 214,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "Micah 6:6–8",
        "text": "(6) \"With what shall I come before the LORD, and bow myself before God on high? Shall I come before him with burnt offerings, with calves a year old? (7) Will the LORD be pleased with thousands of rams, with ten thousands of rivers of oil? Shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?\" (8) He has told you, O man, what is good; and what does the LORD require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "cardsText": [
            [
                "(6) \"With what shall I come before the LORD, and bow myself",
                "before God on high? Shall I come before him with burnt",
                "offerings, with calves a year old? (7) Will the LORD be pleased",
                "with thousands of rams, with ten thousands of rivers of oil?",
                "Shall I give my firstborn for my transgression, the fruit of my",
                "body for the sin of my soul?\" (8) He has told you, O man, what",
                "is good; and what does the LORD require of you but to do",
                "justice, and to love kindness, and to walk humbly with your",
                "God?"
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 95,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 67,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 33006006,
        "rangeEndId": 33006008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 94,
            "wordCountMin": 92,
            "wordCountMax": 96,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Habakkuk 3:2–6",
        "text": "(2) O LORD, I have heard the report of you, and your work, O LORD, do I fear. In the midst of the years revive it; in the midst of the years make it known; in wrath remember mercy. (3) God came from Teman, and the Holy One from Mount Paran. Selah His splendor covered the heavens, and the earth was full of his praise. (4) His brightness was like the light; rays flashed from his hand; and there he veiled his power. (5) Before him went pestilence, and plague followed at his heels. (6) He stood and measured the earth; he looked and shook the nations; then the eternal mountains were scattered; the everlasting hills sank low. His were the everlasting ways.",
        "cardsText": [
            [
                "(2) O LORD, I have heard the report of you, and your work,",
                "O LORD, do I fear. In the midst of the years revive it; in the",
                "midst of the years make it known; in wrath remember mercy.",
                "(3) God came from Teman, and the Holy One from Mount",
                "Paran. Selah His splendor covered the heavens, and the earth",
                "was full of his praise. (4) His brightness was like the light;",
                "rays flashed from his hand; and there he veiled his power. (5)",
                "Before him went pestilence, and plague followed at his heels.",
                "(6) He stood and measured the earth; he looked and shook",
                "the nations; then the eternal mountains were scattered; the",
                "everlasting hills sank low. His were the everlasting ways."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 118,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 68,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 35003002,
        "rangeEndId": 35003006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115,
            "wordCountMin": 101,
            "wordCountMax": 122,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 6:22–34",
        "text": "(22) \"The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light, (23) but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness! (24) \"No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money. (25) \"Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing? (26) Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? (27) And which of you by being anxious can add a single hour to his span of life? (28) And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin, (29) yet I tell you, even Solomon in all his glory was not arrayed like one of these. (30) But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith? (31) Therefore do not be anxious, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' (32) For the Gentiles seek after all these things, and your heavenly Father knows that you need them all. (33) But seek first the kingdom of God and his righteousness, and all these things will be added to you. (34) \"Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
        "cardsText": [
            [
                "(22) \"The eye is the lamp of the body. So, if your eye is healthy,",
                "your whole body will be full of light, (23) but if your eye is",
                "bad, your whole body will be full of darkness. If then the light",
                "in you is darkness, how great is the darkness! (24) \"No one",
                "can serve two masters, for either he will hate the one and",
                "love the other, or he will be devoted to the one and despise",
                "the other. You cannot serve God and money. (25) \"Therefore",
                "I tell you, do not be anxious about your life, what you will eat",
                "or what you will drink, nor about your body, what you will",
                "put on. Is not life more than food, and the body more than",
                "clothing? (26) Look at the birds of the air: they neither sow"
            ],
            [
                "nor reap nor gather into barns, and yet your heavenly Father",
                "feeds them. Are you not of more value than they? (27) And",
                "which of you by being anxious can add a single hour to his",
                "span of life? (28) And why are you anxious about clothing?",
                "Consider the lilies of the field, how they grow: they neither",
                "toil nor spin, (29) yet I tell you, even Solomon in all his glory",
                "was not arrayed like one of these. (30) But if God so clothes",
                "the grass of the field, which today is alive and tomorrow is",
                "thrown into the oven, will he not much more clothe you, O",
                "you of little faith? (31) Therefore do not be anxious, saying,",
                "'What shall we eat?' or 'What shall we drink?' or 'What shall"
            ],
            [
                "we wear?' (32) For the Gentiles seek after all these things,",
                "and your heavenly Father knows that you need them all. (33)",
                "But seek first the kingdom of God and his righteousness, and",
                "all these things will be added to you. (34) \"Therefore do not",
                "be anxious about tomorrow, for tomorrow will be anxious for",
                "itself. Sufficient for the day is its own trouble."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 323,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 69,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 40006022,
        "rangeEndId": 40006034,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 327,
            "wordCountMin": 312,
            "wordCountMax": 340,
            "levelMin": 2.5,
            "levelMax": 3,
            "lineAve": 28.2,
            "lineMin": 27,
            "lineMax": 29
        }
    },
    {
        "ref": "Mark 3:1–10",
        "text": "(1) Again he entered the synagogue, and a man was there with a withered hand. (2) And they watched Jesus, to see whether he would heal him on the Sabbath, so that they might accuse him. (3) And he said to the man with the withered hand, \"Come here.\" (4) And he said to them, \"Is it lawful on the Sabbath to do good or to do harm, to save life or to kill?\" But they were silent. (5) And he looked around at them with anger, grieved at their hardness of heart, and said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was restored. (6) The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him. (7) Jesus withdrew with his disciples to the sea, and a great crowd followed, from Galilee and Judea (8) and Jerusalem and Idumea and from beyond the Jordan and from around Tyre and Sidon. When the great crowd heard all that he was doing, they came to him. (9) And he told his disciples to have a boat ready for him because of the crowd, lest they crush him, (10) for he had healed many, so that all who had diseases pressed around him to touch him.",
        "cardsText": [
            [
                "(1) Again he entered the synagogue, and a man was there",
                "with a withered hand. (2) And they watched Jesus, to see",
                "whether he would heal him on the Sabbath, so that they might",
                "accuse him. (3) And he said to the man with the withered",
                "hand, \"Come here.\" (4) And he said to them, \"Is it lawful on",
                "the Sabbath to do good or to do harm, to save life or to kill?\"",
                "But they were silent. (5) And he looked around at them with",
                "anger, grieved at their hardness of heart, and said to the man,",
                "\"Stretch out your hand.\" He stretched it out, and his hand was",
                "restored. (6) The Pharisees went out and immediately held",
                "counsel with the Herodians against him, how to destroy him."
            ],
            [
                "(7) Jesus withdrew with his disciples to the sea, and a great",
                "crowd followed, from Galilee and Judea (8) and Jerusalem",
                "and Idumea and from beyond the Jordan and from around",
                "Tyre and Sidon. When the great crowd heard all that he was",
                "doing, they came to him. (9) And he told his disciples to have",
                "a boat ready for him because of the crowd, lest they crush",
                "him, (10) for he had healed many, so that all who had diseases",
                "pressed around him to touch him."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 206,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 70,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41003001,
        "rangeEndId": 41003010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 206,
            "wordCountMax": 235,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 6:41–51",
        "text": "(41) And taking the five loaves and the two fish, he looked up to heaven and said a blessing and broke the loaves and gave them to the disciples to set before the people. And he divided the two fish among them all. (42) And they all ate and were satisfied. (43) And they took up twelve baskets full of broken pieces and of the fish. (44) And those who ate the loaves were five thousand men. (45) Immediately he made his disciples get into the boat and go before him to the other side, to Bethsaida, while he dismissed the crowd. (46) And after he had taken leave of them, he went up on the mountain to pray. (47) And when evening came, the boat was out on the sea, and he was alone on the land. (48) And he saw that they were making headway painfully, for the wind was against them. And about the fourth watch of the night he came to them, walking on the sea. He meant to pass by them, (49) but when they saw him walking on the sea they thought it was a ghost, and cried out, (50) for they all saw him and were terrified. But immediately he spoke to them and said, \"Take heart; it is I. Do not be afraid.\" (51) And he got into the boat with them, and the wind ceased. And they were utterly astounded,",
        "cardsText": [
            [
                "(41) And taking the five loaves and the two fish, he looked",
                "up to heaven and said a blessing and broke the loaves and",
                "gave them to the disciples to set before the people. And he",
                "divided the two fish among them all. (42) And they all ate",
                "and were satisfied. (43) And they took up twelve baskets",
                "full of broken pieces and of the fish. (44) And those who",
                "ate the loaves were five thousand men. (45) Immediately he",
                "made his disciples get into the boat and go before him to",
                "the other side, to Bethsaida, while he dismissed the crowd.",
                "(46) And after he had taken leave of them, he went up on the",
                "mountain to pray. (47) And when evening came, the boat was"
            ],
            [
                "out on the sea, and he was alone on the land. (48) And he",
                "saw that they were making headway painfully, for the wind",
                "was against them. And about the fourth watch of the night he",
                "came to them, walking on the sea. He meant to pass by them,",
                "(49) but when they saw him walking on the sea they thought",
                "it was a ghost, and cried out, (50) for they all saw him and",
                "were terrified. But immediately he spoke to them and said,",
                "\"Take heart; it is I. Do not be afraid.\" (51) And he got into the",
                "boat with them, and the wind ceased. And they were utterly",
                "astounded,"
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 228,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 71,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41006041,
        "rangeEndId": 41006051,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 232.2,
            "wordCountMin": 214,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 12:28–34",
        "text": "(28) And one of the scribes came up and heard them disputing with one another, and seeing that he answered them well, asked him, \"Which commandment is the most important of all?\" (29) Jesus answered, \"The most important is, 'Hear, O Israel: The Lord our God, the Lord is one. (30) And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' (31) The second is this: 'You shall love your neighbor as yourself.' There is no other commandment greater than these.\" (32) And the scribe said to him, \"You are right, Teacher. You have truly said that he is one, and there is no other besides him. (33) And to love him with all the heart and with all the understanding and with all the strength, and to love one's neighbor as oneself, is much more than all whole burnt offerings and sacrifices.\" (34) And when Jesus saw that he answered wisely, he said to him, \"You are not far from the kingdom of God.\" And after that no one dared to ask him any more questions.",
        "cardsText": [
            [
                "(28) And one of the scribes came up and heard them disputing",
                "with one another, and seeing that he answered them well,",
                "asked him, \"Which commandment is the most important of",
                "all?\" (29) Jesus answered, \"The most important is, 'Hear, O",
                "Israel: The Lord our God, the Lord is one. (30) And you shall",
                "love the Lord your God with all your heart and with all your",
                "soul and with all your mind and with all your strength.' (31) The",
                "second is this: 'You shall love your neighbor as yourself.' There",
                "is no other commandment greater than these.\" (32) And the",
                "scribe said to him, \"You are right, Teacher. You have truly said",
                "that he is one, and there is no other besides him. (33) And to"
            ],
            [
                "love him with all the heart and with all the understanding and",
                "with all the strength, and to love one's neighbor as oneself, is",
                "much more than all whole burnt offerings and sacrifices.\" (34)",
                "And when Jesus saw that he answered wisely, he said to him,",
                "\"You are not far from the kingdom of God.\" And after that no",
                "one dared to ask him any more questions."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 187,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 72,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41012028,
        "rangeEndId": 41012034,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 187.6,
            "wordCountMin": 179,
            "wordCountMax": 199,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Luke 10:38–42",
        "text": "(38) Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house. (39) And she had a sister called Mary, who sat at the Lord's feet and listened to his teaching. (40) But Martha was distracted with much serving. And she went up to him and said, \"Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.\" (41) But the Lord answered her, \"Martha, Martha, you are anxious and troubled about many things, (42) but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.\"",
        "cardsText": [
            [
                "(38) Now as they went on their way, Jesus entered a village.",
                "And a woman named Martha welcomed him into her house.",
                "(39) And she had a sister called Mary, who sat at the Lord's feet",
                "and listened to his teaching. (40) But Martha was distracted",
                "with much serving. And she went up to him and said, \"Lord,",
                "do you not care that my sister has left me to serve alone?",
                "Tell her then to help me.\" (41) But the Lord answered her,",
                "\"Martha, Martha, you are anxious and troubled about many",
                "things, (42) but one thing is necessary. Mary has chosen the",
                "good portion, which will not be taken away from her.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 108,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 73,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42010038,
        "rangeEndId": 42010042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 113.6,
            "wordCountMin": 108,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Luke 21:25–28",
        "text": "(25) \"And there will be signs in sun and moon and stars, and on the earth distress of nations in perplexity because of the roaring of the sea and the waves, (26) people fainting with fear and with foreboding of what is coming on the world. For the powers of the heavens will be shaken. (27) And then they will see the Son of Man coming in a cloud with power and great glory. (28) Now when these things begin to take place, straighten up and raise your heads, because your redemption is drawing near.\"",
        "cardsText": [
            [
                "(25) \"And there will be signs in sun and moon and stars, and",
                "on the earth distress of nations in perplexity because of the",
                "roaring of the sea and the waves, (26) people fainting with",
                "fear and with foreboding of what is coming on the world. For",
                "the powers of the heavens will be shaken. (27) And then they",
                "will see the Son of Man coming in a cloud with power and",
                "great glory. (28) Now when these things begin to take place,",
                "straighten up and raise your heads, because your redemption",
                "is drawing near.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 91,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 74,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42021025,
        "rangeEndId": 42021028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 92.2,
            "wordCountMin": 87,
            "wordCountMax": 97,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.8,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Luke 24:1–19",
        "text": "(1) But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. (2) And they found the stone rolled away from the tomb, (3) but when they went in they did not find the body of the Lord Jesus. (4) While they were perplexed about this, behold, two men stood by them in dazzling apparel. (5) And as they were frightened and bowed their faces to the ground, the men said to them, \"Why do you seek the living among the dead? (6) He is not here, but has risen. Remember how he told you, while he was still in Galilee, (7) that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.\" (8) And they remembered his words, (9) and returning from the tomb they told all these things to the eleven and to all the rest. (10) Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, (11) but these words seemed to them an idle tale, and they did not believe them. (12) But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened. (13) That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, (14) and they were talking with each other about all these things that had happened. (15) While they were talking and discussing together, Jesus himself drew near and went with them. (16) But their eyes were kept from recognizing him. (17) And he said to them, \"What is this conversation that you are holding with each other as you walk?\" And they stood still, looking sad. (18) Then one of them, named Cleopas, answered him, \"Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?\" (19) And he said to them, \"What things?\" And they said to him, \"Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people,",
        "cardsText": [
            [
                "(1) But on the first day of the week, at early dawn, they went to",
                "the tomb, taking the spices they had prepared. (2) And they found",
                "the stone rolled away from the tomb, (3) but when they went in",
                "they did not find the body of the Lord Jesus. (4) While they were",
                "perplexed about this, behold, two men stood by them in dazzling",
                "apparel. (5) And as they were frightened and bowed their faces",
                "to the ground, the men said to them, \"Why do you seek the living",
                "among the dead? (6) He is not here, but has risen. Remember how",
                "he told you, while he was still in Galilee, (7) that the Son of Man",
                "must be delivered into the hands of sinful men and be crucified",
                "and on the third day rise.\" (8) And they remembered his words,"
            ],
            [
                "(9) and returning from the tomb they told all these things to the",
                "eleven and to all the rest. (10) Now it was Mary Magdalene and",
                "Joanna and Mary the mother of James and the other women with",
                "them who told these things to the apostles, (11) but these words",
                "seemed to them an idle tale, and they did not believe them. (12)",
                "But Peter rose and ran to the tomb; stooping and looking in, he",
                "saw the linen cloths by themselves; and he went home marveling",
                "at what had happened. (13) That very day two of them were going",
                "to a village named Emmaus, about seven miles from Jerusalem,",
                "(14) and they were talking with each other about all these things",
                "that had happened. (15) While they were talking and discussing"
            ],
            [
                "together, Jesus himself drew near and went with them. (16) But",
                "their eyes were kept from recognizing him. (17) And he said to",
                "them, \"What is this conversation that you are holding with each",
                "other as you walk?\" And they stood still, looking sad. (18) Then one",
                "of them, named Cleopas, answered him, \"Are you the only visitor",
                "to Jerusalem who does not know the things that have happened",
                "there in these days?\" (19) And he said to them, \"What things?\" And",
                "they said to him, \"Concerning Jesus of Nazareth, a man who was a",
                "prophet mighty in deed and word before God and all the people,"
            ]
        ],
        "cards": 3,
        "lines": 31,
        "lastCardLines": 9,
        "wordCount": 362,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 75,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42024001,
        "rangeEndId": 42024019,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 375.8,
            "wordCountMin": 356,
            "wordCountMax": 392,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.8,
            "lineMin": 31,
            "lineMax": 34
        }
    },
    {
        "ref": "John 8:25–36",
        "text": "(25) So they said to him, \"Who are you?\" Jesus said to them, \"Just what I have been telling you from the beginning. (26) I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.\" (27) They did not understand that he had been speaking to them about the Father. (28) So Jesus said to them, \"When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me. (29) And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.\" (30) As he was saying these things, many believed in him. (31) So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples, (32) and you will know the truth, and the truth will set you free.\" (33) They answered him, \"We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, 'You will become free'?\" (34) Jesus answered them, \"Truly, truly, I say to you, everyone who practices sin is a slave to sin. (35) The slave does not remain in the house forever; the son remains forever. (36) So if the Son sets you free, you will be free indeed.",
        "cardsText": [
            [
                "(25) So they said to him, \"Who are you?\" Jesus said to them,",
                "\"Just what I have been telling you from the beginning. (26) I",
                "have much to say about you and much to judge, but he who",
                "sent me is true, and I declare to the world what I have heard",
                "from him.\" (27) They did not understand that he had been",
                "speaking to them about the Father. (28) So Jesus said to",
                "them, \"When you have lifted up the Son of Man, then you will",
                "know that I am he, and that I do nothing on my own authority,",
                "but speak just as the Father taught me. (29) And he who sent",
                "me is with me. He has not left me alone, for I always do the",
                "things that are pleasing to him.\" (30) As he was saying these"
            ],
            [
                "things, many believed in him. (31) So Jesus said to the Jews",
                "who had believed him, \"If you abide in my word, you are truly",
                "my disciples, (32) and you will know the truth, and the truth",
                "will set you free.\" (33) They answered him, \"We are offspring",
                "of Abraham and have never been enslaved to anyone. How is",
                "it that you say, 'You will become free'?\" (34) Jesus answered",
                "them, \"Truly, truly, I say to you, everyone who practices sin",
                "is a slave to sin. (35) The slave does not remain in the house",
                "forever; the son remains forever. (36) So if the Son sets you",
                "free, you will be free indeed."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 242,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 76,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 43008025,
        "rangeEndId": 43008036,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 238.4,
            "wordCountMin": 223,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Acts 24:10–19",
        "text": "(10) And when the governor had nodded to him to speak, Paul replied: \"Knowing that for many years you have been a judge over this nation, I cheerfully make my defense. (11) You can verify that it is not more than twelve days since I went up to worship in Jerusalem, (12) and they did not find me disputing with anyone or stirring up a crowd, either in the temple or in the synagogues or in the city. (13) Neither can they prove to you what they now bring up against me. (14) But this I confess to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the Law and written in the Prophets, (15) having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust. (16) So I always take pains to have a clear conscience toward both God and man. (17) Now after several years I came to bring alms to my nation and to present offerings. (18) While I was doing this, they found me purified in the temple, without any crowd or tumult. But some Jews from Asia-- (19) they ought to be here before you and to make an accusation, should they have anything against me.",
        "cardsText": [
            [
                "(10) And when the governor had nodded to him to speak, Paul",
                "replied: \"Knowing that for many years you have been a judge",
                "over this nation, I cheerfully make my defense. (11) You can",
                "verify that it is not more than twelve days since I went up to",
                "worship in Jerusalem, (12) and they did not find me disputing",
                "with anyone or stirring up a crowd, either in the temple or in",
                "the synagogues or in the city. (13) Neither can they prove to",
                "you what they now bring up against me. (14) But this I confess",
                "to you, that according to the Way, which they call a sect, I",
                "worship the God of our fathers, believing everything laid",
                "down by the Law and written in the Prophets, (15) having a"
            ],
            [
                "hope in God, which these men themselves accept, that there",
                "will be a resurrection of both the just and the unjust. (16) So",
                "I always take pains to have a clear conscience toward both",
                "God and man. (17) Now after several years I came to bring",
                "alms to my nation and to present offerings. (18) While I was",
                "doing this, they found me purified in the temple, without any",
                "crowd or tumult. But some Jews from Asia-- (19) they ought",
                "to be here before you and to make an accusation, should they",
                "have anything against me."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 217,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 77,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 44024010,
        "rangeEndId": 44024019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 229,
            "wordCountMin": 217,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Romans 5:1–5",
        "text": "(1) Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ. (2) Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God. (3) Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance, (4) and endurance produces character, and character produces hope, (5) and hope does not put us to shame, because God's love has been poured into our hearts through the Holy Spirit who has been given to us.",
        "cardsText": [
            [
                "(1) Therefore, since we have been justified by faith, we have",
                "peace with God through our Lord Jesus Christ. (2) Through",
                "him we have also obtained access by faith into this grace in",
                "which we stand, and we rejoice in hope of the glory of God.",
                "(3) Not only that, but we rejoice in our sufferings, knowing that",
                "suffering produces endurance, (4) and endurance produces",
                "character, and character produces hope, (5) and hope does",
                "not put us to shame, because God's love has been poured",
                "into our hearts through the Holy Spirit who has been given",
                "to us."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 93,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 78,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45005001,
        "rangeEndId": 45005005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 90.6,
            "wordCountMin": 84,
            "wordCountMax": 95,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Romans 8:14–23",
        "text": "(14) For all who are led by the Spirit of God are sons of God. (15) For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, \"Abba! Father!\" (16) The Spirit himself bears witness with our spirit that we are children of God, (17) and if children, then heirs--heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him. (18) For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. (19) For the creation waits with eager longing for the revealing of the sons of God. (20) For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope (21) that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. (22) For we know that the whole creation has been groaning together in the pains of childbirth until now. (23) And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.",
        "cardsText": [
            [
                "(14) For all who are led by the Spirit of God are sons of",
                "God. (15) For you did not receive the spirit of slavery to fall",
                "back into fear, but you have received the Spirit of adoption",
                "as sons, by whom we cry, \"Abba! Father!\" (16) The Spirit",
                "himself bears witness with our spirit that we are children of",
                "God, (17) and if children, then heirs--heirs of God and fellow",
                "heirs with Christ, provided we suffer with him in order that",
                "we may also be glorified with him. (18) For I consider that the",
                "sufferings of this present time are not worth comparing with",
                "the glory that is to be revealed to us. (19) For the creation",
                "waits with eager longing for the revealing of the sons of God."
            ],
            [
                "(20) For the creation was subjected to futility, not willingly,",
                "but because of him who subjected it, in hope (21) that the",
                "creation itself will be set free from its bondage to corruption",
                "and obtain the freedom of the glory of the children of God.",
                "(22) For we know that the whole creation has been groaning",
                "together in the pains of childbirth until now. (23) And not",
                "only the creation, but we ourselves, who have the firstfruits of",
                "the Spirit, groan inwardly as we wait eagerly for adoption as",
                "sons, the redemption of our bodies."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 215,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 79,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45008014,
        "rangeEndId": 45008023,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.2,
            "wordCountMin": 208,
            "wordCountMax": 228,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Romans 12:1–20",
        "text": "(1) I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. (2) Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect. (3) For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. (4) For as in one body we have many members, and the members do not all have the same function, (5) so we, though many, are one body in Christ, and individually members one of another. (6) Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; (7) if service, in our serving; the one who teaches, in his teaching; (8) the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness. (9) Let love be genuine. Abhor what is evil; hold fast to what is good. (10) Love one another with brotherly affection. Outdo one another in showing honor. (11) Do not be slothful in zeal, be fervent in spirit, serve the Lord. (12) Rejoice in hope, be patient in tribulation, be constant in prayer. (13) Contribute to the needs of the saints and seek to show hospitality. (14) Bless those who persecute you; bless and do not curse them. (15) Rejoice with those who rejoice, weep with those who weep. (16) Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. (17) Repay no one evil for evil, but give thought to do what is honorable in the sight of all. (18) If possible, so far as it depends on you, live peaceably with all. (19) Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, \"Vengeance is mine, I will repay, says the Lord.\" (20) To the contrary, \"if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.\"",
        "cardsText": [
            [
                "(1) I appeal to you therefore, brothers, by the mercies of God, to",
                "present your bodies as a living sacrifice, holy and acceptable to",
                "God, which is your spiritual worship. (2) Do not be conformed to",
                "this world, but be transformed by the renewal of your mind, that",
                "by testing you may discern what is the will of God, what is good",
                "and acceptable and perfect. (3) For by the grace given to me I",
                "say to everyone among you not to think of himself more highly",
                "than he ought to think, but to think with sober judgment, each",
                "according to the measure of faith that God has assigned. (4) For as",
                "in one body we have many members, and the members do not all",
                "have the same function, (5) so we, though many, are one body in",
                "Christ, and individually members one of another. (6) Having gifts"
            ],
            [
                "that differ according to the grace given to us, let us use them: if",
                "prophecy, in proportion to our faith; (7) if service, in our serving;",
                "the one who teaches, in his teaching; (8) the one who exhorts,",
                "in his exhortation; the one who contributes, in generosity; the",
                "one who leads, with zeal; the one who does acts of mercy, with",
                "cheerfulness. (9) Let love be genuine. Abhor what is evil; hold fast",
                "to what is good. (10) Love one another with brotherly affection.",
                "Outdo one another in showing honor. (11) Do not be slothful in",
                "zeal, be fervent in spirit, serve the Lord. (12) Rejoice in hope, be",
                "patient in tribulation, be constant in prayer. (13) Contribute to the",
                "needs of the saints and seek to show hospitality. (14) Bless those",
                "who persecute you; bless and do not curse them. (15) Rejoice"
            ],
            [
                "with those who rejoice, weep with those who weep. (16) Live in",
                "harmony with one another. Do not be haughty, but associate with",
                "the lowly. Never be wise in your own sight. (17) Repay no one evil",
                "for evil, but give thought to do what is honorable in the sight of all.",
                "(18) If possible, so far as it depends on you, live peaceably with all.",
                "(19) Beloved, never avenge yourselves, but leave it to the wrath",
                "of God, for it is written, \"Vengeance is mine, I will repay, says the",
                "Lord.\" (20) To the contrary, \"if your enemy is hungry, feed him; if",
                "he is thirsty, give him something to drink; for by so doing you will",
                "heap burning coals on his head.\""
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 395,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 80,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45012001,
        "rangeEndId": 45012020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.6,
            "wordCountMin": 387,
            "wordCountMax": 420,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.2,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "1 Corinthians 15:1–4",
        "text": "(1) Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, (2) and by which you are being saved, if you hold fast to the word I preached to you--unless you believed in vain. (3) For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, (4) that he was buried, that he was raised on the third day in accordance with the Scriptures,",
        "cardsText": [
            [
                "(1) Now I would remind you, brothers, of the gospel I",
                "preached to you, which you received, in which you stand,",
                "(2) and by which you are being saved, if you hold fast to the",
                "word I preached to you--unless you believed in vain. (3) For",
                "I delivered to you as of first importance what I also received:",
                "that Christ died for our sins in accordance with the Scriptures,",
                "(4) that he was buried, that he was raised on the third day in",
                "accordance with the Scriptures,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 83,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 81,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 46015001,
        "rangeEndId": 46015004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 86,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8,
            "lineMin": 8,
            "lineMax": 8
        }
    },
    {
        "ref": "2 Corinthians 4:1–10",
        "text": "(1) Therefore, having this ministry by the mercy of God, we do not lose heart. (2) But we have renounced disgraceful, underhanded ways. We refuse to practice cunning or to tamper with God's word, but by the open statement of the truth we would commend ourselves to everyone's conscience in the sight of God. (3) And even if our gospel is veiled, it is veiled to those who are perishing. (4) In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God. (5) For what we proclaim is not ourselves, but Jesus Christ as Lord, with ourselves as your servants for Jesus' sake. (6) For God, who said, \"Let light shine out of darkness,\" has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. (7) But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us. (8) We are afflicted in every way, but not crushed; perplexed, but not driven to despair; (9) persecuted, but not forsaken; struck down, but not destroyed; (10) always carrying in the body the death of Jesus, so that the life of Jesus may also be manifested in our bodies.",
        "cardsText": [
            [
                "(1) Therefore, having this ministry by the mercy of God, we",
                "do not lose heart. (2) But we have renounced disgraceful,",
                "underhanded ways. We refuse to practice cunning or to",
                "tamper with God's word, but by the open statement of the",
                "truth we would commend ourselves to everyone's conscience",
                "in the sight of God. (3) And even if our gospel is veiled, it is",
                "veiled to those who are perishing. (4) In their case the god",
                "of this world has blinded the minds of the unbelievers, to",
                "keep them from seeing the light of the gospel of the glory",
                "of Christ, who is the image of God. (5) For what we proclaim",
                "is not ourselves, but Jesus Christ as Lord, with ourselves as"
            ],
            [
                "your servants for Jesus' sake. (6) For God, who said, \"Let light",
                "shine out of darkness,\" has shone in our hearts to give the",
                "light of the knowledge of the glory of God in the face of Jesus",
                "Christ. (7) But we have this treasure in jars of clay, to show",
                "that the surpassing power belongs to God and not to us. (8)",
                "We are afflicted in every way, but not crushed; perplexed,",
                "but not driven to despair; (9) persecuted, but not forsaken;",
                "struck down, but not destroyed; (10) always carrying in the",
                "body the death of Jesus, so that the life of Jesus may also be",
                "manifested in our bodies."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 224,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 82,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47004001,
        "rangeEndId": 47004010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.6,
            "wordCountMin": 222,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "2 Corinthians 5:4–8",
        "text": "(4) For while we are still in this tent, we groan, being burdened- -not that we would be unclothed, but that we would be further clothed, so that what is mortal may be swallowed up by life. (5) He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee. (6) So we are always of good courage. We know that while we are at home in the body we are away from the Lord, (7) for we walk by faith, not by sight. (8) Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.",
        "cardsText": [
            [
                "(4) For while we are still in this tent, we groan, being burdened-",
                "-not that we would be unclothed, but that we would be further",
                "clothed, so that what is mortal may be swallowed up by life.",
                "(5) He who has prepared us for this very thing is God, who",
                "has given us the Spirit as a guarantee. (6) So we are always",
                "of good courage. We know that while we are at home in the",
                "body we are away from the Lord, (7) for we walk by faith, not",
                "by sight. (8) Yes, we are of good courage, and we would rather",
                "be away from the body and at home with the Lord."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 109,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 83,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47005004,
        "rangeEndId": 47005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 107.2,
            "wordCountMin": 99,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Corinthians 6:1–16",
        "text": "(1) Working together with him, then, we appeal to you not to receive the grace of God in vain. (2) For he says, \"In a favorable time I listened to you, and in a day of salvation I have helped you.\" Behold, now is the favorable time; behold, now is the day of salvation. (3) We put no obstacle in anyone's way, so that no fault may be found with our ministry, (4) but as servants of God we commend ourselves in every way: by great endurance, in afflictions, hardships, calamities, (5) beatings, imprisonments, riots, labors, sleepless nights, hunger; (6) by purity, knowledge, patience, kindness, the Holy Spirit, genuine love; (7) by truthful speech, and the power of God; with the weapons of righteousness for the right hand and for the left; (8) through honor and dishonor, through slander and praise. We are treated as impostors, and yet are true; (9) as unknown, and yet well known; as dying, and behold, we live; as punished, and yet not killed; (10) as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, yet possessing everything. (11) We have spoken freely to you, Corinthians; our heart is wide open. (12) You are not restricted by us, but you are restricted in your own affections. (13) In return (I speak as to children) widen your hearts also. (14) Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness? (15) What accord has Christ with Belial? Or what portion does a believer share with an unbeliever? (16) What agreement has the temple of God with idols? For we are the temple of the living God; as God said, \"I will make my dwelling among them and walk among them, and I will be their God, and they shall be my people.",
        "cardsText": [
            [
                "(1) Working together with him, then, we appeal to you not",
                "to receive the grace of God in vain. (2) For he says, \"In a",
                "favorable time I listened to you, and in a day of salvation I",
                "have helped you.\" Behold, now is the favorable time; behold,",
                "now is the day of salvation. (3) We put no obstacle in anyone's",
                "way, so that no fault may be found with our ministry, (4) but as",
                "servants of God we commend ourselves in every way: by great",
                "endurance, in afflictions, hardships, calamities, (5) beatings,",
                "imprisonments, riots, labors, sleepless nights, hunger; (6)",
                "by purity, knowledge, patience, kindness, the Holy Spirit,",
                "genuine love; (7) by truthful speech, and the power of God;"
            ],
            [
                "with the weapons of righteousness for the right hand and for",
                "the left; (8) through honor and dishonor, through slander and",
                "praise. We are treated as impostors, and yet are true; (9) as",
                "unknown, and yet well known; as dying, and behold, we live;",
                "as punished, and yet not killed; (10) as sorrowful, yet always",
                "rejoicing; as poor, yet making many rich; as having nothing,",
                "yet possessing everything. (11) We have spoken freely to",
                "you, Corinthians; our heart is wide open. (12) You are not",
                "restricted by us, but you are restricted in your own affections.",
                "(13) In return (I speak as to children) widen your hearts also.",
                "(14) Do not be unequally yoked with unbelievers. For what"
            ],
            [
                "partnership has righteousness with lawlessness? Or what",
                "fellowship has light with darkness? (15) What accord has",
                "Christ with Belial? Or what portion does a believer share with",
                "an unbeliever? (16) What agreement has the temple of God",
                "with idols? For we are the temple of the living God; as God",
                "said, \"I will make my dwelling among them and walk among",
                "them, and I will be their God, and they shall be my people."
            ]
        ],
        "cards": 3,
        "lines": 29,
        "lastCardLines": 7,
        "wordCount": 295,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 84,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47006001,
        "rangeEndId": 47006016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 311,
            "wordCountMin": 295,
            "wordCountMax": 327,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 30.2,
            "lineMin": 29,
            "lineMax": 32
        }
    },
    {
        "ref": "Galatians 3:18–29",
        "text": "(18) For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise. (19) Why then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary. (20) Now an intermediary implies more than one, but God is one. (21) Is the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law. (22) But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe. (23) Now before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed. (24) So then, the law was our guardian until Christ came, in order that we might be justified by faith. (25) But now that faith has come, we are no longer under a guardian, (26) for in Christ Jesus you are all sons of God, through faith. (27) For as many of you as were baptized into Christ have put on Christ. (28) There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. (29) And if you are Christ's, then you are Abraham's offspring, heirs according to promise.",
        "cardsText": [
            [
                "(18) For if the inheritance comes by the law, it no longer comes",
                "by promise; but God gave it to Abraham by a promise. (19)",
                "Why then the law? It was added because of transgressions,",
                "until the offspring should come to whom the promise had",
                "been made, and it was put in place through angels by an",
                "intermediary. (20) Now an intermediary implies more than",
                "one, but God is one. (21) Is the law then contrary to the",
                "promises of God? Certainly not! For if a law had been given",
                "that could give life, then righteousness would indeed be by",
                "the law. (22) But the Scripture imprisoned everything under",
                "sin, so that the promise by faith in Jesus Christ might be given"
            ],
            [
                "to those who believe. (23) Now before faith came, we were",
                "held captive under the law, imprisoned until the coming faith",
                "would be revealed. (24) So then, the law was our guardian",
                "until Christ came, in order that we might be justified by faith.",
                "(25) But now that faith has come, we are no longer under",
                "a guardian, (26) for in Christ Jesus you are all sons of God,",
                "through faith. (27) For as many of you as were baptized into",
                "Christ have put on Christ. (28) There is neither Jew nor Greek,",
                "there is neither slave nor free, there is no male and female,",
                "for you are all one in Christ Jesus. (29) And if you are Christ's,",
                "then you are Abraham's offspring, heirs according to promise."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 238,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 85,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48003018,
        "rangeEndId": 48003029,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 249.4,
            "wordCountMin": 238,
            "wordCountMax": 261,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22.2,
            "lineMin": 22,
            "lineMax": 23
        }
    },
    {
        "ref": "Galatians 4:7–16",
        "text": "(7) So you are no longer a slave, but a son, and if a son, then an heir through God. (8) Formerly, when you did not know God, you were enslaved to those that by nature are not gods. (9) But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more? (10) You observe days and months and seasons and years! (11) I am afraid I may have labored over you in vain. (12) Brothers, I entreat you, become as I am, for I also have become as you are. You did me no wrong. (13) You know it was because of a bodily ailment that I preached the gospel to you at first, (14) and though my condition was a trial to you, you did not scorn or despise me, but received me as an angel of God, as Christ Jesus. (15) What then has become of your blessedness? For I testify to you that, if possible, you would have gouged out your eyes and given them to me. (16) Have I then become your enemy by telling you the truth?",
        "cardsText": [
            [
                "(7) So you are no longer a slave, but a son, and if a son, then",
                "an heir through God. (8) Formerly, when you did not know",
                "God, you were enslaved to those that by nature are not gods.",
                "(9) But now that you have come to know God, or rather to",
                "be known by God, how can you turn back again to the weak",
                "and worthless elementary principles of the world, whose",
                "slaves you want to be once more? (10) You observe days and",
                "months and seasons and years! (11) I am afraid I may have",
                "labored over you in vain. (12) Brothers, I entreat you, become",
                "as I am, for I also have become as you are. You did me no",
                "wrong. (13) You know it was because of a bodily ailment"
            ],
            [
                "that I preached the gospel to you at first, (14) and though",
                "my condition was a trial to you, you did not scorn or despise",
                "me, but received me as an angel of God, as Christ Jesus. (15)",
                "What then has become of your blessedness? For I testify to",
                "you that, if possible, you would have gouged out your eyes",
                "and given them to me. (16) Have I then become your enemy",
                "by telling you the truth?"
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 201,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 86,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48004007,
        "rangeEndId": 48004016,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.2,
            "wordCountMin": 199,
            "wordCountMax": 222,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.4,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Galatians 5:17–21",
        "text": "(17) For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. (18) But if you are led by the Spirit, you are not under the law. (19) Now the works of the flesh are evident: sexual immorality, impurity, sensuality, (20) idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, (21) envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.",
        "cardsText": [
            [
                "(17) For the desires of the flesh are against the Spirit, and the",
                "desires of the Spirit are against the flesh, for these are opposed",
                "to each other, to keep you from doing the things you want to",
                "do. (18) But if you are led by the Spirit, you are not under",
                "the law. (19) Now the works of the flesh are evident: sexual",
                "immorality, impurity, sensuality, (20) idolatry, sorcery, enmity,",
                "strife, jealousy, fits of anger, rivalries, dissensions, divisions,",
                "(21) envy, drunkenness, orgies, and things like these. I warn",
                "you, as I warned you before, that those who do such things",
                "will not inherit the kingdom of God."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 103,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 87,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48005017,
        "rangeEndId": 48005021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 104.6,
            "wordCountMin": 102,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 2:1–10",
        "text": "(1) And you were dead in the trespasses and sins (2) in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience-- (3) among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. (4) But God, being rich in mercy, because of the great love with which he loved us, (5) even when we were dead in our trespasses, made us alive together with Christ--by grace you have been saved-- (6) and raised us up with him and seated us with him in the heavenly places in Christ Jesus, (7) so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. (8) For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, (9) not a result of works, so that no one may boast. (10) For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.",
        "cardsText": [
            [
                "(1) And you were dead in the trespasses and sins (2) in which",
                "you once walked, following the course of this world, following",
                "the prince of the power of the air, the spirit that is now at work",
                "in the sons of disobedience-- (3) among whom we all once",
                "lived in the passions of our flesh, carrying out the desires of",
                "the body and the mind, and were by nature children of wrath,",
                "like the rest of mankind. (4) But God, being rich in mercy,",
                "because of the great love with which he loved us, (5) even",
                "when we were dead in our trespasses, made us alive together",
                "with Christ--by grace you have been saved-- (6) and raised us",
                "up with him and seated us with him in the heavenly places"
            ],
            [
                "in Christ Jesus, (7) so that in the coming ages he might show",
                "the immeasurable riches of his grace in kindness toward us in",
                "Christ Jesus. (8) For by grace you have been saved through",
                "faith. And this is not your own doing; it is the gift of God, (9)",
                "not a result of works, so that no one may boast. (10) For we",
                "are his workmanship, created in Christ Jesus for good works,",
                "which God prepared beforehand, that we should walk in",
                "them."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 205,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 88,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49002001,
        "rangeEndId": 49002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 206.8,
            "wordCountMin": 204,
            "wordCountMax": 210,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.6,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Ephesians 3:8–13",
        "text": "(8) To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ, (9) and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things, (10) so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places. (11) This was according to the eternal purpose that he has realized in Christ Jesus our Lord, (12) in whom we have boldness and access with confidence through our faith in him. (13) So I ask you not to lose heart over what I am suffering for you, which is your glory.",
        "cardsText": [
            [
                "(8) To me, though I am the very least of all the saints, this grace",
                "was given, to preach to the Gentiles the unsearchable riches",
                "of Christ, (9) and to bring to light for everyone what is the plan",
                "of the mystery hidden for ages in God, who created all things,",
                "(10) so that through the church the manifold wisdom of God",
                "might now be made known to the rulers and authorities in",
                "the heavenly places. (11) This was according to the eternal",
                "purpose that he has realized in Christ Jesus our Lord, (12) in",
                "whom we have boldness and access with confidence through",
                "our faith in him. (13) So I ask you not to lose heart over what I",
                "am suffering for you, which is your glory."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 122,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 89,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49003008,
        "rangeEndId": 49003013,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 124.2,
            "wordCountMin": 121,
            "wordCountMax": 129,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 5:11–15",
        "text": "(11) Take no part in the unfruitful works of darkness, but instead expose them. (12) For it is shameful even to speak of the things that they do in secret. (13) But when anything is exposed by the light, it becomes visible, (14) for anything that becomes visible is light. Therefore it says, \"Awake, O sleeper, and arise from the dead, and Christ will shine on you.\" (15) Look carefully then how you walk, not as unwise but as wise,",
        "cardsText": [
            [
                "(11) Take no part in the unfruitful works of darkness, but",
                "instead expose them. (12) For it is shameful even to speak",
                "of the things that they do in secret. (13) But when anything is",
                "exposed by the light, it becomes visible, (14) for anything that",
                "becomes visible is light. Therefore it says, \"Awake, O sleeper,",
                "and arise from the dead, and Christ will shine on you.\" (15)",
                "Look carefully then how you walk, not as unwise but as wise,"
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 75,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 90,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49005011,
        "rangeEndId": 49005015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 77.6,
            "wordCountMin": 72,
            "wordCountMax": 82,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 6:13–17",
        "text": "(13) Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. (14) Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, (15) and, as shoes for your feet, having put on the readiness given by the gospel of peace. (16) In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; (17) and take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
        "cardsText": [
            [
                "(13) Therefore take up the whole armor of God, that you may",
                "be able to withstand in the evil day, and having done all, to",
                "stand firm. (14) Stand therefore, having fastened on the belt",
                "of truth, and having put on the breastplate of righteousness,",
                "(15) and, as shoes for your feet, having put on the readiness",
                "given by the gospel of peace. (16) In all circumstances take",
                "up the shield of faith, with which you can extinguish all the",
                "flaming darts of the evil one; (17) and take the helmet of",
                "salvation, and the sword of the Spirit, which is the word of",
                "God,"
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 100,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 91,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49006013,
        "rangeEndId": 49006017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99,
            "wordCountMin": 93,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Philippians 4:4–8",
        "text": "(4) Rejoice in the Lord always; again I will say, rejoice. (5) Let your reasonableness be known to everyone. The Lord is at hand; (6) do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. (7) And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus. (8) Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
        "cardsText": [
            [
                "(4) Rejoice in the Lord always; again I will say, rejoice. (5) Let",
                "your reasonableness be known to everyone. The Lord is at",
                "hand; (6) do not be anxious about anything, but in everything",
                "by prayer and supplication with thanksgiving let your requests",
                "be made known to God. (7) And the peace of God, which",
                "surpasses all understanding, will guard your hearts and your",
                "minds in Christ Jesus. (8) Finally, brothers, whatever is true,",
                "whatever is honorable, whatever is just, whatever is pure,",
                "whatever is lovely, whatever is commendable, if there is any",
                "excellence, if there is anything worthy of praise, think about",
                "these things."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 100,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 92,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 50004004,
        "rangeEndId": 50004008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.6,
            "wordCountMin": 92,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Colossians 3:5–11",
        "text": "(5) Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. (6) On account of these the wrath of God is coming. (7) In these you too once walked, when you were living in them. (8) But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. (9) Do not lie to one another, seeing that you have put off the old self with its practices (10) and have put on the new self, which is being renewed in knowledge after the image of its creator. (11) Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.",
        "cardsText": [
            [
                "(5) Put to death therefore what is earthly in you: sexual immorality,",
                "impurity, passion, evil desire, and covetousness, which is idolatry.",
                "(6) On account of these the wrath of God is coming. (7) In these you",
                "too once walked, when you were living in them. (8) But now you",
                "must put them all away: anger, wrath, malice, slander, and obscene",
                "talk from your mouth. (9) Do not lie to one another, seeing that you",
                "have put off the old self with its practices (10) and have put on the",
                "new self, which is being renewed in knowledge after the image",
                "of its creator. (11) Here there is not Greek and Jew, circumcised",
                "and uncircumcised, barbarian, Scythian, slave, free; but Christ is",
                "all, and in all."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 118,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 93,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 51003005,
        "rangeEndId": 51003011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 127.6,
            "wordCountMin": 118,
            "wordCountMax": 144,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12,
            "lineMin": 11,
            "lineMax": 14
        }
    },
    {
        "ref": "1 Timothy 2:1–6",
        "text": "(1) First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, (2) for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. (3) This is good, and it is pleasing in the sight of God our Savior, (4) who desires all people to be saved and to come to the knowledge of the truth. (5) For there is one God, and there is one mediator between God and men, the man Christ Jesus, (6) who gave himself as a ransom for all, which is the testimony given at the proper time.",
        "cardsText": [
            [
                "(1) First of all, then, I urge that supplications, prayers,",
                "intercessions, and thanksgivings be made for all people, (2)",
                "for kings and all who are in high positions, that we may lead",
                "a peaceful and quiet life, godly and dignified in every way.",
                "(3) This is good, and it is pleasing in the sight of God our",
                "Savior, (4) who desires all people to be saved and to come",
                "to the knowledge of the truth. (5) For there is one God, and",
                "there is one mediator between God and men, the man Christ",
                "Jesus, (6) who gave himself as a ransom for all, which is the",
                "testimony given at the proper time."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 106,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 94,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 54002001,
        "rangeEndId": 54002006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.8,
            "wordCountMin": 96,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Timothy 2:16–26",
        "text": "(16) But avoid irreverent babble, for it will lead people into more and more ungodliness, (17) and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, (18) who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some. (19) But God's firm foundation stands, bearing this seal: \"The Lord knows those who are his,\" and, \"Let everyone who names the name of the Lord depart from iniquity.\" (20) Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. (21) Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work. (22) So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. (23) Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. (24) And the Lord's servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, (25) correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, (26) and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.",
        "cardsText": [
            [
                "(16) But avoid irreverent babble, for it will lead people into",
                "more and more ungodliness, (17) and their talk will spread like",
                "gangrene. Among them are Hymenaeus and Philetus, (18) who",
                "have swerved from the truth, saying that the resurrection has",
                "already happened. They are upsetting the faith of some. (19) But",
                "God's firm foundation stands, bearing this seal: \"The Lord knows",
                "those who are his,\" and, \"Let everyone who names the name of the",
                "Lord depart from iniquity.\" (20) Now in a great house there are not",
                "only vessels of gold and silver but also of wood and clay, some for",
                "honorable use, some for dishonorable. (21) Therefore, if anyone",
                "cleanses himself from what is dishonorable, he will be a vessel"
            ],
            [
                "for honorable use, set apart as holy, useful to the master of the",
                "house, ready for every good work. (22) So flee youthful passions",
                "and pursue righteousness, faith, love, and peace, along with those",
                "who call on the Lord from a pure heart. (23) Have nothing to do",
                "with foolish, ignorant controversies; you know that they breed",
                "quarrels. (24) And the Lord's servant must not be quarrelsome",
                "but kind to everyone, able to teach, patiently enduring evil, (25)",
                "correcting his opponents with gentleness. God may perhaps grant",
                "them repentance leading to a knowledge of the truth, (26) and",
                "they may come to their senses and escape from the snare of the",
                "devil, after being captured by him to do his will."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 232,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 95,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55002016,
        "rangeEndId": 55002026,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 227,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Timothy 3:1–7",
        "text": "(1) But understand this, that in the last days there will come times of difficulty. (2) For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, (3) heartless, unappeasable, slanderous, without self- control, brutal, not loving good, (4) treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, (5) having the appearance of godliness, but denying its power. Avoid such people. (6) For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, (7) always learning and never able to arrive at a knowledge of the truth.",
        "cardsText": [
            [
                "(1) But understand this, that in the last days there will come times",
                "of difficulty. (2) For people will be lovers of self, lovers of money,",
                "proud, arrogant, abusive, disobedient to their parents, ungrateful,",
                "unholy, (3) heartless, unappeasable, slanderous, without self-",
                "control, brutal, not loving good, (4) treacherous, reckless, swollen",
                "with conceit, lovers of pleasure rather than lovers of God, (5) having",
                "the appearance of godliness, but denying its power. Avoid such",
                "people. (6) For among them are those who creep into households",
                "and capture weak women, burdened with sins and led astray by",
                "various passions, (7) always learning and never able to arrive at a",
                "knowledge of the truth."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 103,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 96,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55003001,
        "rangeEndId": 55003007,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.4,
            "wordCountMin": 103,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Titus 1:1–16",
        "text": "(1) Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God's elect and their knowledge of the truth, which accords with godliness, (2) in hope of eternal life, which God, who never lies, promised before the ages began (3) and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior; (4) To Titus, my true child in a common faith: Grace and peace from God the Father and Christ Jesus our Savior. (5) This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you-- (6) if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. (7) For an overseer, as God's steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, (8) but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. (9) He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it. (10) For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. (11) They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach. (12) One of the Cretans, a prophet of their own, said, \"Cretans are always liars, evil beasts, lazy gluttons.\" (13) This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, (14) not devoting themselves to Jewish myths and the commands of people who turn away from the truth. (15) To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. (16) They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.",
        "cardsText": [
            [
                "(1) Paul, a servant of God and an apostle of Jesus Christ, for the",
                "sake of the faith of God's elect and their knowledge of the truth,",
                "which accords with godliness, (2) in hope of eternal life, which",
                "God, who never lies, promised before the ages began (3) and at",
                "the proper time manifested in his word through the preaching",
                "with which I have been entrusted by the command of God our",
                "Savior; (4) To Titus, my true child in a common faith: Grace and",
                "peace from God the Father and Christ Jesus our Savior. (5) This",
                "is why I left you in Crete, so that you might put what remained",
                "into order, and appoint elders in every town as I directed you--",
                "(6) if anyone is above reproach, the husband of one wife, and his"
            ],
            [
                "children are believers and not open to the charge of debauchery",
                "or insubordination. (7) For an overseer, as God's steward, must",
                "be above reproach. He must not be arrogant or quick-tempered",
                "or a drunkard or violent or greedy for gain, (8) but hospitable, a",
                "lover of good, self-controlled, upright, holy, and disciplined. (9)",
                "He must hold firm to the trustworthy word as taught, so that he",
                "may be able to give instruction in sound doctrine and also to",
                "rebuke those who contradict it. (10) For there are many who are",
                "insubordinate, empty talkers and deceivers, especially those of",
                "the circumcision party. (11) They must be silenced, since they are",
                "upsetting whole families by teaching for shameful gain what they"
            ],
            [
                "ought not to teach. (12) One of the Cretans, a prophet of their own,",
                "said, \"Cretans are always liars, evil beasts, lazy gluttons.\" (13) This",
                "testimony is true. Therefore rebuke them sharply, that they may be",
                "sound in the faith, (14) not devoting themselves to Jewish myths",
                "and the commands of people who turn away from the truth. (15)",
                "To the pure, all things are pure, but to the defiled and unbelieving,",
                "nothing is pure; but both their minds and their consciences are",
                "defiled. (16) They profess to know God, but they deny him by their",
                "works. They are detestable, disobedient, unfit for any good work."
            ]
        ],
        "cards": 3,
        "lines": 31,
        "lastCardLines": 9,
        "wordCount": 345,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 97,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56001001,
        "rangeEndId": 56001016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 343.6,
            "wordCountMin": 330,
            "wordCountMax": 362,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.4,
            "lineMin": 31,
            "lineMax": 33
        }
    },
    {
        "ref": "Titus 3:3–8",
        "text": "(3) For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. (4) But when the goodness and loving kindness of God our Savior appeared, (5) he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, (6) whom he poured out on us richly through Jesus Christ our Savior, (7) so that being justified by his grace we might become heirs according to the hope of eternal life. (8) The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people.",
        "cardsText": [
            [
                "(3) For we ourselves were once foolish, disobedient, led astray,",
                "slaves to various passions and pleasures, passing our days",
                "in malice and envy, hated by others and hating one another.",
                "(4) But when the goodness and loving kindness of God our",
                "Savior appeared, (5) he saved us, not because of works done",
                "by us in righteousness, but according to his own mercy, by",
                "the washing of regeneration and renewal of the Holy Spirit,",
                "(6) whom he poured out on us richly through Jesus Christ",
                "our Savior, (7) so that being justified by his grace we might",
                "become heirs according to the hope of eternal life. (8) The",
                "saying is trustworthy, and I want you to insist on these things,"
            ],
            [
                "so that those who have believed in God may be careful to",
                "devote themselves to good works. These things are excellent",
                "and profitable for people."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 138,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 98,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56003003,
        "rangeEndId": 56003008,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 136,
            "wordCountMin": 131,
            "wordCountMax": 141,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 13.6,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Philemon 1:8–14",
        "text": "(8) Accordingly, though I am bold enough in Christ to command you to do what is required, (9) yet for love's sake I prefer to appeal to you--I, Paul, an old man and now a prisoner also for Christ Jesus-- (10) I appeal to you for my child, Onesimus, whose father I became in my imprisonment. (11) (Formerly he was useless to you, but now he is indeed useful to you and to me.) (12) I am sending him back to you, sending my very heart. (13) I would have been glad to keep him with me, in order that he might serve me on your behalf during my imprisonment for the gospel, (14) but I preferred to do nothing without your consent in order that your goodness might not be by compulsion but of your own accord.",
        "cardsText": [
            [
                "(8) Accordingly, though I am bold enough in Christ to command",
                "you to do what is required, (9) yet for love's sake I prefer to appeal",
                "to you--I, Paul, an old man and now a prisoner also for Christ",
                "Jesus-- (10) I appeal to you for my child, Onesimus, whose father I",
                "became in my imprisonment. (11) (Formerly he was useless to you,",
                "but now he is indeed useful to you and to me.) (12) I am sending",
                "him back to you, sending my very heart. (13) I would have been",
                "glad to keep him with me, in order that he might serve me on your",
                "behalf during my imprisonment for the gospel, (14) but I preferred",
                "to do nothing without your consent in order that your goodness",
                "might not be by compulsion but of your own accord."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 131,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 99,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 57001008,
        "rangeEndId": 57001014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 134.8,
            "wordCountMin": 128,
            "wordCountMax": 145,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Hebrews 10:30–39",
        "text": "(30) For we know him who said, \"Vengeance is mine; I will repay.\" And again, \"The Lord will judge his people.\" (31) It is a fearful thing to fall into the hands of the living God. (32) But recall the former days when, after you were enlightened, you endured a hard struggle with sufferings, (33) sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated. (34) For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one. (35) Therefore do not throw away your confidence, which has a great reward. (36) For you have need of endurance, so that when you have done the will of God you may receive what is promised. (37) For, \"Yet a little while, and the coming one will come and will not delay; (38) but my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him.\" (39) But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls.",
        "cardsText": [
            [
                "(30) For we know him who said, \"Vengeance is mine; I will",
                "repay.\" And again, \"The Lord will judge his people.\" (31) It",
                "is a fearful thing to fall into the hands of the living God. (32)",
                "But recall the former days when, after you were enlightened,",
                "you endured a hard struggle with sufferings, (33) sometimes",
                "being publicly exposed to reproach and affliction, and",
                "sometimes being partners with those so treated. (34) For you",
                "had compassion on those in prison, and you joyfully accepted",
                "the plundering of your property, since you knew that you",
                "yourselves had a better possession and an abiding one. (35)",
                "Therefore do not throw away your confidence, which has a"
            ],
            [
                "great reward. (36) For you have need of endurance, so that",
                "when you have done the will of God you may receive what",
                "is promised. (37) For, \"Yet a little while, and the coming one",
                "will come and will not delay; (38) but my righteous one shall",
                "live by faith, and if he shrinks back, my soul has no pleasure",
                "in him.\" (39) But we are not of those who shrink back and",
                "are destroyed, but of those who have faith and preserve their",
                "souls."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 189,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 100,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 58010030,
        "rangeEndId": 58010039,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 196.2,
            "wordCountMin": 189,
            "wordCountMax": 205,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "James 2:1–10",
        "text": "(1) My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. (2) For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, (3) and if you pay attention to the one who wears the fine clothing and say, \"You sit here in a good place,\" while you say to the poor man, \"You stand over there,\" or, \"Sit down at my feet,\" (4) have you not then made distinctions among yourselves and become judges with evil thoughts? (5) Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? (6) But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? (7) Are they not the ones who blaspheme the honorable name by which you were called? (8) If you really fulfill the royal law according to the Scripture, \"You shall love your neighbor as yourself,\" you are doing well. (9) But if you show partiality, you are committing sin and are convicted by the law as transgressors. (10) For whoever keeps the whole law but fails in one point has become guilty of all of it.",
        "cardsText": [
            [
                "(1) My brothers, show no partiality as you hold the faith in our",
                "Lord Jesus Christ, the Lord of glory. (2) For if a man wearing",
                "a gold ring and fine clothing comes into your assembly, and",
                "a poor man in shabby clothing also comes in, (3) and if you",
                "pay attention to the one who wears the fine clothing and say,",
                "\"You sit here in a good place,\" while you say to the poor man,",
                "\"You stand over there,\" or, \"Sit down at my feet,\" (4) have you",
                "not then made distinctions among yourselves and become",
                "judges with evil thoughts? (5) Listen, my beloved brothers,",
                "has not God chosen those who are poor in the world to be",
                "rich in faith and heirs of the kingdom, which he has promised"
            ],
            [
                "to those who love him? (6) But you have dishonored the poor",
                "man. Are not the rich the ones who oppress you, and the",
                "ones who drag you into court? (7) Are they not the ones who",
                "blaspheme the honorable name by which you were called?",
                "(8) If you really fulfill the royal law according to the Scripture,",
                "\"You shall love your neighbor as yourself,\" you are doing",
                "well. (9) But if you show partiality, you are committing sin and",
                "are convicted by the law as transgressors. (10) For whoever",
                "keeps the whole law but fails in one point has become guilty",
                "of all of it."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 227,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 101,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 59002001,
        "rangeEndId": 59002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 220,
            "wordCountMin": 213,
            "wordCountMax": 227,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "1 Peter 3:13–22",
        "text": "(13) Now who is there to harm you if you are zealous for what is good? (14) But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled, (15) but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, (16) having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. (17) For it is better to suffer for doing good, if that should be God's will, than for doing evil. (18) For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, (19) in which he went and proclaimed to the spirits in prison, (20) because they formerly did not obey, when God's patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. (21) Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, (22) who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.",
        "cardsText": [
            [
                "(13) Now who is there to harm you if you are zealous for what is",
                "good? (14) But even if you should suffer for righteousness' sake,",
                "you will be blessed. Have no fear of them, nor be troubled, (15)",
                "but in your hearts honor Christ the Lord as holy, always being",
                "prepared to make a defense to anyone who asks you for a reason",
                "for the hope that is in you; yet do it with gentleness and respect,",
                "(16) having a good conscience, so that, when you are slandered,",
                "those who revile your good behavior in Christ may be put to",
                "shame. (17) For it is better to suffer for doing good, if that should",
                "be God's will, than for doing evil. (18) For Christ also suffered once",
                "for sins, the righteous for the unrighteous, that he might bring us"
            ],
            [
                "to God, being put to death in the flesh but made alive in the spirit,",
                "(19) in which he went and proclaimed to the spirits in prison, (20)",
                "because they formerly did not obey, when God's patience waited",
                "in the days of Noah, while the ark was being prepared, in which",
                "a few, that is, eight persons, were brought safely through water.",
                "(21) Baptism, which corresponds to this, now saves you, not as a",
                "removal of dirt from the body but as an appeal to God for a good",
                "conscience, through the resurrection of Jesus Christ, (22) who has",
                "gone into heaven and is at the right hand of God, with angels,",
                "authorities, and powers having been subjected to him."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 250,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 102,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 60003013,
        "rangeEndId": 60003022,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 253.2,
            "wordCountMin": 245,
            "wordCountMax": 267,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Peter 3:8–14",
        "text": "(8) But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. (9) The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance. (10) But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed. (11) Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness, (12) waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn! (13) But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells. (14) Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace.",
        "cardsText": [
            [
                "(8) But do not overlook this one fact, beloved, that with the",
                "Lord one day is as a thousand years, and a thousand years as",
                "one day. (9) The Lord is not slow to fulfill his promise as some",
                "count slowness, but is patient toward you, not wishing that",
                "any should perish, but that all should reach repentance. (10)",
                "But the day of the Lord will come like a thief, and then the",
                "heavens will pass away with a roar, and the heavenly bodies",
                "will be burned up and dissolved, and the earth and the",
                "works that are done on it will be exposed. (11) Since all these",
                "things are thus to be dissolved, what sort of people ought",
                "you to be in lives of holiness and godliness, (12) waiting for"
            ],
            [
                "and hastening the coming of the day of God, because of",
                "which the heavens will be set on fire and dissolved, and the",
                "heavenly bodies will melt as they burn! (13) But according",
                "to his promise we are waiting for new heavens and a new",
                "earth in which righteousness dwells. (14) Therefore, beloved,",
                "since you are waiting for these, be diligent to be found by",
                "him without spot or blemish, and at peace."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 197,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 103,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 61003008,
        "rangeEndId": 61003014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 194.6,
            "wordCountMin": 190,
            "wordCountMax": 198,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.2,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "1 John 4:10–19",
        "text": "(10) In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. (11) Beloved, if God so loved us, we also ought to love one another. (12) No one has ever seen God; if we love one another, God abides in us and his love is perfected in us. (13) By this we know that we abide in him and he in us, because he has given us of his Spirit. (14) And we have seen and testify that the Father has sent his Son to be the Savior of the world. (15) Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. (16) So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. (17) By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. (18) There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love. (19) We love because he first loved us.",
        "cardsText": [
            [
                "(10) In this is love, not that we have loved God but that he",
                "loved us and sent his Son to be the propitiation for our sins.",
                "(11) Beloved, if God so loved us, we also ought to love one",
                "another. (12) No one has ever seen God; if we love one",
                "another, God abides in us and his love is perfected in us. (13)",
                "By this we know that we abide in him and he in us, because",
                "he has given us of his Spirit. (14) And we have seen and testify",
                "that the Father has sent his Son to be the Savior of the world.",
                "(15) Whoever confesses that Jesus is the Son of God, God",
                "abides in him, and he in God. (16) So we have come to know",
                "and to believe the love that God has for us. God is love, and"
            ],
            [
                "whoever abides in love abides in God, and God abides in",
                "him. (17) By this is love perfected with us, so that we may have",
                "confidence for the day of judgment, because as he is so also",
                "are we in this world. (18) There is no fear in love, but perfect",
                "love casts out fear. For fear has to do with punishment, and",
                "whoever fears has not been perfected in love. (19) We love",
                "because he first loved us."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 215,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 104,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 62004010,
        "rangeEndId": 62004019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 211.2,
            "wordCountMin": 207,
            "wordCountMax": 215,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18,
            "lineMin": 18,
            "lineMax": 18
        }
    },
    {
        "ref": "Revelation 21:6–20",
        "text": "(6) And he said to me, \"It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. (7) The one who conquers will have this heritage, and I will be his God and he will be my son. (8) But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.\" (9) Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, \"Come, I will show you the Bride, the wife of the Lamb.\" (10) And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, (11) having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. (12) It had a great, high wall, with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed-- (13) on the east three gates, on the north three gates, on the south three gates, and on the west three gates. (14) And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb. (15) And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. (16) The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. (17) He also measured its wall, 144 cubits by human measurement, which is also an angel's measurement. (18) The wall was built of jasper, while the city was pure gold, like clear glass. (19) The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, (20) the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst.",
        "cardsText": [
            [
                "(6) And he said to me, \"It is done! I am the Alpha and the Omega,",
                "the beginning and the end. To the thirsty I will give from the spring",
                "of the water of life without payment. (7) The one who conquers",
                "will have this heritage, and I will be his God and he will be my",
                "son. (8) But as for the cowardly, the faithless, the detestable, as",
                "for murderers, the sexually immoral, sorcerers, idolaters, and all",
                "liars, their portion will be in the lake that burns with fire and sulfur,",
                "which is the second death.\" (9) Then came one of the seven angels",
                "who had the seven bowls full of the seven last plagues and spoke",
                "to me, saying, \"Come, I will show you the Bride, the wife of the",
                "Lamb.\" (10) And he carried me away in the Spirit to a great, high"
            ],
            [
                "mountain, and showed me the holy city Jerusalem coming down",
                "out of heaven from God, (11) having the glory of God, its radiance",
                "like a most rare jewel, like a jasper, clear as crystal. (12) It had a",
                "great, high wall, with twelve gates, and at the gates twelve angels,",
                "and on the gates the names of the twelve tribes of the sons of Israel",
                "were inscribed-- (13) on the east three gates, on the north three",
                "gates, on the south three gates, and on the west three gates. (14)",
                "And the wall of the city had twelve foundations, and on them were",
                "the twelve names of the twelve apostles of the Lamb. (15) And the",
                "one who spoke with me had a measuring rod of gold to measure",
                "the city and its gates and walls. (16) The city lies foursquare, its"
            ],
            [
                "length the same as its width. And he measured the city with his",
                "rod, 12,000 stadia. Its length and width and height are equal. (17)",
                "He also measured its wall, 144 cubits by human measurement,",
                "which is also an angel's measurement. (18) The wall was built",
                "of jasper, while the city was pure gold, like clear glass. (19) The",
                "foundations of the wall of the city were adorned with every kind of",
                "jewel. The first was jasper, the second sapphire, the third agate, the",
                "fourth emerald, (20) the fifth onyx, the sixth carnelian, the seventh",
                "chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase,",
                "the eleventh jacinth, the twelfth amethyst."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 384,
        "version": "ESV",
        "division": "Junior",
        "cardNum": 105,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 66021006,
        "rangeEndId": 66021020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 399.2,
            "wordCountMin": 384,
            "wordCountMax": 422,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 33.4,
            "lineMin": 32,
            "lineMax": 36
        }
    }
]