[
    {
        "ref": "Colossians 1:15–16",
        "text": "(15) He is the image of the invisible God, the firstborn of all creation: (16) for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities--all things have been created through Him and for Him.",
        "cardsText": [
            [
                "(15) He is the image of the invisible God, the firstborn of all",
                "creation: (16) for by Him all things were created, both in the",
                "heavens and on earth, visible and invisible, whether thrones,",
                "or dominions, or rulers, or authorities--all things have been",
                "created through Him and for Him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 47,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 1,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 51001015,
        "rangeEndId": 51001016,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 47.8,
            "wordCountMin": 44,
            "wordCountMax": 51,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5,
            "lineMin": 5,
            "lineMax": 5
        }
    },
    {
        "ref": "Genesis 1:1–5",
        "text": "(1) In the beginning God created the heavens and the earth. (2) And the earth was a formless and desolate emptiness, and darkness was over the surface of the deep, and the Spirit of God was hovering over the surface of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) God saw that the light was good; and God separated the light from the darkness. (5) God called the light \"day,\" and the darkness He called \"night.\" And there was evening and there was morning, one day.",
        "cardsText": [
            [
                "(1) In the beginning God created the heavens and the earth.",
                "(2) And the earth was a formless and desolate emptiness, and",
                "darkness was over the surface of the deep, and the Spirit of",
                "God was hovering over the surface of the waters. (3) Then",
                "God said, \"Let there be light\"; and there was light. (4) God",
                "saw that the light was good; and God separated the light",
                "from the darkness. (5) God called the light \"day,\" and the",
                "darkness He called \"night.\" And there was evening and there",
                "was morning, one day."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 88,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 2,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001001,
        "rangeEndId": 1001005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 82,
            "wordCountMax": 89,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 40:26–28",
        "text": "(26) Raise your eyes on high And see who has created these stars, The One who brings out their multitude by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one of them is missing. (27) Why do you say, Jacob, and you assert, Israel, \"My way is hidden from the LORD, And the justice due me escapes the notice of my God\"? (28) Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable.",
        "cardsText": [
            [
                "(26) Raise your eyes on high And see who has created these",
                "stars, The One who brings out their multitude by number, He",
                "calls them all by name; Because of the greatness of His might",
                "and the strength of His power, Not one of them is missing.",
                "(27) Why do you say, Jacob, and you assert, Israel, \"My way",
                "is hidden from the LORD, And the justice due me escapes",
                "the notice of my God\"? (28) Do you not know? Have you",
                "not heard? The Everlasting God, the LORD, the Creator of",
                "the ends of the earth Does not become weary or tired. His",
                "understanding is unsearchable."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 104,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 3,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 23040026,
        "rangeEndId": 23040028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 101.6,
            "wordCountMin": 99,
            "wordCountMax": 105,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Genesis 1:26–28",
        "text": "(26) Then God said, \"Let Us make mankind in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the livestock and over all the earth, and over every crawling thing that crawls on the earth.\" (27) So God created man in His own image, in the image of God He created him; male and female He created them. (28) God blessed them; and God said to them, \"Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.\"",
        "cardsText": [
            [
                "(26) Then God said, \"Let Us make mankind in Our image,",
                "according to Our likeness; and let them rule over the fish of",
                "the sea and over the birds of the sky and over the livestock",
                "and over all the earth, and over every crawling thing that",
                "crawls on the earth.\" (27) So God created man in His own",
                "image, in the image of God He created him; male and female",
                "He created them. (28) God blessed them; and God said to",
                "them, \"Be fruitful and multiply, and fill the earth, and subdue",
                "it; and rule over the fish of the sea and over the birds of the",
                "sky and over every living thing that moves on the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 116,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 4,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001026,
        "rangeEndId": 1001028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.4,
            "wordCountMin": 112,
            "wordCountMax": 118,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.4,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Genesis 17:1–4",
        "text": "(1) Now when Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am God Almighty; Walk before Me, and be blameless. (2) \"I will make My covenant between Me and you, And I will multiply you exceedingly.\" (3) Abram fell on his face, and God talked with him, saying, (4) \"As for Me, behold, My covenant is with you, And you will be the father of a multitude of nations.",
        "cardsText": [
            [
                "(1) Now when Abram was ninety-nine years old, the LORD",
                "appeared to Abram and said to him, \"I am God Almighty; Walk",
                "before Me, and be blameless. (2) \"I will make My covenant",
                "between Me and you, And I will multiply you exceedingly.\"",
                "(3) Abram fell on his face, and God talked with him, saying,",
                "(4) \"As for Me, behold, My covenant is with you, And you will",
                "be the father of a multitude of nations."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 72,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 5,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1017001,
        "rangeEndId": 1017004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 70,
            "wordCountMin": 65,
            "wordCountMax": 75,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 2:1–3",
        "text": "(1) And so the heavens and the earth were completed, and all their heavenly lights. (2) By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because on it He rested from all His work which God had created and made.",
        "cardsText": [
            [
                "(1) And so the heavens and the earth were completed, and all",
                "their heavenly lights. (2) By the seventh day God completed",
                "His work which He had done, and He rested on the seventh",
                "day from all His work which He had done. (3) Then God",
                "blessed the seventh day and sanctified it, because on it He",
                "rested from all His work which God had created and made."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 65,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 6,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002001,
        "rangeEndId": 1002003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 65.4,
            "wordCountMin": 62,
            "wordCountMax": 67,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Exodus 31:12–14",
        "text": "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for you, speak to the sons of Israel, saying, 'You must keep My Sabbaths; for this is a sign between Me and you throughout your generations, so that you may know that I am the LORD who sanctifies you. (14) 'Therefore you are to keep the Sabbath, for it is holy to you. Everyone who profanes it must be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
        "cardsText": [
            [
                "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for",
                "you, speak to the sons of Israel, saying, 'You must keep My",
                "Sabbaths; for this is a sign between Me and you throughout",
                "your generations, so that you may know that I am the LORD",
                "who sanctifies you. (14) 'Therefore you are to keep the",
                "Sabbath, for it is holy to you. Everyone who profanes it must",
                "be put to death; for whoever does any work on it, that person",
                "shall be cut off from among his people."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 87,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 7,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 2031012,
        "rangeEndId": 2031014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 83.2,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Genesis 2:23–24",
        "text": "(23) Then the man said, \"At last this is bone of my bones, And flesh of my flesh; She shall be called 'woman,' Because she was taken out of man.\" (24) For this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh.",
        "cardsText": [
            [
                "(23) Then the man said, \"At last this is bone of my bones, And",
                "flesh of my flesh; She shall be called 'woman,' Because she",
                "was taken out of man.\" (24) For this reason a man shall leave",
                "his father and his mother, and be joined to his wife; and they",
                "shall become one flesh."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 53,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 8,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002023,
        "rangeEndId": 1002024,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 49.8,
            "wordCountMin": 48,
            "wordCountMax": 53,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4.8,
            "lineMin": 4,
            "lineMax": 5
        }
    },
    {
        "ref": "Deuteronomy 6:13–15",
        "text": "(13) \"You shall fear only the LORD your God; and you shall worship Him and swear by His name. (14) \"You shall not follow other gods, any of the gods of the peoples who surround you, (15) for the LORD your God who is in the midst of you is a jealous God; so follow Him, or else the anger of the LORD your God will be kindled against you, and He will wipe you off the face of the earth.",
        "cardsText": [
            [
                "(13) \"You shall fear only the LORD your God; and you shall",
                "worship Him and swear by His name. (14) \"You shall not follow",
                "other gods, any of the gods of the peoples who surround",
                "you, (15) for the LORD your God who is in the midst of you is",
                "a jealous God; so follow Him, or else the anger of the LORD",
                "your God will be kindled against you, and He will wipe you",
                "off the face of the earth."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 78,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 9,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 5006013,
        "rangeEndId": 5006015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 67.8,
            "wordCountMin": 58,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6,
            "lineMin": 5,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 3:14–15",
        "text": "(14) Then the LORD God said to the serpent, \"Because you have done this, Cursed are you more than all the livestock, And more than any animal of the field; On your belly you shall go, And dust you shall eat All the days of your life; (15) And I will make enemies Of you and the woman, And of your offspring and her Descendant; He shall bruise you on the head, And you shall bruise Him on the heel.\"",
        "cardsText": [
            [
                "(14) Then the LORD God said to the serpent, \"Because you",
                "have done this, Cursed are you more than all the livestock,",
                "And more than any animal of the field; On your belly you",
                "shall go, And dust you shall eat All the days of your life; (15)",
                "And I will make enemies Of you and the woman, And of your",
                "offspring and her Descendant; He shall bruise you on the",
                "head, And you shall bruise Him on the heel.\""
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 78,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 10,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1003014,
        "rangeEndId": 1003015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.6,
            "wordCountMin": 67,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.8,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 68:19–20",
        "text": "(19) Blessed be the Lord, who daily bears our burden, The God who is our salvation. (20) God is to us a God of salvation; And to GOD the Lord belong ways of escape from death.",
        "cardsText": [
            [
                "(19) Blessed be the Lord, who daily bears our burden, The",
                "God who is our salvation. (20) God is to us a God of salvation;",
                "And to GOD the Lord belong ways of escape from death."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 34,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 11,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19068019,
        "rangeEndId": 19068020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 31.8,
            "wordCountMin": 29,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Genesis 4:7–8",
        "text": "(7) \"If you do well, will your face not be cheerful? And if you do not do well, sin is lurking at the door; and its desire is for you, but you must master it.\" (8) Cain talked to his brother Abel; and it happened that when they were in the field Cain rose up against his brother Abel and killed him.",
        "cardsText": [
            [
                "(7) \"If you do well, will your face not be cheerful? And if you",
                "do not do well, sin is lurking at the door; and its desire is for",
                "you, but you must master it.\" (8) Cain talked to his brother",
                "Abel; and it happened that when they were in the field Cain",
                "rose up against his brother Abel and killed him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 60,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 12,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1004007,
        "rangeEndId": 1004008,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 61,
            "wordCountMin": 57,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5.2,
            "lineMin": 5,
            "lineMax": 6
        }
    },
    {
        "ref": "Jeremiah 23:5–6",
        "text": "(5) \"Behold, the days are coming,\" declares the LORD, \"When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land. (6) \"In His days Judah will be saved, And Israel will live securely; And this is His name by which He will be called, 'The LORD Our Righteousness.'",
        "cardsText": [
            [
                "(5) \"Behold, the days are coming,\" declares the LORD, \"When",
                "I will raise up for David a righteous Branch; And He will reign",
                "as king and act wisely And do justice and righteousness in",
                "the land. (6) \"In His days Judah will be saved, And Israel will",
                "live securely; And this is His name by which He will be called,",
                "'The LORD Our Righteousness.'"
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 62,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 13,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 24023005,
        "rangeEndId": 24023006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 60.8,
            "wordCountMin": 58,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Genesis 5:1–3",
        "text": "(1) This is the book of the generations of Adam. On the day when God created man, He made him in the likeness of God. (2) He created them male and female, and He blessed them and named them \"mankind\" on the day when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, according to his image, and named him Seth.",
        "cardsText": [
            [
                "(1) This is the book of the generations of Adam. On the day",
                "when God created man, He made him in the likeness of God.",
                "(2) He created them male and female, and He blessed them",
                "and named them \"mankind\" on the day when they were",
                "created. (3) When Adam had lived 130 years, he fathered a",
                "son in his own likeness, according to his image, and named",
                "him Seth."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 67,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 14,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1005001,
        "rangeEndId": 1005003,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 64.8,
            "wordCountMin": 60,
            "wordCountMax": 69,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 90:1–4",
        "text": "(1) A Prayer of Moses, the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were born Or You gave birth to the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn mortals back into dust And say, \"Return, you sons of mankind.\" (4) For a thousand years in Your sight Are like yesterday when it passes by, Or like a watch in the night.",
        "cardsText": [
            [
                "(1) A Prayer of Moses, the man of God. Lord, You have",
                "been our dwelling place in all generations. (2) Before the",
                "mountains were born Or You gave birth to the earth and the",
                "world, Even from everlasting to everlasting, You are God. (3)",
                "You turn mortals back into dust And say, \"Return, you sons",
                "of mankind.\" (4) For a thousand years in Your sight Are like",
                "yesterday when it passes by, Or like a watch in the night."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 75,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 15,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19090001,
        "rangeEndId": 19090004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 74.4,
            "wordCountMin": 71,
            "wordCountMax": 76,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 9:8–11",
        "text": "(8) Then God spoke to Noah and to his sons with him, saying, (9) \"Now behold, I Myself am establishing My covenant with you, and with your descendants after you; (10) and with every living creature that is with you: the birds, the livestock, and every animal of the earth with you; of all that comes out of the ark, every animal of the earth. (11) \"I establish My covenant with you; and all flesh shall never again be eliminated by the waters of a flood, nor shall there again be a flood to destroy the earth.\"",
        "cardsText": [
            [
                "(8) Then God spoke to Noah and to his sons with him, saying,",
                "(9) \"Now behold, I Myself am establishing My covenant with",
                "you, and with your descendants after you; (10) and with every",
                "living creature that is with you: the birds, the livestock, and",
                "every animal of the earth with you; of all that comes out of the",
                "ark, every animal of the earth. (11) \"I establish My covenant",
                "with you; and all flesh shall never again be eliminated by the",
                "waters of a flood, nor shall there again be a flood to destroy",
                "the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 17,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 1009008,
        "rangeEndId": 1009011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 93.2,
            "wordCountMin": 85,
            "wordCountMax": 100,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Leviticus 1:1–9",
        "text": "(1) Now the LORD called to Moses and spoke to him from the tent of meeting, saying, (2) \"Speak to the sons of Israel and say to them, 'When anyone of you brings an offering to the LORD, you shall bring your offering of livestock from the herd or the flock. (3) 'If his offering is a burnt offering from the herd, he shall offer a male without defect; he shall offer it at the doorway of the tent of meeting, so that he may be accepted before the LORD. (4) 'And he shall lay his hand on the head of the burnt offering, so that it may be accepted for him to make atonement on his behalf. (5) 'Then he shall slaughter the bull before the LORD; and Aaron's sons the priests shall offer up the blood and sprinkle the blood around on the altar that is at the doorway of the tent of meeting. (6) 'He shall then skin the burnt offering and cut it into its pieces. (7) 'And the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire. (8) 'Then Aaron's sons the priests shall arrange the pieces, with the head and the suet, on the wood which is on the fire that is on the altar. (9) 'Its entrails, however, and its legs he shall wash with water. And the priest shall offer all of it up in smoke on the altar as a burnt offering, an offering by fire as a soothing aroma to the LORD.",
        "cardsText": [
            [
                "(1) Now the LORD called to Moses and spoke to him from the",
                "tent of meeting, saying, (2) \"Speak to the sons of Israel and",
                "say to them, 'When anyone of you brings an offering to the",
                "LORD, you shall bring your offering of livestock from the herd",
                "or the flock. (3) 'If his offering is a burnt offering from the herd,",
                "he shall offer a male without defect; he shall offer it at the",
                "doorway of the tent of meeting, so that he may be accepted",
                "before the LORD. (4) 'And he shall lay his hand on the head of",
                "the burnt offering, so that it may be accepted for him to make",
                "atonement on his behalf. (5) 'Then he shall slaughter the bull",
                "before the LORD; and Aaron's sons the priests shall offer up"
            ],
            [
                "the blood and sprinkle the blood around on the altar that is at",
                "the doorway of the tent of meeting. (6) 'He shall then skin the",
                "burnt offering and cut it into its pieces. (7) 'And the sons of",
                "Aaron the priest shall put fire on the altar and arrange wood",
                "on the fire. (8) 'Then Aaron's sons the priests shall arrange",
                "the pieces, with the head and the suet, on the wood which is",
                "on the fire that is on the altar. (9) 'Its entrails, however, and its",
                "legs he shall wash with water. And the priest shall offer all of",
                "it up in smoke on the altar as a burnt offering, an offering by",
                "fire as a soothing aroma to the LORD."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 251,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 18,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 3001001,
        "rangeEndId": 3001009,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 247.4,
            "wordCountMin": 240,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "1 Chronicles 22:11–18",
        "text": "(11) \"Now, my son, the LORD be with you that you may be successful, and build the house of the LORD your God just as He has spoken concerning you. (12) \"Only the LORD give you discretion and understanding, and put you in charge of Israel, so that you may keep the Law of the LORD your God. (13) \"Then you will prosper, if you are careful to follow the statutes and the ordinances which the LORD commanded Moses concerning Israel. Be strong and courageous, do not fear nor be dismayed. (14) \"Now behold, with great pains I have prepared for the house of the LORD a hundred thousand talents of gold and a million talents of silver, and bronze and iron beyond measure, for they are in great quantity; I have also prepared timber and stone, and you may add to that. (15) \"Moreover there are many workmen with you, stonecutters, masons of stone, and carpenters; and all of them are skillful in every kind of work. (16) \"Of the gold, silver, bronze, and iron there is no limit. Arise and work, and may the LORD be with you.\" (17) David also commanded all the leaders of Israel to help his son Solomon, saying, (18) \"Is the LORD your God not with you? And has He not given you rest on every side? For He has handed over to me the inhabitants of the land, and the land is subdued before the LORD and before His people.",
        "cardsText": [
            [
                "(11) \"Now, my son, the LORD be with you that you may be",
                "successful, and build the house of the LORD your God just",
                "as He has spoken concerning you. (12) \"Only the LORD give",
                "you discretion and understanding, and put you in charge of",
                "Israel, so that you may keep the Law of the LORD your God.",
                "(13) \"Then you will prosper, if you are careful to follow the",
                "statutes and the ordinances which the LORD commanded",
                "Moses concerning Israel. Be strong and courageous, do not",
                "fear nor be dismayed. (14) \"Now behold, with great pains I",
                "have prepared for the house of the LORD a hundred thousand",
                "talents of gold and a million talents of silver, and bronze and"
            ],
            [
                "iron beyond measure, for they are in great quantity; I have",
                "also prepared timber and stone, and you may add to that. (15)",
                "\"Moreover there are many workmen with you, stonecutters,",
                "masons of stone, and carpenters; and all of them are skillful in",
                "every kind of work. (16) \"Of the gold, silver, bronze, and iron",
                "there is no limit. Arise and work, and may the LORD be with",
                "you.\" (17) David also commanded all the leaders of Israel to",
                "help his son Solomon, saying, (18) \"Is the LORD your God not",
                "with you? And has He not given you rest on every side? For",
                "He has handed over to me the inhabitants of the land, and",
                "the land is subdued before the LORD and before His people."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 240,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 19,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 13022011,
        "rangeEndId": 13022018,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.6,
            "wordCountMin": 220,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Job 12:13–17",
        "text": "(13) \"Wisdom and might are with Him; Advice and understanding belong to Him. (14) \"Behold, He tears down, and it cannot be rebuilt; He imprisons a person, and there is no release. (15) \"Behold, He restrains the waters, and they dry up; And He sends them out, and they inundate the earth. (16) \"Strength and sound wisdom are with Him. One who goes astray and one who leads astray belong to Him. (17) \"He makes advisers walk barefoot And makes fools of judges.",
        "cardsText": [
            [
                "(13) \"Wisdom and might are with Him; Advice and",
                "understanding belong to Him. (14) \"Behold, He tears down,",
                "and it cannot be rebuilt; He imprisons a person, and there is",
                "no release. (15) \"Behold, He restrains the waters, and they dry",
                "up; And He sends them out, and they inundate the earth. (16)",
                "\"Strength and sound wisdom are with Him. One who goes",
                "astray and one who leads astray belong to Him. (17) \"He",
                "makes advisers walk barefoot And makes fools of judges."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 78,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 20,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18012013,
        "rangeEndId": 18012017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.2,
            "wordCountMin": 64,
            "wordCountMax": 78,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Job 22:22–27",
        "text": "(22) \"Please receive instruction from His mouth, And put His words in your heart. (23) \"If you return to the Almighty, you will be restored; If you remove injustice far from your tent, (24) And put your gold in the dust, And the gold of Ophir among the stones of the brooks, (25) Then the Almighty will be your gold And abundant silver to you. (26) \"For then you will take pleasure in the Almighty And lift up your face to God. (27) \"You will pray to Him, and He will hear you; And you will pay your vows.",
        "cardsText": [
            [
                "(22) \"Please receive instruction from His mouth, And put His",
                "words in your heart. (23) \"If you return to the Almighty, you",
                "will be restored; If you remove injustice far from your tent,",
                "(24) And put your gold in the dust, And the gold of Ophir",
                "among the stones of the brooks, (25) Then the Almighty will",
                "be your gold And abundant silver to you. (26) \"For then you",
                "will take pleasure in the Almighty And lift up your face to God.",
                "(27) \"You will pray to Him, and He will hear you; And you will",
                "pay your vows."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 21,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18022022,
        "rangeEndId": 18022027,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.8,
            "wordCountMin": 93,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Job 37:1–14",
        "text": "(1) \"At this also my heart trembles, And leaps from its place. (2) \"Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth. (3) \"Under the whole heaven He lets it loose, And His lightning travels to the ends of the earth. (4) \"After it, a voice roars; He thunders with His majestic voice, And He does not restrain the lightning when His voice is heard. (5) \"God thunders wondrously with His voice, Doing great things which we do not comprehend. (6) \"For to the snow He says, 'Fall on the earth,' And to the downpour and the rain, 'Be strong.' (7) \"He seals the hand of every person, So that all people may know His work. (8) \"Then the animal goes into its lair And remains in its den. (9) \"From the south comes the storm, And from the north wind the cold. (10) \"From the breath of God ice is made, And the expanse of the waters is frozen. (11) \"He also loads the clouds with moisture; He disperses the cloud of His lightning. (12) \"It changes direction, turning around by His guidance, That it may do whatever He commands it On the face of the inhabited earth. (13) \"Whether for correction, or for His earth, Or for goodness, He causes it to happen. (14) \"Listen to this, Job; Stand and consider the wonders of God.",
        "cardsText": [
            [
                "(1) \"At this also my heart trembles, And leaps from its place.",
                "(2) \"Listen closely to the thunder of His voice, And the",
                "rumbling that goes out from His mouth. (3) \"Under the whole",
                "heaven He lets it loose, And His lightning travels to the ends",
                "of the earth. (4) \"After it, a voice roars; He thunders with His",
                "majestic voice, And He does not restrain the lightning when",
                "His voice is heard. (5) \"God thunders wondrously with His",
                "voice, Doing great things which we do not comprehend.",
                "(6) \"For to the snow He says, 'Fall on the earth,' And to the",
                "downpour and the rain, 'Be strong.' (7) \"He seals the hand",
                "of every person, So that all people may know His work. (8)"
            ],
            [
                "\"Then the animal goes into its lair And remains in its den. (9)",
                "\"From the south comes the storm, And from the north wind",
                "the cold. (10) \"From the breath of God ice is made, And",
                "the expanse of the waters is frozen. (11) \"He also loads the",
                "clouds with moisture; He disperses the cloud of His lightning.",
                "(12) \"It changes direction, turning around by His guidance,",
                "That it may do whatever He commands it On the face of the",
                "inhabited earth. (13) \"Whether for correction, or for His earth,",
                "Or for goodness, He causes it to happen. (14) \"Listen to this,",
                "Job; Stand and consider the wonders of God."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 221,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 22,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18037001,
        "rangeEndId": 18037014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.4,
            "wordCountMin": 203,
            "wordCountMax": 230,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Psalm 10:17–18",
        "text": "(17) LORD, You have heard the desire of the humble; You will strengthen their heart, You will make Your ear attentive (18) To vindicate the orphan and the oppressed, So that mankind, which is of the earth, will no longer cause terror.",
        "cardsText": [
            [
                "(17) LORD, You have heard the desire of the humble; You will",
                "strengthen their heart, You will make Your ear attentive (18)",
                "To vindicate the orphan and the oppressed, So that mankind,",
                "which is of the earth, will no longer cause terror."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 40,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 23,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19010017,
        "rangeEndId": 19010018,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 38.4,
            "wordCountMin": 33,
            "wordCountMax": 41,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Psalm 30:1–12",
        "text": "(1) I will exalt You, LORD, for You have lifted me up, And have not let my enemies rejoice over me. (2) LORD my God, I cried to You for help, and You healed me. (3) LORD, You have brought up my soul from Sheol; You have kept me alive, that I would not go down to the pit. (4) Sing praise to the LORD, you His godly ones, And praise the mention of His holiness. (5) For His anger is but for a moment, His favor is for a lifetime; Weeping may last for the night, But a shout of joy comes in the morning. (6) Now as for me, I said in my prosperity, \"I will never be moved.\" (7) LORD, by Your favor You have made my mountain to stand strong; You hid Your face, I was dismayed. (8) To You, LORD, I called, And to the Lord I pleaded for compassion: (9) \"What gain is there in my blood, if I go down to the pit? Will the dust praise You? Will it declare Your faithfulness? (10) \"Hear, LORD, and be gracious to me; LORD, be my helper.\" (11) You have turned my mourning into dancing for me; You have untied my sackcloth and encircled me with joy, (12) That my soul may sing praise to You and not be silent. LORD my God, I will give thanks to You forever.",
        "cardsText": [
            [
                "(1) I will exalt You, LORD, for You have lifted me up, And",
                "have not let my enemies rejoice over me. (2) LORD my God, I",
                "cried to You for help, and You healed me. (3) LORD, You have",
                "brought up my soul from Sheol; You have kept me alive, that",
                "I would not go down to the pit. (4) Sing praise to the LORD,",
                "you His godly ones, And praise the mention of His holiness.",
                "(5) For His anger is but for a moment, His favor is for a lifetime;",
                "Weeping may last for the night, But a shout of joy comes",
                "in the morning. (6) Now as for me, I said in my prosperity,",
                "\"I will never be moved.\" (7) LORD, by Your favor You have",
                "made my mountain to stand strong; You hid Your face, I"
            ],
            [
                "was dismayed. (8) To You, LORD, I called, And to the Lord I",
                "pleaded for compassion: (9) \"What gain is there in my blood,",
                "if I go down to the pit? Will the dust praise You? Will it declare",
                "Your faithfulness? (10) \"Hear, LORD, and be gracious to me;",
                "LORD, be my helper.\" (11) You have turned my mourning into",
                "dancing for me; You have untied my sackcloth and encircled",
                "me with joy, (12) That my soul may sing praise to You and not",
                "be silent. LORD my God, I will give thanks to You forever."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 223,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 24,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19030001,
        "rangeEndId": 19030012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 207,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Psalm 73:2–28",
        "text": "(2) But as for me, my feet came close to stumbling, My steps had almost slipped. (3) For I was envious of the arrogant As I saw the prosperity of the wicked. (4) For there are no pains in their death, And their belly is fat. (5) They are not in trouble like other people, Nor are they tormented together with the rest of mankind. (6) Therefore arrogance is their necklace; The garment of violence covers them. (7) Their eye bulges from fatness; The imaginations of their heart overflow. (8) They mock and wickedly speak of oppression; They speak from on high. (9) They have set their mouth against the heavens, And their tongue parades through the earth. (10) Therefore his people return here, And abundant waters are drunk by them. (11) They say, \"How does God know? And is there knowledge with the Most High?\" (12) Behold, these are the wicked; And always at ease, they have increased in wealth. (13) Surely in vain I have kept my heart pure And washed my hands in innocence; (14) For I have been stricken all day long, And punished every morning. (15) If I had said, \"I will speak this way,\" Behold, I would have betrayed the generation of Your children. (16) When I thought of understanding this, It was troublesome in my sight (17) Until I entered the sanctuary of God; Then I perceived their end. (18) You indeed put them on slippery ground; You dropped them into ruin. (19) How they are destroyed in a moment! They are utterly swept away by sudden terrors! (20) Like a dream when one awakes, Lord, when stirred, You will despise their image. (21) When my heart was embittered And I was pierced within, (22) Then I was stupid and ignorant; I was like an animal before You. (23) Nevertheless I am continually with You; You have taken hold of my right hand. (24) You will guide me with Your plan, And afterward receive me to glory. (25) Whom do I have in heaven but You? And with You, I desire nothing on earth. (26) My flesh and my heart may fail, But God is the strength of my heart and my portion forever. (27) For, behold, those who are far from You will perish; You have destroyed all those who are unfaithful to You. (28) But as for me, the nearness of God is good for me; I have made the Lord GOD my refuge, So that I may tell of all Your works.",
        "cardsText": [
            [
                "(2) But as for me, my feet came close to stumbling, My steps had",
                "almost slipped. (3) For I was envious of the arrogant As I saw the",
                "prosperity of the wicked. (4) For there are no pains in their death,",
                "And their belly is fat. (5) They are not in trouble like other people,",
                "Nor are they tormented together with the rest of mankind. (6)",
                "Therefore arrogance is their necklace; The garment of violence",
                "covers them. (7) Their eye bulges from fatness; The imaginations",
                "of their heart overflow. (8) They mock and wickedly speak of",
                "oppression; They speak from on high. (9) They have set their",
                "mouth against the heavens, And their tongue parades through the",
                "earth. (10) Therefore his people return here, And abundant waters",
                "are drunk by them. (11) They say, \"How does God know? And is"
            ],
            [
                "there knowledge with the Most High?\" (12) Behold, these are the",
                "wicked; And always at ease, they have increased in wealth. (13)",
                "Surely in vain I have kept my heart pure And washed my hands in",
                "innocence; (14) For I have been stricken all day long, And punished",
                "every morning. (15) If I had said, \"I will speak this way,\" Behold, I",
                "would have betrayed the generation of Your children. (16) When",
                "I thought of understanding this, It was troublesome in my sight",
                "(17) Until I entered the sanctuary of God; Then I perceived their",
                "end. (18) You indeed put them on slippery ground; You dropped",
                "them into ruin. (19) How they are destroyed in a moment! They",
                "are utterly swept away by sudden terrors! (20) Like a dream when",
                "one awakes, Lord, when stirred, You will despise their image. (21)"
            ],
            [
                "When my heart was embittered And I was pierced within, (22) Then",
                "I was stupid and ignorant; I was like an animal before You. (23)",
                "Nevertheless I am continually with You; You have taken hold of my",
                "right hand. (24) You will guide me with Your plan, And afterward",
                "receive me to glory. (25) Whom do I have in heaven but You? And",
                "with You, I desire nothing on earth. (26) My flesh and my heart may",
                "fail, But God is the strength of my heart and my portion forever.",
                "(27) For, behold, those who are far from You will perish; You have",
                "destroyed all those who are unfaithful to You. (28) But as for me,",
                "the nearness of God is good for me; I have made the Lord GOD",
                "my refuge, So that I may tell of all Your works."
            ]
        ],
        "cards": 3,
        "lines": 35,
        "lastCardLines": 11,
        "wordCount": 395,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 25,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19073002,
        "rangeEndId": 19073028,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 392.8,
            "wordCountMin": 369,
            "wordCountMax": 408,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 33,
            "lineMax": 36
        }
    },
    {
        "ref": "Proverbs 8:17–31",
        "text": "(17) \"I love those who love me; And those who diligently seek me will find me. (18) \"Riches and honor are with me, Enduring wealth and righteousness. (19) \"My fruit is better than gold, even pure gold; And my yield better than choice silver. (20) \"I walk in the way of righteousness, In the midst of the paths of justice, (21) To endow those who love me with wealth, That I may fill their treasuries. (22) \"The LORD created me at the beginning of His way, Before His works of old. (23) \"From eternity I was established, From the beginning, from the earliest times of the earth. (24) \"When there were no ocean depths, I was born, When there were no springs abounding with water. (25) \"Before the mountains were settled, Before the hills, I was born; (26) While He had not yet made the earth and the fields, Nor the first dust of the world. (27) \"When He established the heavens, I was there; When He inscribed a circle on the face of the deep, (28) When He made firm the skies above, When the springs of the deep became fixed, (29) When He set a boundary for the sea So that the water would not violate His command, When He marked out the foundations of the earth; (30) Then I was beside Him, as a master workman; And I was His delight daily, Rejoicing always before Him, (31) Rejoicing in the world, His earth, And having my delight in the sons of mankind.",
        "cardsText": [
            [
                "(17) \"I love those who love me; And those who diligently seek me",
                "will find me. (18) \"Riches and honor are with me, Enduring wealth",
                "and righteousness. (19) \"My fruit is better than gold, even pure",
                "gold; And my yield better than choice silver. (20) \"I walk in the way",
                "of righteousness, In the midst of the paths of justice, (21) To endow",
                "those who love me with wealth, That I may fill their treasuries.",
                "(22) \"The LORD created me at the beginning of His way, Before",
                "His works of old. (23) \"From eternity I was established, From the",
                "beginning, from the earliest times of the earth. (24) \"When there",
                "were no ocean depths, I was born, When there were no springs",
                "abounding with water. (25) \"Before the mountains were settled,"
            ],
            [
                "Before the hills, I was born; (26) While He had not yet made the",
                "earth and the fields, Nor the first dust of the world. (27) \"When He",
                "established the heavens, I was there; When He inscribed a circle",
                "on the face of the deep, (28) When He made firm the skies above,",
                "When the springs of the deep became fixed, (29) When He set",
                "a boundary for the sea So that the water would not violate His",
                "command, When He marked out the foundations of the earth; (30)",
                "Then I was beside Him, as a master workman; And I was His delight",
                "daily, Rejoicing always before Him, (31) Rejoicing in the world, His",
                "earth, And having my delight in the sons of mankind."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 240,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 26,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20008017,
        "rangeEndId": 20008031,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 239.4,
            "wordCountMin": 232,
            "wordCountMax": 249,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.8,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Proverbs 9:1–12",
        "text": "(1) Wisdom has built her house, She has carved out her seven pillars; (2) She has prepared her food, she has mixed her wine; She has also set her table; (3) She has sent out her attendants, she calls out From the tops of the heights of the city: (4) \"Whoever is naive, let him turn in here!\" To him who lacks understanding she says, (5) \"Come, eat of my food And drink of the wine I have mixed. (6) \"Abandon your foolishness and live, And proceed in the way of understanding.\" (7) One who corrects a scoffer gets dishonor for himself, And one who rebukes a wicked person gets insults for himself. (8) Do not rebuke a scoffer, or he will hate you; Rebuke a wise person and he will love you. (9) Give instruction to a wise person and he will become still wiser; Teach a righteous person and he will increase his insight. (10) The fear of the LORD is the beginning of wisdom, And the knowledge of the Holy One is understanding. (11) For by me your days will be multiplied, And years of life will be added to you. (12) If you are wise, you are wise for yourself, And if you scoff, you alone will suffer from it.",
        "cardsText": [
            [
                "(1) Wisdom has built her house, She has carved out her",
                "seven pillars; (2) She has prepared her food, she has mixed",
                "her wine; She has also set her table; (3) She has sent out her",
                "attendants, she calls out From the tops of the heights of the",
                "city: (4) \"Whoever is naive, let him turn in here!\" To him who",
                "lacks understanding she says, (5) \"Come, eat of my food And",
                "drink of the wine I have mixed. (6) \"Abandon your foolishness",
                "and live, And proceed in the way of understanding.\" (7) One",
                "who corrects a scoffer gets dishonor for himself, And one who",
                "rebukes a wicked person gets insults for himself. (8) Do not",
                "rebuke a scoffer, or he will hate you; Rebuke a wise person"
            ],
            [
                "and he will love you. (9) Give instruction to a wise person",
                "and he will become still wiser; Teach a righteous person and",
                "he will increase his insight. (10) The fear of the LORD is the",
                "beginning of wisdom, And the knowledge of the Holy One is",
                "understanding. (11) For by me your days will be multiplied,",
                "And years of life will be added to you. (12) If you are wise,",
                "you are wise for yourself, And if you scoff, you alone will suffer",
                "from it."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 202,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 27,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20009001,
        "rangeEndId": 20009012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 195.8,
            "wordCountMin": 185,
            "wordCountMax": 202,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Proverbs 24:30–34",
        "text": "(30) I passed by the field of a lazy one, And by the vineyard of a person lacking sense, (31) And behold, it was completely overgrown with weeds; Its surface was covered with weeds, And its stone wall was broken down. (32) When I saw, I reflected upon it; I looked, and received instruction. (33) \"A little sleep, a little slumber, A little folding of the hands to rest,\" (34) Then your poverty will come like a drifter, And your need like an armed man.",
        "cardsText": [
            [
                "(30) I passed by the field of a lazy one, And by the vineyard",
                "of a person lacking sense, (31) And behold, it was completely",
                "overgrown with weeds; Its surface was covered with weeds,",
                "And its stone wall was broken down. (32) When I saw, I",
                "reflected upon it; I looked, and received instruction. (33) \"A",
                "little sleep, a little slumber, A little folding of the hands to",
                "rest,\" (34) Then your poverty will come like a drifter, And your",
                "need like an armed man."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 80,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 28,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20024030,
        "rangeEndId": 20024034,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 81.4,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ecclesiastes 9:1–2",
        "text": "(1) For I have taken all this to my heart, even to examine it all, that righteous people, wise people, and their deeds are in the hand of God. People do not know whether it will be love or hatred; anything awaits them. (2) It is the same for all. There is one fate for the righteous and for the wicked; for the good, for the clean and the unclean; for the person who offers a sacrifice and for the one who does not sacrifice. As the good person is, so is the sinner; the one who swears an oath is just as the one who is afraid to swear an oath.",
        "cardsText": [
            [
                "(1) For I have taken all this to my heart, even to examine it",
                "all, that righteous people, wise people, and their deeds are",
                "in the hand of God. People do not know whether it will be",
                "love or hatred; anything awaits them. (2) It is the same for",
                "all. There is one fate for the righteous and for the wicked; for",
                "the good, for the clean and the unclean; for the person who",
                "offers a sacrifice and for the one who does not sacrifice. As",
                "the good person is, so is the sinner; the one who swears an",
                "oath is just as the one who is afraid to swear an oath."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 110,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 29,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 21009001,
        "rangeEndId": 21009002,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 97.2,
            "wordCountMin": 87,
            "wordCountMax": 110,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 58:4–12",
        "text": "(4) \"Behold, you fast for contention and strife, and to strike with a wicked fist. You do not fast like you have done today to make your voice heard on high! (5) \"Is it a fast like this that I choose, a day for a person to humble himself? Is it for bowing one's head like a reed And for spreading out sackcloth and ashes as a bed? Will you call this a fast, even an acceptable day to the LORD? (6) \"Is this not the fast that I choose: To release the bonds of wickedness, To undo the ropes of the yoke, And to let the oppressed go free, And break every yoke? (7) \"Is it not to break your bread with the hungry And bring the homeless poor into the house; When you see the naked, to cover him; And not to hide yourself from your own flesh? (8) \"Then your light will break out like the dawn, And your recovery will spring up quickly; And your righteousness will go before you; The glory of the LORD will be your rear guard. (9) \"Then you will call, and the LORD will answer; You will cry for help, and He will say, 'Here I am.' If you remove the yoke from your midst, The pointing of the finger and speaking wickedness, (10) And if you offer yourself to the hungry And satisfy the need of the afflicted, Then your light will rise in darkness, And your gloom will become like midday. (11) \"And the LORD will continually guide you, And satisfy your desire in scorched places, And give strength to your bones; And you will be like a watered garden, And like a spring of water whose waters do not fail. (12) \"Those from among you will rebuild the ancient ruins; You will raise up the age-old foundations; And you will be called the repairer of the breach, The restorer of the streets in which to dwell.",
        "cardsText": [
            [
                "(4) \"Behold, you fast for contention and strife, and to strike",
                "with a wicked fist. You do not fast like you have done today to",
                "make your voice heard on high! (5) \"Is it a fast like this that I",
                "choose, a day for a person to humble himself? Is it for bowing",
                "one's head like a reed And for spreading out sackcloth and",
                "ashes as a bed? Will you call this a fast, even an acceptable",
                "day to the LORD? (6) \"Is this not the fast that I choose: To",
                "release the bonds of wickedness, To undo the ropes of the",
                "yoke, And to let the oppressed go free, And break every",
                "yoke? (7) \"Is it not to break your bread with the hungry And",
                "bring the homeless poor into the house; When you see the"
            ],
            [
                "naked, to cover him; And not to hide yourself from your own",
                "flesh? (8) \"Then your light will break out like the dawn, And",
                "your recovery will spring up quickly; And your righteousness",
                "will go before you; The glory of the LORD will be your rear",
                "guard. (9) \"Then you will call, and the LORD will answer; You",
                "will cry for help, and He will say, 'Here I am.' If you remove the",
                "yoke from your midst, The pointing of the finger and speaking",
                "wickedness, (10) And if you offer yourself to the hungry And",
                "satisfy the need of the afflicted, Then your light will rise in",
                "darkness, And your gloom will become like midday. (11)",
                "\"And the LORD will continually guide you, And satisfy your"
            ],
            [
                "desire in scorched places, And give strength to your bones;",
                "And you will be like a watered garden, And like a spring of",
                "water whose waters do not fail. (12) \"Those from among you",
                "will rebuild the ancient ruins; You will raise up the age-old",
                "foundations; And you will be called the repairer of the breach,",
                "The restorer of the streets in which to dwell."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 319,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 30,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23058004,
        "rangeEndId": 23058012,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 318,
            "wordCountMin": 311,
            "wordCountMax": 332,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.8,
            "lineMin": 27,
            "lineMax": 28
        }
    },
    {
        "ref": "Isaiah 64:6",
        "text": "(6) For all of us have become like one who is unclean, And all our righteous deeds are like a filthy garment; And all of us wither like a leaf, And our wrongdoings, like the wind, take us away.",
        "cardsText": [
            [
                "(6) For all of us have become like one who is unclean, And all",
                "our righteous deeds are like a filthy garment; And all of us",
                "wither like a leaf, And our wrongdoings, like the wind, take",
                "us away."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 38,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 31,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23064006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.6,
            "wordCountMin": 32,
            "wordCountMax": 38,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Jeremiah 42:1–10",
        "text": "(1) Then all the commanders of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people from the small to the great approached (2) and said to Jeremiah the prophet, \"Please let our pleading come before you, and pray for us to the LORD your God for all this remnant--since we have been left only a few out of many, just as your own eyes now see us-- (3) that the LORD your God will tell us the way in which we should walk, and the thing that we should do.\" (4) Then Jeremiah the prophet said to them, \"I have heard you. Behold, I am going to pray to the LORD your God in accordance with your words; and I will tell you the whole message which the LORD gives you as an answer. I will not withhold a word from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act in accordance with the whole message with which the LORD your God will send you to us. (6) \"Whether it is pleasant or unpleasant, we will listen to the voice of the LORD our God to whom we are sending you, so that it may go well for us when we listen to the voice of the LORD our God.\" (7) Now at the end of ten days the word of the LORD came to Jeremiah. (8) Then he called for Johanan the son of Kareah and all the commanders of the forces that were with him, and for all the people from the small to the great, (9) and said to them, \"This is what the LORD says, the God of Israel, to whom you sent me to present your plea before Him: (10) 'If you will indeed stay in this land, then I will build you up and not tear you down, and I will plant you and not uproot you; for I will relent of the disaster that I have inflicted on you.",
        "cardsText": [
            [
                "(1) Then all the commanders of the forces, Johanan the son of",
                "Kareah, Jezaniah the son of Hoshaiah, and all the people from",
                "the small to the great approached (2) and said to Jeremiah",
                "the prophet, \"Please let our pleading come before you, and",
                "pray for us to the LORD your God for all this remnant--since",
                "we have been left only a few out of many, just as your own",
                "eyes now see us-- (3) that the LORD your God will tell us the",
                "way in which we should walk, and the thing that we should",
                "do.\" (4) Then Jeremiah the prophet said to them, \"I have",
                "heard you. Behold, I am going to pray to the LORD your God",
                "in accordance with your words; and I will tell you the whole"
            ],
            [
                "message which the LORD gives you as an answer. I will not",
                "withhold a word from you.\" (5) Then they said to Jeremiah,",
                "\"May the LORD be a true and faithful witness against us if",
                "we do not act in accordance with the whole message with",
                "which the LORD your God will send you to us. (6) \"Whether",
                "it is pleasant or unpleasant, we will listen to the voice of the",
                "LORD our God to whom we are sending you, so that it may",
                "go well for us when we listen to the voice of the LORD our",
                "God.\" (7) Now at the end of ten days the word of the LORD",
                "came to Jeremiah. (8) Then he called for Johanan the son of",
                "Kareah and all the commanders of the forces that were with"
            ],
            [
                "him, and for all the people from the small to the great, (9) and",
                "said to them, \"This is what the LORD says, the God of Israel,",
                "to whom you sent me to present your plea before Him: (10) 'If",
                "you will indeed stay in this land, then I will build you up and",
                "not tear you down, and I will plant you and not uproot you;",
                "for I will relent of the disaster that I have inflicted on you."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 337,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 32,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 24042001,
        "rangeEndId": 24042010,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 316.8,
            "wordCountMin": 284,
            "wordCountMax": 337,
            "levelMin": 2,
            "levelMax": 2.5,
            "lineAve": 26.4,
            "lineMin": 23,
            "lineMax": 28
        }
    },
    {
        "ref": "Ezekiel 22:29–31",
        "text": "(29) \"The people of the land have practiced extortion and committed robbery, and they have oppressed the poor and needy, and have oppressed the stranger without justice. (30) \"I searched for a man among them who would build up a wall and stand in the gap before Me for the land, so that I would not destroy it; but I found no one. (31) \"So I have poured out My indignation on them; I have consumed them with the fire of My wrath; I have brought their way upon their heads,\" declares the Lord GOD.",
        "cardsText": [
            [
                "(29) \"The people of the land have practiced extortion and",
                "committed robbery, and they have oppressed the poor and",
                "needy, and have oppressed the stranger without justice. (30)",
                "\"I searched for a man among them who would build up a wall",
                "and stand in the gap before Me for the land, so that I would",
                "not destroy it; but I found no one. (31) \"So I have poured out",
                "My indignation on them; I have consumed them with the",
                "fire of My wrath; I have brought their way upon their heads,\"",
                "declares the Lord GOD."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 92,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 33,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 26022029,
        "rangeEndId": 26022031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 91,
            "wordCountMin": 90,
            "wordCountMax": 92,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Hosea 6:1–4",
        "text": "(1) \"Come, let's return to the LORD. For He has torn us, but He will heal us; He has wounded us, but He will bandage us. (2) \"He will revive us after two days; He will raise us up on the third day, That we may live before Him. (3) \"So let's learn, let's press on to know the LORD. His appearance is as sure as the dawn; And He will come to us like the rain, As the spring rain waters the earth.\" (4) What shall I do with you, Ephraim? What shall I do with you, Judah? For your loyalty is like a morning cloud, And like the dew which goes away early.",
        "cardsText": [
            [
                "(1) \"Come, let's return to the LORD. For He has torn us, but",
                "He will heal us; He has wounded us, but He will bandage us.",
                "(2) \"He will revive us after two days; He will raise us up on the",
                "third day, That we may live before Him. (3) \"So let's learn, let's",
                "press on to know the LORD. His appearance is as sure as the",
                "dawn; And He will come to us like the rain, As the spring rain",
                "waters the earth.\" (4) What shall I do with you, Ephraim? What",
                "shall I do with you, Judah? For your loyalty is like a morning",
                "cloud, And like the dew which goes away early."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 111,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 34,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 28006001,
        "rangeEndId": 28006004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.6,
            "wordCountMin": 111,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Nahum 1:15",
        "text": "(15) Behold, on the mountains, the feet of him who brings good news, Who announces peace! Celebrate your feasts, Judah, Pay your vows. For never again will the wicked one pass through you; He is eliminated completely.",
        "cardsText": [
            [
                "(15) Behold, on the mountains, the feet of him who brings",
                "good news, Who announces peace! Celebrate your feasts,",
                "Judah, Pay your vows. For never again will the wicked one",
                "pass through you; He is eliminated completely."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 36,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 35,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 34001015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 37.2,
            "wordCountMin": 36,
            "wordCountMax": 39,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Zechariah 3:1–4",
        "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right to accuse him. (2) And the LORD said to Satan, \"The LORD rebuke you, Satan! Indeed, the LORD who has chosen Jerusalem rebuke you! Is this not a log snatched from the fire?\" (3) Now Joshua was clothed in filthy garments and was standing before the angel. (4) And he responded and said to those who were standing before him, saying, \"Remove the filthy garments from him.\" Again he said to him, \"See, I have taken your guilt away from you and will clothe you with festive robes.\"",
        "cardsText": [
            [
                "(1) Then he showed me Joshua the high priest standing",
                "before the angel of the LORD, and Satan standing at his",
                "right to accuse him. (2) And the LORD said to Satan, \"The",
                "LORD rebuke you, Satan! Indeed, the LORD who has chosen",
                "Jerusalem rebuke you! Is this not a log snatched from the",
                "fire?\" (3) Now Joshua was clothed in filthy garments and was",
                "standing before the angel. (4) And he responded and said",
                "to those who were standing before him, saying, \"Remove",
                "the filthy garments from him.\" Again he said to him, \"See, I",
                "have taken your guilt away from you and will clothe you with",
                "festive robes.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 106,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 36,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 38003001,
        "rangeEndId": 38003004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.8,
            "wordCountMin": 102,
            "wordCountMax": 111,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Zephaniah 3:17",
        "text": "(17) \"The LORD your God is in your midst, A victorious warrior. He will rejoice over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy.",
        "cardsText": [
            [
                "(17) \"The LORD your God is in your midst, A victorious warrior.",
                "He will rejoice over you with joy, He will be quiet in His love,",
                "He will rejoice over you with shouts of joy."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 34,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 37,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 36003017,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.4,
            "wordCountMin": 33,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Matthew 11:28–29",
        "text": "(28) \"Come to Me, all who are weary and burdened, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and YOU WILL FIND REST FOR YOUR SOULS.",
        "cardsText": [
            [
                "(28) \"Come to Me, all who are weary and burdened, and I will",
                "give you rest. (29) \"Take My yoke upon you and learn from",
                "Me, for I am gentle and humble in heart, and YOU WILL FIND",
                "REST FOR YOUR SOULS."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 40,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 38,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40011028,
        "rangeEndId": 40011029,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 41.2,
            "wordCountMin": 40,
            "wordCountMax": 42,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Matthew 14:26–31",
        "text": "(26) When the disciples saw Him walking on the sea, they were terrified, and said, \"It is a ghost!\" And they cried out in fear. (27) But immediately Jesus spoke to them, saying, \"Take courage, it is I; do not be afraid.\" (28) Peter responded and said to Him, \"Lord, if it is You, command me to come to You on the water.\" (29) And He said, \"Come!\" And Peter got out of the boat and walked on the water, and came toward Jesus. (30) But seeing the wind, he became frightened, and when he began to sink, he cried out, saying, \"Lord, save me!\" (31) Immediately Jesus reached out with His hand and took hold of him, and said to him, \"You of little faith, why did you doubt?\"",
        "cardsText": [
            [
                "(26) When the disciples saw Him walking on the sea, they were",
                "terrified, and said, \"It is a ghost!\" And they cried out in fear. (27)",
                "But immediately Jesus spoke to them, saying, \"Take courage, it is",
                "I; do not be afraid.\" (28) Peter responded and said to Him, \"Lord,",
                "if it is You, command me to come to You on the water.\" (29) And",
                "He said, \"Come!\" And Peter got out of the boat and walked on",
                "the water, and came toward Jesus. (30) But seeing the wind, he",
                "became frightened, and when he began to sink, he cried out,",
                "saying, \"Lord, save me!\" (31) Immediately Jesus reached out with",
                "His hand and took hold of him, and said to him, \"You of little faith,",
                "why did you doubt?\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 124,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 39,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40014026,
        "rangeEndId": 40014031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 121.6,
            "wordCountMin": 107,
            "wordCountMax": 131,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 28:18–20",
        "text": "(18) And Jesus came up and spoke to them, saying, \"All authority in heaven and on earth has been given to Me. (19) \"Go, therefore, and make disciples of all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit, (20) teaching them to follow all that I commanded you; and behold, I am with you always, to the end of the age.\"",
        "cardsText": [
            [
                "(18) And Jesus came up and spoke to them, saying, \"All",
                "authority in heaven and on earth has been given to Me. (19)",
                "\"Go, therefore, and make disciples of all the nations, baptizing",
                "them in the name of the Father and the Son and the Holy",
                "Spirit, (20) teaching them to follow all that I commanded you;",
                "and behold, I am with you always, to the end of the age.\""
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 67,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 40,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40028018,
        "rangeEndId": 40028020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 68.6,
            "wordCountMin": 67,
            "wordCountMax": 72,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Luke 21:4",
        "text": "(4) for they all contributed to the offering from their surplus; but she, from her poverty, put in all that she had to live on.\"",
        "cardsText": [
            [
                "(4) for they all contributed to the offering from their surplus;",
                "but she, from her poverty, put in all that she had to live on.\""
            ]
        ],
        "cards": 1,
        "lines": 2,
        "lastCardLines": 2,
        "wordCount": 24,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 41,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 42021004,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 25,
            "wordCountMin": 22,
            "wordCountMax": 28,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 2.4,
            "lineMin": 2,
            "lineMax": 3
        }
    },
    {
        "ref": "John 3:18–21",
        "text": "(18) \"The one who believes in Him is not judged; the one who does not believe has been judged already, because he has not believed in the name of the only Son of God. (19) \"And this is the judgment, that the Light has come into the world, and people loved the darkness rather than the Light; for their deeds were evil. (20) \"For everyone who does evil hates the Light, and does not come to the Light, so that his deeds will not be exposed. (21) \"But the one who practices the truth comes to the Light, so that his deeds will be revealed as having been performed in God.\"",
        "cardsText": [
            [
                "(18) \"The one who believes in Him is not judged; the one",
                "who does not believe has been judged already, because he",
                "has not believed in the name of the only Son of God. (19)",
                "\"And this is the judgment, that the Light has come into the",
                "world, and people loved the darkness rather than the Light;",
                "for their deeds were evil. (20) \"For everyone who does evil",
                "hates the Light, and does not come to the Light, so that his",
                "deeds will not be exposed. (21) \"But the one who practices",
                "the truth comes to the Light, so that his deeds will be revealed",
                "as having been performed in God.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 107,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 42,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43003018,
        "rangeEndId": 43003021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 102.2,
            "wordCountMin": 97,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10,
            "lineMin": 10,
            "lineMax": 10
        }
    },
    {
        "ref": "John 7:37–42",
        "text": "(37) Now on the last day, the great day of the feast, Jesus stood and cried out, saying, \"If anyone is thirsty, let him come to Me and drink. (38) \"The one who believes in Me, as the Scripture said, 'From his innermost being will flow rivers of living water.'\" (39) But this He said in reference to the Spirit, whom those who believed in Him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified. (40) Some of the people therefore, after they heard these words, were saying, \"This truly is the Prophet.\" (41) Others were saying, \"This is the Christ.\" But others were saying, \"Surely the Christ is not coming from Galilee, is He? (42) \"Has the Scripture not said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?\"",
        "cardsText": [
            [
                "(37) Now on the last day, the great day of the feast, Jesus stood",
                "and cried out, saying, \"If anyone is thirsty, let him come to Me and",
                "drink. (38) \"The one who believes in Me, as the Scripture said,",
                "'From his innermost being will flow rivers of living water.'\" (39) But",
                "this He said in reference to the Spirit, whom those who believed in",
                "Him were to receive; for the Spirit was not yet given, because Jesus",
                "was not yet glorified. (40) Some of the people therefore, after they",
                "heard these words, were saying, \"This truly is the Prophet.\" (41)",
                "Others were saying, \"This is the Christ.\" But others were saying,",
                "\"Surely the Christ is not coming from Galilee, is He? (42) \"Has the",
                "Scripture not said that the Christ comes from the descendants of",
                "David, and from Bethlehem, the village where David was?\""
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 139,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 43,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43007037,
        "rangeEndId": 43007042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.6,
            "wordCountMin": 128,
            "wordCountMax": 139,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.4,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "1 Corinthians 15:19–28",
        "text": "(19) If we have hoped in Christ only in this life, we are of all people most to be pitied. (20) But the fact is, Christ has been raised from the dead, the first fruits of those who are asleep. (21) For since by a man death came, by a Man also came the resurrection of the dead. (22) For as in Adam all die, so also in Christ all will be made alive. (23) But each in his own order: Christ the first fruits, after that those who are Christ's at His coming, (24) then comes the end, when He hands over the kingdom to our God and Father, when He has abolished all rule and all authority and power. (25) For He must reign until He has put all His enemies under His feet. (26) The last enemy that will be abolished is death. (27) For HE HAS PUT ALL THINGS IN SUBJECTION UNDER HIS FEET. But when He says, \"All things are put in subjection,\" it is clear that this excludes the Father who put all things in subjection to Him. (28) When all things are subjected to Him, then the Son Himself will also be subjected to the One who subjected all things to Him, so that God may be all in all.",
        "cardsText": [
            [
                "(19) If we have hoped in Christ only in this life, we are of all",
                "people most to be pitied. (20) But the fact is, Christ has been",
                "raised from the dead, the first fruits of those who are asleep.",
                "(21) For since by a man death came, by a Man also came the",
                "resurrection of the dead. (22) For as in Adam all die, so also",
                "in Christ all will be made alive. (23) But each in his own order:",
                "Christ the first fruits, after that those who are Christ's at His",
                "coming, (24) then comes the end, when He hands over the",
                "kingdom to our God and Father, when He has abolished all",
                "rule and all authority and power. (25) For He must reign until",
                "He has put all His enemies under His feet. (26) The last enemy"
            ],
            [
                "that will be abolished is death. (27) For HE HAS PUT ALL",
                "THINGS IN SUBJECTION UNDER HIS FEET. But when He says,",
                "\"All things are put in subjection,\" it is clear that this excludes",
                "the Father who put all things in subjection to Him. (28) When",
                "all things are subjected to Him, then the Son Himself will also",
                "be subjected to the One who subjected all things to Him, so",
                "that God may be all in all."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 207,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 44,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 46015019,
        "rangeEndId": 46015028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 198.6,
            "wordCountMin": 191,
            "wordCountMax": 207,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.6,
            "lineMin": 17,
            "lineMax": 18
        }
    },
    {
        "ref": "2 Corinthians 10:3–6",
        "text": "(3) For though we walk in the flesh, we do not wage battle according to the flesh, (4) for the weapons of our warfare are not of the flesh, but divinely powerful for the destruction of fortresses. (5) We are destroying arguments and all arrogance raised against the knowledge of God, and we are taking every thought captive to the obedience of Christ, (6) and we are ready to punish all disobedience, whenever your obedience is complete.",
        "cardsText": [
            [
                "(3) For though we walk in the flesh, we do not wage battle",
                "according to the flesh, (4) for the weapons of our warfare are",
                "not of the flesh, but divinely powerful for the destruction of",
                "fortresses. (5) We are destroying arguments and all arrogance",
                "raised against the knowledge of God, and we are taking every",
                "thought captive to the obedience of Christ, (6) and we are",
                "ready to punish all disobedience, whenever your obedience",
                "is complete."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 73,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 45,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 47010003,
        "rangeEndId": 47010006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 72.6,
            "wordCountMin": 66,
            "wordCountMax": 81,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 4:20–25",
        "text": "(20) But you did not learn Christ in this way, (21) if indeed you have heard Him and have been taught in Him, just as truth is in Jesus, (22) that, in reference to your former way of life, you are to rid yourselves of the old self, which is being corrupted in accordance with the lusts of deceit, (23) and that you are to be renewed in the spirit of your minds, (24) and to put on the new self, which in the likeness of God has been created in righteousness and holiness of the truth. (25) Therefore, ridding yourselves of falsehood, SPEAK TRUTH EACH ONE OF YOU WITH HIS NEIGHBOR, because we are parts of one another.",
        "cardsText": [
            [
                "(20) But you did not learn Christ in this way, (21) if indeed you",
                "have heard Him and have been taught in Him, just as truth is",
                "in Jesus, (22) that, in reference to your former way of life, you",
                "are to rid yourselves of the old self, which is being corrupted",
                "in accordance with the lusts of deceit, (23) and that you are",
                "to be renewed in the spirit of your minds, (24) and to put on",
                "the new self, which in the likeness of God has been created",
                "in righteousness and holiness of the truth. (25) Therefore,",
                "ridding yourselves of falsehood, SPEAK TRUTH EACH ONE",
                "OF YOU WITH HIS NEIGHBOR, because we are parts of one",
                "another."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 113,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 46,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 49004020,
        "rangeEndId": 49004025,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99.6,
            "wordCountMin": 91,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Philippians 1:19–28",
        "text": "(19) for I know that this will turn out for my deliverance through your prayers and the provision of the Spirit of Jesus Christ, (20) according to my eager expectation and hope, that I will not be put to shame in anything, but that with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death. (21) For to me, to live is Christ, and to die is gain. (22) But if I am to live on in the flesh, this will mean fruitful labor for me; and I do not know which to choose. (23) But I am hard-pressed from both directions, having the desire to depart and be with Christ, for that is very much better; (24) yet to remain on in the flesh is more necessary for your sakes. (25) Convinced of this, I know that I will remain and continue with you all for your progress and joy in the faith, (26) so that your pride in Christ Jesus may be abundant because of me by my coming to you again. (27) Only conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or remain absent, I will hear about you that you are standing firm in one spirit, with one mind striving together for the faith of the gospel; (28) and in no way alarmed by your opponents--which is a sign of destruction for them, but of salvation for you, and this too, from God.",
        "cardsText": [
            [
                "(19) for I know that this will turn out for my deliverance",
                "through your prayers and the provision of the Spirit of Jesus",
                "Christ, (20) according to my eager expectation and hope,",
                "that I will not be put to shame in anything, but that with all",
                "boldness, Christ will even now, as always, be exalted in my",
                "body, whether by life or by death. (21) For to me, to live is",
                "Christ, and to die is gain. (22) But if I am to live on in the flesh,",
                "this will mean fruitful labor for me; and I do not know which",
                "to choose. (23) But I am hard-pressed from both directions,",
                "having the desire to depart and be with Christ, for that is",
                "very much better; (24) yet to remain on in the flesh is more"
            ],
            [
                "necessary for your sakes. (25) Convinced of this, I know that",
                "I will remain and continue with you all for your progress and",
                "joy in the faith, (26) so that your pride in Christ Jesus may be",
                "abundant because of me by my coming to you again. (27)",
                "Only conduct yourselves in a manner worthy of the gospel of",
                "Christ, so that whether I come and see you or remain absent,",
                "I will hear about you that you are standing firm in one spirit,",
                "with one mind striving together for the faith of the gospel;",
                "(28) and in no way alarmed by your opponents--which is a",
                "sign of destruction for them, but of salvation for you, and this",
                "too, from God."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 247,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 47,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 50001019,
        "rangeEndId": 50001028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 246,
            "wordCountMin": 239,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Colossians 2:16–19",
        "text": "(16) Therefore, no one is to act as your judge in regard to food and drink, or in respect to a festival or a new moon, or a Sabbath day-- (17) things which are only a shadow of what is to come; but the substance belongs to Christ. (18) Take care that no one keeps defrauding you of your prize by delighting in humility and the worship of the angels, taking his stand on visions he has seen, inflated without cause by his fleshly mind, (19) and not holding firmly to the head, from whom the entire body, being supplied and held together by the joints and ligaments, grows with a growth which is from God.",
        "cardsText": [
            [
                "(16) Therefore, no one is to act as your judge in regard to",
                "food and drink, or in respect to a festival or a new moon, or a",
                "Sabbath day-- (17) things which are only a shadow of what is",
                "to come; but the substance belongs to Christ. (18) Take care",
                "that no one keeps defrauding you of your prize by delighting",
                "in humility and the worship of the angels, taking his stand",
                "on visions he has seen, inflated without cause by his fleshly",
                "mind, (19) and not holding firmly to the head, from whom the",
                "entire body, being supplied and held together by the joints",
                "and ligaments, grows with a growth which is from God."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 112,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 48,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 51002016,
        "rangeEndId": 51002019,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 103.6,
            "wordCountMin": 96,
            "wordCountMax": 114,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Revelation 19:11",
        "text": "(11) And I saw heaven opened, and behold, a white horse, and He who sat on it is called Faithful and True, and in righteousness He judges and wages war.",
        "cardsText": [
            [
                "(11) And I saw heaven opened, and behold, a white horse,",
                "and He who sat on it is called Faithful and True, and in",
                "righteousness He judges and wages war."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 29,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 49,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 66019011,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 28.6,
            "wordCountMin": 27,
            "wordCountMax": 30,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Exodus 34:6–11",
        "text": "6) Then the LORD passed by in front of him and proclaimed, \"The LORD, the LORD God, compassionate and merciful, slow to anger, and abounding in faithfulness and truth; (7) who keeps faithfulness for thousands, who forgives wrongdoing, violation of His Law, and sin; yet He will by no means leave the guilty unpunished, inflicting the punishment of fathers on the children and on the grandchildren to the third and fourth generations.\" (8) And Moses hurried to bow low toward the ground and worship. (9) Then he said, \"If in any way I have found favor in Your sight, Lord, please may the Lord go along in our midst, even though the people are so obstinate, and pardon our wrongdoing and our sin, and take us as Your own possession.\" (10) Then God said, \"Behold, I am going to make a covenant. Before all your people I will perform miracles which have not been produced in all the earth nor among any of the nations; and all the people among whom you live will see the working of the LORD, for it is a fearful thing that I am going to perform with you. (11) \"Be sure to comply with what I am commanding you this day: behold, I am going to drive out the Amorite from you, and the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite.",
        "cardsText": [
            [
                "6) Then the LORD passed by in front of him and proclaimed,",
                "\"The LORD, the LORD God, compassionate and merciful, slow",
                "to anger, and abounding in faithfulness and truth; (7) who",
                "keeps faithfulness for thousands, who forgives wrongdoing,",
                "violation of His Law, and sin; yet He will by no means leave",
                "the guilty unpunished, inflicting the punishment of fathers on",
                "the children and on the grandchildren to the third and fourth",
                "generations.\" (8) And Moses hurried to bow low toward the",
                "ground and worship. (9) Then he said, \"If in any way I have",
                "found favor in Your sight, Lord, please may the Lord go along",
                "in our midst, even though the people are so obstinate, and"
            ],
            [
                "pardon our wrongdoing and our sin, and take us as Your own",
                "possession.\" (10) Then God said, \"Behold, I am going to make",
                "a covenant. Before all your people I will perform miracles",
                "which have not been produced in all the earth nor among any",
                "of the nations; and all the people among whom you live will",
                "see the working of the LORD, for it is a fearful thing that I am",
                "going to perform with you. (11) \"Be sure to comply with what",
                "I am commanding you this day: behold, I am going to drive",
                "out the Amorite from you, and the Canaanite, the Hittite, the",
                "Perizzite, the Hivite, and the Jebusite."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 225,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 50,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 2034006,
        "rangeEndId": 2034011,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 203.8,
            "wordCountMin": 176,
            "wordCountMax": 225,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 17,
            "lineMax": 21
        }
    },
    {
        "ref": "Deuteronomy 9:1–6",
        "text": "(1) \"Hear, Israel! You are crossing the Jordan today, to go in to dispossess nations greater and mightier than you, cities that are great and fortified to heaven, (2) a people who are great and tall, the sons of the Anakim, whom you know and of whom you have heard it said, 'Who can stand against the sons of Anak?' (3) \"So be aware today that it is the LORD your God who is crossing over ahead of you as a consuming fire. He will destroy them and He will subdue them before you, so that you may drive them out and eliminate them quickly, just as the LORD has spoken to you. (4) \"Do not say in your heart when the LORD your God has driven them away from you, 'Because of my righteousness the LORD has brought me in to take possession of this land.' Rather, it is because of the wickedness of these nations that the LORD is dispossessing them before you. (5) \"It is not because of your righteousness or the uprightness of your heart that you are going in to take possession of their land, but it is because of the wickedness of these nations that the LORD your God is driving them out from before you, and in order to confirm the oath which the LORD swore to your fathers, to Abraham, Isaac, and Jacob. (6) \"Know, then, that it is not because of your righteousness that the LORD your God is giving you this good land to possess, for you are a stubborn people.",
        "cardsText": [
            [
                "(1) \"Hear, Israel! You are crossing the Jordan today, to go in to",
                "dispossess nations greater and mightier than you, cities that are",
                "great and fortified to heaven, (2) a people who are great and tall,",
                "the sons of the Anakim, whom you know and of whom you have",
                "heard it said, 'Who can stand against the sons of Anak?' (3) \"So",
                "be aware today that it is the LORD your God who is crossing over",
                "ahead of you as a consuming fire. He will destroy them and He",
                "will subdue them before you, so that you may drive them out and",
                "eliminate them quickly, just as the LORD has spoken to you. (4)",
                "\"Do not say in your heart when the LORD your God has driven",
                "them away from you, 'Because of my righteousness the LORD has"
            ],
            [
                "brought me in to take possession of this land.' Rather, it is because",
                "of the wickedness of these nations that the LORD is dispossessing",
                "them before you. (5) \"It is not because of your righteousness or the",
                "uprightness of your heart that you are going in to take possession",
                "of their land, but it is because of the wickedness of these nations",
                "that the LORD your God is driving them out from before you, and in",
                "order to confirm the oath which the LORD swore to your fathers, to",
                "Abraham, Isaac, and Jacob. (6) \"Know, then, that it is not because",
                "of your righteousness that the LORD your God is giving you this",
                "good land to possess, for you are a stubborn people."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 255,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 51,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5009001,
        "rangeEndId": 5009006,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 241.6,
            "wordCountMin": 235,
            "wordCountMax": 255,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Deuteronomy 30:9–20",
        "text": "(9) \"Then the LORD your God will prosper you abundantly in every work of your hand, in the children of your womb, the offspring of your cattle, and in the produce of your ground, for the LORD will again rejoice over you for good, just as He rejoiced over your fathers; (10) if you obey the LORD your God, to keep His commandments and His statutes which are written in this Book of the Law, if you turn to the LORD your God with all your heart and soul. (11) \"For this commandment which I am commanding you today is not too difficult for you, nor is it far away. (12) \"It is not in heaven, that you could say, 'Who will go up to heaven for us and get it for us, and proclaim it to us, so that we may follow it?' (13) \"Nor is it beyond the sea, that you could say, 'Who will cross the sea for us and get it for us and proclaim it to us, so that we may follow it?' (14) \"On the contrary, the word is very near you, in your mouth and in your heart, that you may follow it. (15) \"See, I have placed before you today life and happiness, and death and adversity, (16) in that I am commanding you today to love the LORD your God, to walk in His ways and to keep His commandments, His statutes, and His judgments, so that you may live and become numerous, and that the LORD your God may bless you in the land where you are entering to take possession of it. (17) \"But if your heart turns away and you will not obey, but allow yourself to be led astray and you worship other gods and serve them, (18) I declare to you today that you will certainly perish. You will not prolong your days in the land where you are crossing the Jordan to enter and take possession of it. (19) \"I call heaven and earth to witness against you today, that I have placed before you life and death, the blessing and the curse. So choose life in order that you may live, you and your descendants, (20) by loving the LORD your God, by obeying His voice, and by holding close to Him; for this is your life and the length of your days, so that you may live in the land which the LORD swore to your fathers, to Abraham, Isaac, and Jacob, to give them.\"",
        "cardsText": [
            [
                "(9) \"Then the LORD your God will prosper you abundantly in every",
                "work of your hand, in the children of your womb, the offspring",
                "of your cattle, and in the produce of your ground, for the LORD",
                "will again rejoice over you for good, just as He rejoiced over",
                "your fathers; (10) if you obey the LORD your God, to keep His",
                "commandments and His statutes which are written in this Book of",
                "the Law, if you turn to the LORD your God with all your heart and",
                "soul. (11) \"For this commandment which I am commanding you",
                "today is not too difficult for you, nor is it far away. (12) \"It is not",
                "in heaven, that you could say, 'Who will go up to heaven for us",
                "and get it for us, and proclaim it to us, so that we may follow it?'"
            ],
            [
                "(13) \"Nor is it beyond the sea, that you could say, 'Who will cross",
                "the sea for us and get it for us and proclaim it to us, so that we",
                "may follow it?' (14) \"On the contrary, the word is very near you, in",
                "your mouth and in your heart, that you may follow it. (15) \"See, I",
                "have placed before you today life and happiness, and death and",
                "adversity, (16) in that I am commanding you today to love the LORD",
                "your God, to walk in His ways and to keep His commandments,",
                "His statutes, and His judgments, so that you may live and become",
                "numerous, and that the LORD your God may bless you in the land",
                "where you are entering to take possession of it. (17) \"But if your",
                "heart turns away and you will not obey, but allow yourself to be led"
            ],
            [
                "astray and you worship other gods and serve them, (18) I declare",
                "to you today that you will certainly perish. You will not prolong",
                "your days in the land where you are crossing the Jordan to enter",
                "and take possession of it. (19) \"I call heaven and earth to witness",
                "against you today, that I have placed before you life and death, the",
                "blessing and the curse. So choose life in order that you may live,",
                "you and your descendants, (20) by loving the LORD your God, by",
                "obeying His voice, and by holding close to Him; for this is your life",
                "and the length of your days, so that you may live in the land which",
                "the LORD swore to your fathers, to Abraham, Isaac, and Jacob, to",
                "give them.\""
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 410,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 52,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5030009,
        "rangeEndId": 5030020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.4,
            "wordCountMin": 384,
            "wordCountMax": 414,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.6,
            "lineMin": 32,
            "lineMax": 33
        }
    },
    {
        "ref": "Joshua 14:6–14",
        "text": "(6) Then the sons of Judah approached Joshua in Gilgal, and Caleb the son of Jephunneh the Kenizzite said to him, \"You know the word which the LORD spoke to Moses the man of God on account of you and me in Kadesh-barnea. (7) \"I was forty years old when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land, and I brought word back to him as it was in my heart. (8) \"Nevertheless my brothers who went up with me made the heart of the people melt with fear; but I followed the LORD my God fully. (9) \"So Moses swore on that day, saying, 'The land on which your foot has walked shall certainly be an inheritance to you and to your children forever, because you have followed the LORD my God fully.' (10) \"And now behold, the LORD has let me live, just as He spoke, these forty-five years, from the time that the LORD spoke this word to Moses, when Israel walked in the wilderness; and now behold, I am eighty-five years old today. (11) \"I am still as strong today as I was on the day Moses sent me; as my strength was then, so my strength is now, for war and for going out and coming in. (12) \"Now then, give me this hill country about which the LORD spoke on that day, for you heard on that day that Anakim were there, with great fortified cities; perhaps the LORD will be with me, and I will drive them out just as the LORD has spoken.\" (13) So Joshua blessed him and gave Hebron to Caleb the son of Jephunneh as an inheritance. (14) Therefore, Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he followed the LORD God of Israel fully.",
        "cardsText": [
            [
                "(6) Then the sons of Judah approached Joshua in Gilgal, and",
                "Caleb the son of Jephunneh the Kenizzite said to him, \"You",
                "know the word which the LORD spoke to Moses the man of",
                "God on account of you and me in Kadesh-barnea. (7) \"I was",
                "forty years old when Moses the servant of the LORD sent",
                "me from Kadesh-barnea to spy out the land, and I brought",
                "word back to him as it was in my heart. (8) \"Nevertheless",
                "my brothers who went up with me made the heart of the",
                "people melt with fear; but I followed the LORD my God fully.",
                "(9) \"So Moses swore on that day, saying, 'The land on which",
                "your foot has walked shall certainly be an inheritance to you"
            ],
            [
                "and to your children forever, because you have followed the",
                "LORD my God fully.' (10) \"And now behold, the LORD has",
                "let me live, just as He spoke, these forty-five years, from the",
                "time that the LORD spoke this word to Moses, when Israel",
                "walked in the wilderness; and now behold, I am eighty-five",
                "years old today. (11) \"I am still as strong today as I was on the",
                "day Moses sent me; as my strength was then, so my strength",
                "is now, for war and for going out and coming in. (12) \"Now",
                "then, give me this hill country about which the LORD spoke",
                "on that day, for you heard on that day that Anakim were there,",
                "with great fortified cities; perhaps the LORD will be with me,"
            ],
            [
                "and I will drive them out just as the LORD has spoken.\" (13)",
                "So Joshua blessed him and gave Hebron to Caleb the son of",
                "Jephunneh as an inheritance. (14) Therefore, Hebron became",
                "the inheritance of Caleb the son of Jephunneh the Kenizzite",
                "to this day, because he followed the LORD God of Israel fully."
            ]
        ],
        "cards": 3,
        "lines": 27,
        "lastCardLines": 5,
        "wordCount": 302,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 53,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 6014006,
        "rangeEndId": 6014014,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 299.4,
            "wordCountMin": 276,
            "wordCountMax": 312,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.2,
            "lineMin": 26,
            "lineMax": 28
        }
    },
    {
        "ref": "2 Samuel 22:7–14",
        "text": "(7) \"In my distress I called upon the LORD, Yes, I called out to my God; And from His temple He heard my voice, And my cry for help came into His ears. (8) \"Then the earth shook and quaked, The foundations of heaven were trembling And were shaken, because He was angry. (9) \"Smoke went up out of His nostrils, And fire from His mouth was devouring; Coals were kindled by it. (10) \"He also bowed the heavens down low, and came down With thick darkness under His feet. (11) \"He rode on a cherub and flew; He appeared on the wings of the wind. (12) \"He made darkness canopies around Him, A mass of waters, thick clouds of the sky. (13) \"From the brightness before Him Coals of fire were kindled. (14) \"The LORD thundered from heaven, And the Most High uttered His voice.",
        "cardsText": [
            [
                "(7) \"In my distress I called upon the LORD, Yes, I called out",
                "to my God; And from His temple He heard my voice, And",
                "my cry for help came into His ears. (8) \"Then the earth shook",
                "and quaked, The foundations of heaven were trembling And",
                "were shaken, because He was angry. (9) \"Smoke went up",
                "out of His nostrils, And fire from His mouth was devouring;",
                "Coals were kindled by it. (10) \"He also bowed the heavens",
                "down low, and came down With thick darkness under His",
                "feet. (11) \"He rode on a cherub and flew; He appeared on the",
                "wings of the wind. (12) \"He made darkness canopies around",
                "Him, A mass of waters, thick clouds of the sky. (13) \"From the"
            ],
            [
                "brightness before Him Coals of fire were kindled. (14) \"The",
                "LORD thundered from heaven, And the Most High uttered",
                "His voice."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 138,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 54,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 10022007,
        "rangeEndId": 10022014,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 131.8,
            "wordCountMin": 125,
            "wordCountMax": 140,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12.4,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Nehemiah 9:19–21",
        "text": "(19) You, in Your great compassion, Did not abandon them in the wilderness; The pillar of cloud did not leave them by day, To guide them on their way, Nor the pillar of fire by night, to light for them the way in which they were to go. (20) \"Instead, You gave Your good Spirit to instruct them, You did not withhold Your manna from their mouth, And You gave them water for their thirst. (21) \"Indeed, for forty years You provided for them in the wilderness and they were not lacking; Their clothes did not wear out, nor did their feet swell up.",
        "cardsText": [
            [
                "(19) You, in Your great compassion, Did not abandon them in",
                "the wilderness; The pillar of cloud did not leave them by day,",
                "To guide them on their way, Nor the pillar of fire by night, to",
                "light for them the way in which they were to go. (20) \"Instead,",
                "You gave Your good Spirit to instruct them, You did not",
                "withhold Your manna from their mouth, And You gave them",
                "water for their thirst. (21) \"Indeed, for forty years You provided",
                "for them in the wilderness and they were not lacking; Their",
                "clothes did not wear out, nor did their feet swell up."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 101,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 55,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 16009019,
        "rangeEndId": 16009021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.2,
            "wordCountMin": 93,
            "wordCountMax": 101,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Job 36:26–33",
        "text": "(26) \"Behold, God is exalted, and we do not know Him; The number of His years is unsearchable. (27) \"For He draws up the drops of water; They distill rain from its celestial stream, (28) Which clouds pour down; They drip upon mankind abundantly. (29) \"Can anyone understand the spreading of the clouds, The thundering of His pavilion? (30) \"Behold, He spreads His lightning about Him, And He covers the depths of the sea. (31) \"For by them He judges peoples; He gives food in abundance. (32) \"He covers His hands with the lightning, And commands it to strike the target. (33) \"Its thundering voice declares His presence; The livestock also, concerning what is coming up.",
        "cardsText": [
            [
                "(26) \"Behold, God is exalted, and we do not know Him; The",
                "number of His years is unsearchable. (27) \"For He draws up the",
                "drops of water; They distill rain from its celestial stream, (28) Which",
                "clouds pour down; They drip upon mankind abundantly. (29) \"Can",
                "anyone understand the spreading of the clouds, The thundering",
                "of His pavilion? (30) \"Behold, He spreads His lightning about Him,",
                "And He covers the depths of the sea. (31) \"For by them He judges",
                "peoples; He gives food in abundance. (32) \"He covers His hands",
                "with the lightning, And commands it to strike the target. (33)",
                "\"Its thundering voice declares His presence; The livestock also,",
                "concerning what is coming up."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 108,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 56,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 18036026,
        "rangeEndId": 18036033,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 108.4,
            "wordCountMin": 104,
            "wordCountMax": 117,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Psalm 112:1–8",
        "text": "(1) Praise the LORD! Blessed is a person who fears the LORD, Who greatly delights in His commandments. (2) His descendants will be mighty on the earth; The generation of the upright will be blessed. (3) Wealth and riches are in his house, And his righteousness endures forever. (4) Light shines in the darkness for the upright; He is gracious, compassionate, and righteous. (5) It goes well for a person who is gracious and lends; He will maintain his cause in judgment. (6) For he will never be shaken; The righteous will be remembered forever. (7) He will not fear bad news; His heart is steadfast, trusting in the LORD. (8) His heart is firm, he will not fear, But will look with satisfaction on his enemies.",
        "cardsText": [
            [
                "(1) Praise the LORD! Blessed is a person who fears the LORD, Who",
                "greatly delights in His commandments. (2) His descendants will be",
                "mighty on the earth; The generation of the upright will be blessed.",
                "(3) Wealth and riches are in his house, And his righteousness",
                "endures forever. (4) Light shines in the darkness for the upright;",
                "He is gracious, compassionate, and righteous. (5) It goes well for",
                "a person who is gracious and lends; He will maintain his cause in",
                "judgment. (6) For he will never be shaken; The righteous will be",
                "remembered forever. (7) He will not fear bad news; His heart is",
                "steadfast, trusting in the LORD. (8) His heart is firm, he will not fear,",
                "But will look with satisfaction on his enemies."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 119,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 57,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19112001,
        "rangeEndId": 19112008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 123.2,
            "wordCountMin": 119,
            "wordCountMax": 127,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.6,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "Psalm 139:13–16",
        "text": "(13) For You created my innermost parts; You wove me in my mother's womb. (14) I will give thanks to You, because I am awesomely and wonderfully made; Wonderful are Your works, And my soul knows it very well. (15) My frame was not hidden from You When I was made in secret, And skillfully formed in the depths of the earth; (16) Your eyes have seen my formless substance; And in Your book were written All the days that were ordained for me, When as yet there was not one of them.",
        "cardsText": [
            [
                "(13) For You created my innermost parts; You wove me in",
                "my mother's womb. (14) I will give thanks to You, because I",
                "am awesomely and wonderfully made; Wonderful are Your",
                "works, And my soul knows it very well. (15) My frame was not",
                "hidden from You When I was made in secret, And skillfully",
                "formed in the depths of the earth; (16) Your eyes have seen",
                "my formless substance; And in Your book were written All the",
                "days that were ordained for me, When as yet there was not",
                "one of them."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 89,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 58,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19139013,
        "rangeEndId": 19139016,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.6,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Proverbs 13:2–25",
        "text": "(2) From the fruit of a person's mouth he enjoys good, But the desire of the treacherous is violence. (3) One who guards his mouth protects his life; One who opens wide his lips comes to ruin. (4) The soul of the lazy one craves and gets nothing, But the soul of the diligent is made prosperous. (5) A righteous person hates a false statement, But a wicked person acts disgustingly and shamefully. (6) Righteousness guards the one whose way is blameless, But wickedness brings the sinner to ruin. (7) There is one who pretends to be rich but has nothing; Another pretends to be poor, but has great wealth. (8) The ransom of a person's life is his wealth, But the poor hears no rebuke. (9) The light of the righteous rejoices, But the lamp of the wicked goes out. (10) Through overconfidence comes nothing but strife, But wisdom is with those who receive counsel. (11) Wealth obtained from nothing dwindles, But one who gathers by labor increases it. (12) Hope deferred makes the heart sick, But desire fulfilled is a tree of life. (13) One who despises the word will do badly, But one who fears the commandment will be rewarded. (14) The teaching of the wise is a fountain of life, To turn aside from the snares of death. (15) Good understanding produces favor, But the way of the treacherous is their own disaster. (16) Every prudent person acts with knowledge, But a fool displays foolishness. (17) A wicked messenger falls into adversity, But a faithful messenger brings healing. (18) Poverty and shame will come to one who neglects discipline, But one who complies with rebuke will be honored. (19) Desire realized is sweet to the soul, But it is an abomination to fools to turn away from evil. (20) One who walks with wise people will be wise, But a companion of fools will suffer harm. (21) Adversity pursues sinners, But the righteous will be rewarded with prosperity. (22) A good person leaves an inheritance to his grandchildren, And the wealth of a sinner is stored up for the righteous. (23) Abundant food is in the uncultivated ground of the poor, But it is swept away by injustice. (24) He who withholds his rod hates his son, But he who loves him disciplines him diligently. (25) The righteous has enough to satisfy his appetite, But the stomach of the wicked is in need.",
        "cardsText": [
            [
                "(2) From the fruit of a person's mouth he enjoys good, But the",
                "desire of the treacherous is violence. (3) One who guards his mouth",
                "protects his life; One who opens wide his lips comes to ruin. (4) The",
                "soul of the lazy one craves and gets nothing, But the soul of the",
                "diligent is made prosperous. (5) A righteous person hates a false",
                "statement, But a wicked person acts disgustingly and shamefully.",
                "(6) Righteousness guards the one whose way is blameless, But",
                "wickedness brings the sinner to ruin. (7) There is one who pretends",
                "to be rich but has nothing; Another pretends to be poor, but has",
                "great wealth. (8) The ransom of a person's life is his wealth, But",
                "the poor hears no rebuke. (9) The light of the righteous rejoices,",
                "But the lamp of the wicked goes out. (10) Through overconfidence"
            ],
            [
                "comes nothing but strife, But wisdom is with those who receive",
                "counsel. (11) Wealth obtained from nothing dwindles, But one",
                "who gathers by labor increases it. (12) Hope deferred makes the",
                "heart sick, But desire fulfilled is a tree of life. (13) One who despises",
                "the word will do badly, But one who fears the commandment will",
                "be rewarded. (14) The teaching of the wise is a fountain of life,",
                "To turn aside from the snares of death. (15) Good understanding",
                "produces favor, But the way of the treacherous is their own",
                "disaster. (16) Every prudent person acts with knowledge, But a fool",
                "displays foolishness. (17) A wicked messenger falls into adversity,",
                "But a faithful messenger brings healing. (18) Poverty and shame",
                "will come to one who neglects discipline, But one who complies"
            ],
            [
                "with rebuke will be honored. (19) Desire realized is sweet to the",
                "soul, But it is an abomination to fools to turn away from evil. (20)",
                "One who walks with wise people will be wise, But a companion",
                "of fools will suffer harm. (21) Adversity pursues sinners, But the",
                "righteous will be rewarded with prosperity. (22) A good person",
                "leaves an inheritance to his grandchildren, And the wealth of a",
                "sinner is stored up for the righteous. (23) Abundant food is in the",
                "uncultivated ground of the poor, But it is swept away by injustice.",
                "(24) He who withholds his rod hates his son, But he who loves him",
                "disciplines him diligently. (25) The righteous has enough to satisfy",
                "his appetite, But the stomach of the wicked is in need."
            ]
        ],
        "cards": 3,
        "lines": 35,
        "lastCardLines": 11,
        "wordCount": 383,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 59,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 20013002,
        "rangeEndId": 20013025,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 380.4,
            "wordCountMin": 364,
            "wordCountMax": 395,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "Ecclesiastes 1:1–12",
        "text": "(1) The words of the Preacher, the son of David, king in Jerusalem. (2) \"Futility of futilities,\" says the Preacher, \"Futility of futilities! All is futility.\" (3) What advantage does a person have in all his work Which he does under the sun? (4) A generation goes and a generation comes, But the earth remains forever. (5) Also, the sun rises and the sun sets; And hurrying to its place it rises there again. (6) Blowing toward the south, Then turning toward the north, The wind continues swirling along; And on its circular courses the wind returns. (7) All the rivers flow into the sea, Yet the sea is not full. To the place where the rivers flow, There they flow again. (8) All things are wearisome; No one can tell it. The eye is not satisfied with seeing, Nor is the ear filled with hearing. (9) What has been, it is what will be, And what has been done, it is what will be done. So there is nothing new under the sun. (10) Is there anything of which one might say, \"See this, it is new\"? It has already existed for ages Which were before us. (11) There is no remembrance of the earlier things, And of the later things as well, which will occur, There will be no remembrance of them Among those who will come later still. (12) I, the Preacher, have been king over Israel in Jerusalem.",
        "cardsText": [
            [
                "(1) The words of the Preacher, the son of David, king in",
                "Jerusalem. (2) \"Futility of futilities,\" says the Preacher,",
                "\"Futility of futilities! All is futility.\" (3) What advantage does",
                "a person have in all his work Which he does under the sun?",
                "(4) A generation goes and a generation comes, But the earth",
                "remains forever. (5) Also, the sun rises and the sun sets; And",
                "hurrying to its place it rises there again. (6) Blowing toward",
                "the south, Then turning toward the north, The wind continues",
                "swirling along; And on its circular courses the wind returns.",
                "(7) All the rivers flow into the sea, Yet the sea is not full. To",
                "the place where the rivers flow, There they flow again. (8)"
            ],
            [
                "All things are wearisome; No one can tell it. The eye is not",
                "satisfied with seeing, Nor is the ear filled with hearing. (9)",
                "What has been, it is what will be, And what has been done, it",
                "is what will be done. So there is nothing new under the sun.",
                "(10) Is there anything of which one might say, \"See this, it",
                "is new\"? It has already existed for ages Which were before",
                "us. (11) There is no remembrance of the earlier things, And",
                "of the later things as well, which will occur, There will be no",
                "remembrance of them Among those who will come later still.",
                "(12) I, the Preacher, have been king over Israel in Jerusalem."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 230,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 60,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 21001001,
        "rangeEndId": 21001012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 221.4,
            "wordCountMin": 203,
            "wordCountMax": 232,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Isaiah 30:15–21",
        "text": "(15) For this is what the Lord GOD, the Holy One of Israel, has said: \"In repentance and rest you will be saved, In quietness and trust is your strength.\" But you were not willing, (16) And you said, \"No, for we will flee on horses!\" Therefore you shall flee! \"And we will ride on swift horses!\" Therefore those who pursue you shall be swift. (17) One thousand will flee at the threat of one man; You will flee at the threat of five, Until you are left like a signal post on a mountain top, And like a flag on a hill. (18) Therefore the LORD longs to be gracious to you, And therefore He waits on high to have compassion on you. For the LORD is a God of justice; How blessed are all those who long for Him. (19) For, you people in Zion, inhabitant in Jerusalem, you will weep no longer. He will certainly be gracious to you at the sound of your cry; when He hears it, He will answer you. (20) Although the Lord has given you bread of deprivation and water of oppression, He, your Teacher, will no longer hide Himself, but your eyes will see your Teacher. (21) Your ears will hear a word behind you, saying, \"This is the way, walk in it,\" whenever you turn to the right or to the left.",
        "cardsText": [
            [
                "(15) For this is what the Lord GOD, the Holy One of Israel, has",
                "said: \"In repentance and rest you will be saved, In quietness",
                "and trust is your strength.\" But you were not willing, (16) And",
                "you said, \"No, for we will flee on horses!\" Therefore you shall",
                "flee! \"And we will ride on swift horses!\" Therefore those who",
                "pursue you shall be swift. (17) One thousand will flee at the",
                "threat of one man; You will flee at the threat of five, Until you",
                "are left like a signal post on a mountain top, And like a flag on",
                "a hill. (18) Therefore the LORD longs to be gracious to you,",
                "And therefore He waits on high to have compassion on you.",
                "For the LORD is a God of justice; How blessed are all those"
            ],
            [
                "who long for Him. (19) For, you people in Zion, inhabitant",
                "in Jerusalem, you will weep no longer. He will certainly be",
                "gracious to you at the sound of your cry; when He hears it, He",
                "will answer you. (20) Although the Lord has given you bread",
                "of deprivation and water of oppression, He, your Teacher, will",
                "no longer hide Himself, but your eyes will see your Teacher.",
                "(21) Your ears will hear a word behind you, saying, \"This is the",
                "way, walk in it,\" whenever you turn to the right or to the left."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 225,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 61,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23030015,
        "rangeEndId": 23030021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 228,
            "wordCountMin": 214,
            "wordCountMax": 242,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19.4,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Isaiah 45:5–12",
        "text": "(5) \"I am the LORD, and there is no one else; There is no God except Me. I will arm you, though you have not known Me, (6) So that people may know from the rising to the setting of the sun That there is no one besides Me. I am the LORD, and there is no one else, (7) The One forming light and creating darkness, Causing well-being and creating disaster; I am the LORD who does all these things. (8) \"Drip down, heavens, from above, And let the clouds pour down righteousness; Let the earth open up and salvation bear fruit, And righteousness sprout with it. I, the LORD, have created it. (9) \"Woe to the one who quarrels with his Maker-- A piece of pottery among the other earthenware pottery pieces! Will the clay say to the potter, 'What are you doing?' Or the thing you are making say, 'He has no hands'? (10) \"Woe to him who says to a father, 'What are you fathering?' Or to a woman, 'To what are you giving birth?'\" (11) This is what the LORD says, the Holy One of Israel and his Maker: \"Ask Me about the things to come concerning My sons, And you shall commit to Me the work of My hands. (12) \"It is I who made the earth, and created mankind upon it. I stretched out the heavens with My hands, And I ordained all their lights.",
        "cardsText": [
            [
                "(5) \"I am the LORD, and there is no one else; There is no God",
                "except Me. I will arm you, though you have not known Me,",
                "(6) So that people may know from the rising to the setting of",
                "the sun That there is no one besides Me. I am the LORD, and",
                "there is no one else, (7) The One forming light and creating",
                "darkness, Causing well-being and creating disaster; I am the",
                "LORD who does all these things. (8) \"Drip down, heavens,",
                "from above, And let the clouds pour down righteousness; Let",
                "the earth open up and salvation bear fruit, And righteousness",
                "sprout with it. I, the LORD, have created it. (9) \"Woe to the",
                "one who quarrels with his Maker-- A piece of pottery among"
            ],
            [
                "the other earthenware pottery pieces! Will the clay say to the",
                "potter, 'What are you doing?' Or the thing you are making",
                "say, 'He has no hands'? (10) \"Woe to him who says to a father,",
                "'What are you fathering?' Or to a woman, 'To what are you",
                "giving birth?'\" (11) This is what the LORD says, the Holy One",
                "of Israel and his Maker: \"Ask Me about the things to come",
                "concerning My sons, And you shall commit to Me the work",
                "of My hands. (12) \"It is I who made the earth, and created",
                "mankind upon it. I stretched out the heavens with My hands,",
                "And I ordained all their lights."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 234,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 62,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23045005,
        "rangeEndId": 23045012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.8,
            "wordCountMin": 222,
            "wordCountMax": 234,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Lamentations 3:42–58",
        "text": "(42) We have done wrong and rebelled; You have not pardoned. (43) You have covered Yourself with anger And pursued us; You have slain and have not spared. (44) You have veiled Yourself with a cloud So that no prayer can pass through. (45) You have made us mere refuse and rubbish In the midst of the peoples. (46) All our enemies have opened their mouths against us. (47) Panic and pitfall have come upon us, Devastation and destruction; (48) My eyes run down with streams of water Because of the destruction of the daughter of my people. (49) My eyes flow unceasingly, Without stopping, (50) Until the LORD looks down And sees from heaven. (51) My eyes bring pain to my soul Because of all the daughters of my city. (52) My enemies without reason Hunted me down like a bird; (53) They have silenced me in the pit And have thrown stones on me. (54) Waters flowed over my head; I said, \"I am cut off!\" (55) I called on Your name, LORD, Out of the lowest pit. (56) You have heard my voice, \"Do not cover Your ear from my plea for relief, From my cry for help.\" (57) You came near on the day I called to You; You said, \"Do not fear!\" (58) Lord, You have pleaded my soul's cause; You have redeemed my life.",
        "cardsText": [
            [
                "(42) We have done wrong and rebelled; You have not",
                "pardoned. (43) You have covered Yourself with anger And",
                "pursued us; You have slain and have not spared. (44) You",
                "have veiled Yourself with a cloud So that no prayer can pass",
                "through. (45) You have made us mere refuse and rubbish In",
                "the midst of the peoples. (46) All our enemies have opened",
                "their mouths against us. (47) Panic and pitfall have come upon",
                "us, Devastation and destruction; (48) My eyes run down with",
                "streams of water Because of the destruction of the daughter of",
                "my people. (49) My eyes flow unceasingly, Without stopping,",
                "(50) Until the LORD looks down And sees from heaven. (51)"
            ],
            [
                "My eyes bring pain to my soul Because of all the daughters",
                "of my city. (52) My enemies without reason Hunted me down",
                "like a bird; (53) They have silenced me in the pit And have",
                "thrown stones on me. (54) Waters flowed over my head; I",
                "said, \"I am cut off!\" (55) I called on Your name, LORD, Out of",
                "the lowest pit. (56) You have heard my voice, \"Do not cover",
                "Your ear from my plea for relief, From my cry for help.\" (57)",
                "You came near on the day I called to You; You said, \"Do not",
                "fear!\" (58) Lord, You have pleaded my soul's cause; You have",
                "redeemed my life."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 213,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 63,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 25003042,
        "rangeEndId": 25003058,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 209.2,
            "wordCountMin": 200,
            "wordCountMax": 217,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "Joel 2:14–21",
        "text": "(14) Who knows, He might turn and relent, And leave a blessing behind Him, Resulting in a grain offering and a drink offering For the LORD your God. (15) Blow a trumpet in Zion, Consecrate a fast, proclaim a solemn assembly, (16) Gather the people, sanctify the congregation, Assemble the elders, Gather the children and the nursing infants. Have the groom come out of his room And the bride out of her bridal chamber. (17) Let the priests, the LORD'S ministers, Weep between the porch and the altar, And let them say, \"Spare Your people, LORD, And do not make Your inheritance a disgrace, With the nations jeering at them. Why should those among the peoples say, 'Where is their God?'\" (18) Then the LORD will be zealous for His land, And will have compassion for His people. (19) The LORD will answer and say to His people, \"Behold, I am going to send you grain, new wine, and oil, And you will be satisfied in full with them; And I will never again make you a disgrace among the nations. (20) \"But I will remove the northern army far from you, And I will drive it into a dry and desolate land, Its advance guard into the eastern sea, And its rear guard into the western sea. And its stench will ascend and its odor of decay will come up, Because it has done great things.\" (21) Do not fear, land; shout for joy and rejoice, For the LORD has done great things.",
        "cardsText": [
            [
                "(14) Who knows, He might turn and relent, And leave a blessing",
                "behind Him, Resulting in a grain offering and a drink offering For",
                "the LORD your God. (15) Blow a trumpet in Zion, Consecrate a fast,",
                "proclaim a solemn assembly, (16) Gather the people, sanctify the",
                "congregation, Assemble the elders, Gather the children and the",
                "nursing infants. Have the groom come out of his room And the",
                "bride out of her bridal chamber. (17) Let the priests, the LORD'S",
                "ministers, Weep between the porch and the altar, And let them",
                "say, \"Spare Your people, LORD, And do not make Your inheritance",
                "a disgrace, With the nations jeering at them. Why should those",
                "among the peoples say, 'Where is their God?'\" (18) Then the"
            ],
            [
                "LORD will be zealous for His land, And will have compassion for",
                "His people. (19) The LORD will answer and say to His people,",
                "\"Behold, I am going to send you grain, new wine, and oil, And you",
                "will be satisfied in full with them; And I will never again make you",
                "a disgrace among the nations. (20) \"But I will remove the northern",
                "army far from you, And I will drive it into a dry and desolate land,",
                "Its advance guard into the eastern sea, And its rear guard into the",
                "western sea. And its stench will ascend and its odor of decay will",
                "come up, Because it has done great things.\" (21) Do not fear, land;",
                "shout for joy and rejoice, For the LORD has done great things."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 246,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 64,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 29002014,
        "rangeEndId": 29002021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 220,
            "wordCountMax": 246,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Amos 5:4–8",
        "text": "(4) For this is what the LORD says to the house of Israel: \"Seek Me so that you may live. (5) \"But do not resort to Bethel And do not come to Gilgal, Nor cross over to Beersheba; For Gilgal will certainly go into captivity And Bethel will come to nothing. (6) \"Seek the LORD so that you may live, Or He will break through like a fire, house of Joseph, And it will consume with no one to extinguish it for Bethel, (7) For those who turn justice into wormwood, And throw righteousness to the earth.\" (8) He who made the Pleiades and Orion, And changes deep darkness into morning, Who also darkens day into night, Who calls for the waters of the sea And pours them out on the surface of the earth, The LORD is His name.",
        "cardsText": [
            [
                "(4) For this is what the LORD says to the house of Israel: \"Seek Me so",
                "that you may live. (5) \"But do not resort to Bethel And do not come",
                "to Gilgal, Nor cross over to Beersheba; For Gilgal will certainly",
                "go into captivity And Bethel will come to nothing. (6) \"Seek the",
                "LORD so that you may live, Or He will break through like a fire,",
                "house of Joseph, And it will consume with no one to extinguish",
                "it for Bethel, (7) For those who turn justice into wormwood, And",
                "throw righteousness to the earth.\" (8) He who made the Pleiades",
                "and Orion, And changes deep darkness into morning, Who also",
                "darkens day into night, Who calls for the waters of the sea And",
                "pours them out on the surface of the earth, The LORD is His name."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 135,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 65,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 30005004,
        "rangeEndId": 30005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 128.6,
            "wordCountMin": 123,
            "wordCountMax": 135,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Jonah 2:1–10",
        "text": "(1) Then Jonah prayed to the LORD his God from the stomach of the fish, (2) and he said, \"I called out of my distress to the LORD, And He answered me. I called for help from the depth of Sheol; You heard my voice. (3) \"For You threw me into the deep, Into the heart of the seas, And the current flowed around me. All Your breakers and waves passed over me. (4) \"So I said, 'I have been cast out of Your sight. Nevertheless I will look again toward Your holy temple.' (5) \"Water encompassed me to the point of death. The deep flowed around me, Seaweed was wrapped around my head. (6) \"I descended to the base of the mountains. The earth with its bars was around me forever, But You have brought up my life from the pit, LORD my God. (7) \"While I was fainting away, I remembered the LORD, And my prayer came to You, Into Your holy temple. (8) \"Those who are followers of worthless idols Abandon their faithfulness, (9) But I will sacrifice to You With a voice of thanksgiving. That which I have vowed I will pay. Salvation is from the LORD.\" (10) Then the LORD commanded the fish, and it vomited Jonah up onto the dry land.",
        "cardsText": [
            [
                "(1) Then Jonah prayed to the LORD his God from the stomach",
                "of the fish, (2) and he said, \"I called out of my distress to the",
                "LORD, And He answered me. I called for help from the depth",
                "of Sheol; You heard my voice. (3) \"For You threw me into the",
                "deep, Into the heart of the seas, And the current flowed around",
                "me. All Your breakers and waves passed over me. (4) \"So I said,",
                "'I have been cast out of Your sight. Nevertheless I will look",
                "again toward Your holy temple.' (5) \"Water encompassed me",
                "to the point of death. The deep flowed around me, Seaweed",
                "was wrapped around my head. (6) \"I descended to the base of",
                "the mountains. The earth with its bars was around me forever,"
            ],
            [
                "But You have brought up my life from the pit, LORD my God.",
                "(7) \"While I was fainting away, I remembered the LORD, And",
                "my prayer came to You, Into Your holy temple. (8) \"Those who",
                "are followers of worthless idols Abandon their faithfulness,",
                "(9) But I will sacrifice to You With a voice of thanksgiving. That",
                "which I have vowed I will pay. Salvation is from the LORD.\"",
                "(10) Then the LORD commanded the fish, and it vomited",
                "Jonah up onto the dry land."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 207,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 66,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 32002001,
        "rangeEndId": 32002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.8,
            "wordCountMin": 205,
            "wordCountMax": 214,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "Micah 6:6–8",
        "text": "(6) With what shall I come to the LORD And bow myself before the God on high? Shall I come to Him with burnt offerings, With yearling calves? (7) Does the LORD take pleasure in thousands of rams, In ten thousand rivers of oil? Shall I give Him my firstborn for my wrongdoings, The fruit of my body for the sin of my soul? (8) He has told you, mortal one, what is good; And what does the LORD require of you But to do justice, to love kindness, And to walk humbly with your God?",
        "cardsText": [
            [
                "(6) With what shall I come to the LORD And bow myself before",
                "the God on high? Shall I come to Him with burnt offerings,",
                "With yearling calves? (7) Does the LORD take pleasure in",
                "thousands of rams, In ten thousand rivers of oil? Shall I give",
                "Him my firstborn for my wrongdoings, The fruit of my body",
                "for the sin of my soul? (8) He has told you, mortal one, what",
                "is good; And what does the LORD require of you But to do",
                "justice, to love kindness, And to walk humbly with your God?"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 93,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 67,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 33006006,
        "rangeEndId": 33006008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 94,
            "wordCountMin": 92,
            "wordCountMax": 96,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Habakkuk 3:2–6",
        "text": "(2) LORD, I have heard the report about You, and I was afraid. LORD, revive Your work in the midst of the years, In the midst of the years make it known. In anger remember mercy. (3) God comes from Teman, And the Holy One from Mount Paran. Selah His splendor covers the heavens, And the earth is full of His praise. (4) His radiance is like the sunlight; He has rays flashing from His hand, And the hiding of His might is there. (5) Before Him goes plague, And plague comes forth after Him. (6) He stood and caused the earth to shudder; He looked and caused the nations to jump. Yes, the everlasting mountains were shattered, The ancient hills collapsed. His paths are everlasting.",
        "cardsText": [
            [
                "(2) LORD, I have heard the report about You, and I was afraid.",
                "LORD, revive Your work in the midst of the years, In the midst",
                "of the years make it known. In anger remember mercy. (3) God",
                "comes from Teman, And the Holy One from Mount Paran. Selah",
                "His splendor covers the heavens, And the earth is full of His praise.",
                "(4) His radiance is like the sunlight; He has rays flashing from His",
                "hand, And the hiding of His might is there. (5) Before Him goes",
                "plague, And plague comes forth after Him. (6) He stood and",
                "caused the earth to shudder; He looked and caused the nations to",
                "jump. Yes, the everlasting mountains were shattered, The ancient",
                "hills collapsed. His paths are everlasting."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 121,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 68,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 35003002,
        "rangeEndId": 35003006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115,
            "wordCountMin": 101,
            "wordCountMax": 122,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 6:22–34",
        "text": "(22) \"The eye is the lamp of the body; so then, if your eye is clear, your whole body will be full of light. (23) \"But if your eye is bad, your whole body will be full of darkness. So if the light that is in you is darkness, how great is the darkness! (24) \"No one can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth. (25) \"For this reason I say to you, do not be worried about your life, as to what you will eat or what you will drink; nor for your body, as to what you will put on. Is life not more than food, and the body more than clothing? (26) \"Look at the birds of the sky, that they do not sow, nor reap, nor gather crops into barns, and yet your heavenly Father feeds them. Are you not much more important than they? (27) \"And which of you by worrying can add a single day to his life's span? (28) \"And why are you worried about clothing? Notice how the lilies of the field grow; they do not labor nor do they spin thread for cloth, (29) yet I say to you that not even Solomon in all his glory clothed himself like one of these. (30) \"But if God so clothes the grass of the field, which is alive today and tomorrow is thrown into the furnace, will He not much more clothe you? You of little faith! (31) \"Do not worry then, saying, 'What are we to eat?' or 'What are we to drink?' or 'What are we to wear for clothing?' (32) \"For the Gentiles eagerly seek all these things; for your heavenly Father knows that you need all these things. (33) \"But seek first His kingdom and His righteousness, and all these things will be provided to you. (34) \"So do not worry about tomorrow; for tomorrow will worry about itself. Each day has enough trouble of its own.",
        "cardsText": [
            [
                "(22) \"The eye is the lamp of the body; so then, if your eye is",
                "clear, your whole body will be full of light. (23) \"But if your eye",
                "is bad, your whole body will be full of darkness. So if the light",
                "that is in you is darkness, how great is the darkness! (24) \"No",
                "one can serve two masters; for either he will hate the one and",
                "love the other, or he will be devoted to one and despise the",
                "other. You cannot serve God and wealth. (25) \"For this reason",
                "I say to you, do not be worried about your life, as to what",
                "you will eat or what you will drink; nor for your body, as to",
                "what you will put on. Is life not more than food, and the body",
                "more than clothing? (26) \"Look at the birds of the sky, that"
            ],
            [
                "they do not sow, nor reap, nor gather crops into barns, and",
                "yet your heavenly Father feeds them. Are you not much more",
                "important than they? (27) \"And which of you by worrying",
                "can add a single day to his life's span? (28) \"And why are",
                "you worried about clothing? Notice how the lilies of the field",
                "grow; they do not labor nor do they spin thread for cloth, (29)",
                "yet I say to you that not even Solomon in all his glory clothed",
                "himself like one of these. (30) \"But if God so clothes the grass",
                "of the field, which is alive today and tomorrow is thrown into",
                "the furnace, will He not much more clothe you? You of little",
                "faith! (31) \"Do not worry then, saying, 'What are we to eat?' or"
            ],
            [
                "'What are we to drink?' or 'What are we to wear for clothing?'",
                "(32) \"For the Gentiles eagerly seek all these things; for your",
                "heavenly Father knows that you need all these things. (33)",
                "\"But seek first His kingdom and His righteousness, and all",
                "these things will be provided to you. (34) \"So do not worry",
                "about tomorrow; for tomorrow will worry about itself. Each",
                "day has enough trouble of its own."
            ]
        ],
        "cards": 3,
        "lines": 29,
        "lastCardLines": 7,
        "wordCount": 340,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 69,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 40006022,
        "rangeEndId": 40006034,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 327,
            "wordCountMin": 312,
            "wordCountMax": 340,
            "levelMin": 2.5,
            "levelMax": 3,
            "lineAve": 28.2,
            "lineMin": 27,
            "lineMax": 29
        }
    },
    {
        "ref": "Mark 3:1–10",
        "text": "(1) He entered a synagogue again; and a man was there whose hand was withered. (2) And they were watching Him closely to see if He would heal him on the Sabbath, so that they might accuse Him. (3) He said to the man with the withered hand, \"Get up and come forward!\" (4) And He said to them, \"Is it lawful to do good on the Sabbath or to do harm, to save a life or to kill?\" But they kept silent. (5) After looking around at them with anger, grieved at their hardness of heart, He said to the man, \"Stretch out your hand.\" And he stretched it out, and his hand was restored. (6) The Pharisees went out and immediately began conspiring with the Herodians against Him, as to how they might put Him to death. (7) Jesus withdrew to the sea with His disciples; and a large multitude from Galilee followed, and also from Judea, (8) and from Jerusalem, and from Idumea, and beyond the Jordan, and the vicinity of Tyre and Sidon, a great number of people heard about everything that He was doing and came to Him. (9) And He told His disciples to see that a boat would be ready for Him because of the masses, so that they would not crowd Him; (10) for He had healed many, with the result that all those who had diseases pushed in around Him in order to touch Him.",
        "cardsText": [
            [
                "(1) He entered a synagogue again; and a man was there",
                "whose hand was withered. (2) And they were watching",
                "Him closely to see if He would heal him on the Sabbath, so",
                "that they might accuse Him. (3) He said to the man with the",
                "withered hand, \"Get up and come forward!\" (4) And He said",
                "to them, \"Is it lawful to do good on the Sabbath or to do",
                "harm, to save a life or to kill?\" But they kept silent. (5) After",
                "looking around at them with anger, grieved at their hardness",
                "of heart, He said to the man, \"Stretch out your hand.\" And",
                "he stretched it out, and his hand was restored. (6) The",
                "Pharisees went out and immediately began conspiring with"
            ],
            [
                "the Herodians against Him, as to how they might put Him to",
                "death. (7) Jesus withdrew to the sea with His disciples; and a",
                "large multitude from Galilee followed, and also from Judea,",
                "(8) and from Jerusalem, and from Idumea, and beyond the",
                "Jordan, and the vicinity of Tyre and Sidon, a great number",
                "of people heard about everything that He was doing and",
                "came to Him. (9) And He told His disciples to see that a boat",
                "would be ready for Him because of the masses, so that they",
                "would not crowd Him; (10) for He had healed many, with the",
                "result that all those who had diseases pushed in around Him",
                "in order to touch Him."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 234,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 70,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41003001,
        "rangeEndId": 41003010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 206,
            "wordCountMax": 235,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 6:41–51",
        "text": "(41) And He took the five loaves and the two fish, and looking up toward heaven, He blessed the food and broke the loaves and He gave them to the disciples again and again to set before them; and He divided the two fish among them all. (42) And they all ate and were satisfied; (43) and they picked up twelve full baskets of the broken pieces of bread, and of the fish. (44) There were five thousand men who ate the loaves. (45) And immediately Jesus had His disciples get into the boat and go ahead of Him to the other side, to Bethsaida, while He Himself dismissed the crowd. (46) And after saying goodbye to them, He left for the mountain to pray. (47) When it was evening, the boat was in the middle of the sea, and He was alone on the land. (48) Seeing them straining at the oars--for the wind was against them--at about the fourth watch of the night, He came to them, walking on the sea; and He intended to pass by them. (49) But when they saw Him walking on the sea, they thought that it was a ghost, and they cried out; (50) for they all saw Him and were terrified. But immediately He spoke with them and said to them, \"Take courage; it is I, do not be afraid.\" (51) Then He got into the boat with them, and the wind stopped; and they were utterly astonished,",
        "cardsText": [
            [
                "(41) And He took the five loaves and the two fish, and looking",
                "up toward heaven, He blessed the food and broke the loaves",
                "and He gave them to the disciples again and again to set",
                "before them; and He divided the two fish among them all. (42)",
                "And they all ate and were satisfied; (43) and they picked up",
                "twelve full baskets of the broken pieces of bread, and of the",
                "fish. (44) There were five thousand men who ate the loaves.",
                "(45) And immediately Jesus had His disciples get into the boat",
                "and go ahead of Him to the other side, to Bethsaida, while He",
                "Himself dismissed the crowd. (46) And after saying goodbye",
                "to them, He left for the mountain to pray. (47) When it was"
            ],
            [
                "evening, the boat was in the middle of the sea, and He was",
                "alone on the land. (48) Seeing them straining at the oars--for",
                "the wind was against them--at about the fourth watch of the",
                "night, He came to them, walking on the sea; and He intended",
                "to pass by them. (49) But when they saw Him walking on the",
                "sea, they thought that it was a ghost, and they cried out; (50)",
                "for they all saw Him and were terrified. But immediately He",
                "spoke with them and said to them, \"Take courage; it is I, do",
                "not be afraid.\" (51) Then He got into the boat with them, and",
                "the wind stopped; and they were utterly astonished,"
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 236,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 71,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41006041,
        "rangeEndId": 41006051,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 232.2,
            "wordCountMin": 214,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 12:28–34",
        "text": "(28) One of the scribes came up and heard them arguing, and recognizing that He had answered them well, asked Him, \"What commandment is the foremost of all?\" (29) Jesus answered, \"The foremost is, 'HEAR, ISRAEL! THE LORD IS OUR GOD, THE LORD IS ONE; (30) AND YOU SHALL LOVE THE LORD YOUR GOD WITH ALL YOUR HEART, AND WITH ALL YOUR SOUL, AND WITH ALL YOUR MIND, AND WITH ALL YOUR STRENGTH.' (31) \"The second is this: 'YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF.' There is no other commandment greater than these.\" (32) And the scribe said to Him, \"Well said, Teacher; You have truly stated that HE IS ONE, AND THERE IS NO OTHER BESIDES HIM; (33) and to love Him with all the heart, and with all the understanding, and with all the strength, and to love one's neighbor as oneself, is much more than all the burnt offerings and sacrifices.\" (34) When Jesus saw that he had answered intelligently, He said to him, \"You are not far from the kingdom of God.\" And then, no one dared any longer to question Him.",
        "cardsText": [
            [
                "(28) One of the scribes came up and heard them arguing,",
                "and recognizing that He had answered them well, asked",
                "Him, \"What commandment is the foremost of all?\" (29) Jesus",
                "answered, \"The foremost is, 'HEAR, ISRAEL! THE LORD IS",
                "OUR GOD, THE LORD IS ONE; (30) AND YOU SHALL LOVE",
                "THE LORD YOUR GOD WITH ALL YOUR HEART, AND WITH",
                "ALL YOUR SOUL, AND WITH ALL YOUR MIND, AND WITH",
                "ALL YOUR STRENGTH.' (31) \"The second is this: 'YOU SHALL",
                "LOVE YOUR NEIGHBOR AS YOURSELF.' There is no other",
                "commandment greater than these.\" (32) And the scribe said",
                "to Him, \"Well said, Teacher; You have truly stated that HE IS"
            ],
            [
                "ONE, AND THERE IS NO OTHER BESIDES HIM; (33) and to",
                "love Him with all the heart, and with all the understanding, and",
                "with all the strength, and to love one's neighbor as oneself,",
                "is much more than all the burnt offerings and sacrifices.\" (34)",
                "When Jesus saw that he had answered intelligently, He said",
                "to him, \"You are not far from the kingdom of God.\" And then,",
                "no one dared any longer to question Him."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 179,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 72,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41012028,
        "rangeEndId": 41012034,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 187.6,
            "wordCountMin": 179,
            "wordCountMax": 199,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Luke 10:38–42",
        "text": "(38) Now as they were traveling along, He entered a village; and a woman named Martha welcomed Him into her home. (39) And she had a sister called Mary, who was also seated at the Lord's feet, and was listening to His word. (40) But Martha was distracted with all her preparations; and she came up to Him and said, \"Lord, do You not care that my sister has left me to do the serving by myself? Then tell her to help me.\" (41) But the Lord answered and said to her, \"Martha, Martha, you are worried and distracted by many things; (42) but only one thing is necessary; for Mary has chosen the good part, which shall not be taken away from her.\"",
        "cardsText": [
            [
                "(38) Now as they were traveling along, He entered a village;",
                "and a woman named Martha welcomed Him into her home.",
                "(39) And she had a sister called Mary, who was also seated at",
                "the Lord's feet, and was listening to His word. (40) But Martha",
                "was distracted with all her preparations; and she came up to",
                "Him and said, \"Lord, do You not care that my sister has left me",
                "to do the serving by myself? Then tell her to help me.\" (41)",
                "But the Lord answered and said to her, \"Martha, Martha, you",
                "are worried and distracted by many things; (42) but only one",
                "thing is necessary; for Mary has chosen the good part, which",
                "shall not be taken away from her.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 119,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 73,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42010038,
        "rangeEndId": 42010042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 113.6,
            "wordCountMin": 108,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Luke 21:25–28",
        "text": "(25) \"There will be signs in the sun and moon and stars, and on the earth distress among nations, in perplexity at the roaring of the sea and the waves, (26) people fainting from fear and the expectation of the things that are coming upon the world; for the powers of the heavens will be shaken. (27) \"And then they will see the Son of Man coming in a cloud with power and great glory. (28) \"But when these things begin to take place, straighten up and lift up your heads, because your redemption is drawing near.\"",
        "cardsText": [
            [
                "(25) \"There will be signs in the sun and moon and stars, and",
                "on the earth distress among nations, in perplexity at the",
                "roaring of the sea and the waves, (26) people fainting from",
                "fear and the expectation of the things that are coming upon",
                "the world; for the powers of the heavens will be shaken. (27)",
                "\"And then they will see the Son of Man coming in a cloud with",
                "power and great glory. (28) \"But when these things begin to",
                "take place, straighten up and lift up your heads, because your",
                "redemption is drawing near.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 74,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42021025,
        "rangeEndId": 42021028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 92.2,
            "wordCountMin": 87,
            "wordCountMax": 97,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.8,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Luke 24:1–19",
        "text": "(1) But on the first day of the week, at early dawn, they came to the tomb bringing the spices which they had prepared. (2) And they found the stone rolled away from the tomb, (3) but when they entered, they did not find the body of the Lord Jesus. (4) While they were perplexed about this, behold, two men suddenly stood near them in gleaming clothing; (5) and as the women were terrified and bowed their faces to the ground, the men said to them, \"Why are you seeking the living One among the dead? (6) \"He is not here, but He has risen. Remember how He spoke to you while He was still in Galilee, (7) saying that the Son of Man must be handed over to sinful men, and be crucified, and on the third day rise from the dead.\" (8) And they remembered His words, (9) and returned from the tomb and reported all these things to the eleven, and to all the rest. (10) Now these women were Mary Magdalene, Joanna, and Mary the mother of James; also the other women with them were telling these things to the apostles. (11) But these words appeared to them as nonsense, and they would not believe the women. (12) Nevertheless, Peter got up and ran to the tomb; and when he stooped and looked in, he saw the linen wrappings only; and he went away to his home, marveling at what had happened. (13) And behold, on that very day two of them were going to a village named Emmaus, which was sixty stadia from Jerusalem. (14) And they were talking with each other about all these things which had taken place. (15) While they were talking and discussing, Jesus Himself approached and began traveling with them. (16) But their eyes were kept from recognizing Him. (17) And He said to them, \"What are these words that you are exchanging with one another as you are walking?\" And they came to a stop, looking sad. (18) One of them, named Cleopas, answered and said to Him, \"Are You possibly the only one living near Jerusalem who does not know about the things that happened here in these days?\" (19) And He said to them, \"What sort of things?\" And they said to Him, \"Those about Jesus the Nazarene, who proved to be a prophet mighty in deed and word in the sight of God and all the people,",
        "cardsText": [
            [
                "(1) But on the first day of the week, at early dawn, they came to",
                "the tomb bringing the spices which they had prepared. (2) And",
                "they found the stone rolled away from the tomb, (3) but when they",
                "entered, they did not find the body of the Lord Jesus. (4) While they",
                "were perplexed about this, behold, two men suddenly stood near",
                "them in gleaming clothing; (5) and as the women were terrified",
                "and bowed their faces to the ground, the men said to them, \"Why",
                "are you seeking the living One among the dead? (6) \"He is not here,",
                "but He has risen. Remember how He spoke to you while He was",
                "still in Galilee, (7) saying that the Son of Man must be handed over",
                "to sinful men, and be crucified, and on the third day rise from the",
                "dead.\" (8) And they remembered His words, (9) and returned from"
            ],
            [
                "the tomb and reported all these things to the eleven, and to all the",
                "rest. (10) Now these women were Mary Magdalene, Joanna, and",
                "Mary the mother of James; also the other women with them were",
                "telling these things to the apostles. (11) But these words appeared",
                "to them as nonsense, and they would not believe the women.",
                "(12) Nevertheless, Peter got up and ran to the tomb; and when",
                "he stooped and looked in, he saw the linen wrappings only; and",
                "he went away to his home, marveling at what had happened. (13)",
                "And behold, on that very day two of them were going to a village",
                "named Emmaus, which was sixty stadia from Jerusalem. (14) And",
                "they were talking with each other about all these things which had",
                "taken place. (15) While they were talking and discussing, Jesus"
            ],
            [
                "Himself approached and began traveling with them. (16) But their",
                "eyes were kept from recognizing Him. (17) And He said to them,",
                "\"What are these words that you are exchanging with one another",
                "as you are walking?\" And they came to a stop, looking sad. (18)",
                "One of them, named Cleopas, answered and said to Him, \"Are You",
                "possibly the only one living near Jerusalem who does not know",
                "about the things that happened here in these days?\" (19) And He",
                "said to them, \"What sort of things?\" And they said to Him, \"Those",
                "about Jesus the Nazarene, who proved to be a prophet mighty in",
                "deed and word in the sight of God and all the people,"
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 392,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 75,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42024001,
        "rangeEndId": 42024019,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 375.8,
            "wordCountMin": 356,
            "wordCountMax": 392,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.8,
            "lineMin": 31,
            "lineMax": 34
        }
    },
    {
        "ref": "John 8:25–36",
        "text": "(25) Then they were saying to Him, \"Who are You?\" Jesus said to them, \"What have I even been saying to you from the beginning? (26) \"I have many things to say and to judge regarding you, but He who sent Me is true; and the things which I heard from Him, these I say to the world.\" (27) They did not realize that He was speaking to them about the Father. (28) So Jesus said, \"When you lift up the Son of Man, then you will know that I am, and I do nothing on My own, but I say these things as the Father instructed Me. (29) \"And He who sent Me is with Me; He has not left Me alone, for I always do the things that are pleasing to Him.\" (30) As He said these things, many came to believe in Him. (31) So Jesus was saying to those Jews who had believed Him, \"If you continue in My word, then you are truly My disciples; (32) and you will know the truth, and the truth will set you free.\" (33) They answered Him, \"We are Abraham's descendants and have never been enslaved to anyone; how is it that You say, 'You will become free'?\" (34) Jesus answered them, \"Truly, truly I say to you, everyone who commits sin is a slave of sin. (35) \"Now the slave does not remain in the house forever; the son does remain forever. (36) \"So if the Son sets you free, you really will be free.",
        "cardsText": [
            [
                "(25) Then they were saying to Him, \"Who are You?\" Jesus",
                "said to them, \"What have I even been saying to you from",
                "the beginning? (26) \"I have many things to say and to judge",
                "regarding you, but He who sent Me is true; and the things",
                "which I heard from Him, these I say to the world.\" (27) They",
                "did not realize that He was speaking to them about the Father.",
                "(28) So Jesus said, \"When you lift up the Son of Man, then you",
                "will know that I am, and I do nothing on My own, but I say",
                "these things as the Father instructed Me. (29) \"And He who",
                "sent Me is with Me; He has not left Me alone, for I always do",
                "the things that are pleasing to Him.\" (30) As He said these"
            ],
            [
                "things, many came to believe in Him. (31) So Jesus was saying",
                "to those Jews who had believed Him, \"If you continue in My",
                "word, then you are truly My disciples; (32) and you will know",
                "the truth, and the truth will set you free.\" (33) They answered",
                "Him, \"We are Abraham's descendants and have never been",
                "enslaved to anyone; how is it that You say, 'You will become",
                "free'?\" (34) Jesus answered them, \"Truly, truly I say to you,",
                "everyone who commits sin is a slave of sin. (35) \"Now the",
                "slave does not remain in the house forever; the son does",
                "remain forever. (36) \"So if the Son sets you free, you really",
                "will be free."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 245,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 76,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 43008025,
        "rangeEndId": 43008036,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 238.4,
            "wordCountMin": 223,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Acts 24:10–19",
        "text": "(10) And when the governor had nodded for him to speak, Paul responded: \"Knowing that for many years you have been a judge to this nation, I cheerfully make my defense, (11) since you can take note of the fact that no more than twelve days ago I went up to Jerusalem to worship. (12) \"And neither in the temple did they find me carrying on a discussion with anyone or causing a riot, nor in the synagogues, nor in the city itself. (13) \"Nor can they prove to you the things of which they now accuse me. (14) \"But I confess this to you, that in accordance with the Way, which they call a sect, I do serve the God of our fathers, believing everything that is in accordance with the Law and is written in the Prophets; (15) having a hope in God, which these men cherish themselves, that there shall certainly be a resurrection of both the righteous and the wicked. (16) \"In view of this I also do my best to maintain a blameless conscience both before God and before other people, always. (17) \"Now after several years I came to bring charitable gifts to my nation and to present offerings, (18) in which they found me occupied in the temple, having been purified, without any crowd or uproar. But there were some Jews from Asia-- (19) who ought to have been present before you and to have been bringing charges, if they should have anything against me.",
        "cardsText": [
            [
                "(10) And when the governor had nodded for him to speak, Paul",
                "responded: \"Knowing that for many years you have been a judge",
                "to this nation, I cheerfully make my defense, (11) since you can",
                "take note of the fact that no more than twelve days ago I went",
                "up to Jerusalem to worship. (12) \"And neither in the temple did",
                "they find me carrying on a discussion with anyone or causing a",
                "riot, nor in the synagogues, nor in the city itself. (13) \"Nor can they",
                "prove to you the things of which they now accuse me. (14) \"But I",
                "confess this to you, that in accordance with the Way, which they",
                "call a sect, I do serve the God of our fathers, believing everything",
                "that is in accordance with the Law and is written in the Prophets;"
            ],
            [
                "(15) having a hope in God, which these men cherish themselves,",
                "that there shall certainly be a resurrection of both the righteous",
                "and the wicked. (16) \"In view of this I also do my best to maintain a",
                "blameless conscience both before God and before other people,",
                "always. (17) \"Now after several years I came to bring charitable gifts",
                "to my nation and to present offerings, (18) in which they found me",
                "occupied in the temple, having been purified, without any crowd",
                "or uproar. But there were some Jews from Asia-- (19) who ought to",
                "have been present before you and to have been bringing charges,",
                "if they should have anything against me."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 242,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 77,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 44024010,
        "rangeEndId": 44024019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 229,
            "wordCountMin": 217,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Romans 5:1–5",
        "text": "(1) Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ, (2) through whom we also have obtained our introduction by faith into this grace in which we stand; and we celebrate in hope of the glory of God. (3) And not only this, but we also celebrate in our tribulations, knowing that tribulation brings about perseverance; (4) and perseverance, proven character; and proven character, hope; (5) and hope does not disappoint, because the love of God has been poured out within our hearts through the Holy Spirit who was given to us.",
        "cardsText": [
            [
                "(1) Therefore, having been justified by faith, we have peace",
                "with God through our Lord Jesus Christ, (2) through whom we",
                "also have obtained our introduction by faith into this grace in",
                "which we stand; and we celebrate in hope of the glory of God.",
                "(3) And not only this, but we also celebrate in our tribulations,",
                "knowing that tribulation brings about perseverance; (4) and",
                "perseverance, proven character; and proven character, hope;",
                "(5) and hope does not disappoint, because the love of God",
                "has been poured out within our hearts through the Holy Spirit",
                "who was given to us."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 94,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 78,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45005001,
        "rangeEndId": 45005005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 90.6,
            "wordCountMin": 84,
            "wordCountMax": 95,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Romans 8:14–23",
        "text": "(14) For all who are being led by the Spirit of God, these are sons and daughters of God. (15) For you have not received a spirit of slavery leading to fear again, but you have received a spirit of adoption as sons and daughters by which we cry out, \"Abba! Father!\" (16) The Spirit Himself testifies with our spirit that we are children of God, (17) and if children, heirs also, heirs of God and fellow heirs with Christ, if indeed we suffer with Him so that we may also be glorified with Him. (18) For I consider that the sufferings of this present time are not worthy to be compared with the glory that is to be revealed to us. (19) For the eagerly awaiting creation waits for the revealing of the sons and daughters of God. (20) For the creation was subjected to futility, not willingly, but because of Him who subjected it, in hope (21) that the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God. (22) For we know that the whole creation groans and suffers the pains of childbirth together until now. (23) And not only that, but also we ourselves, having the first fruits of the Spirit, even we ourselves groan within ourselves, waiting eagerly for our adoption as sons and daughters, the redemption of our body.",
        "cardsText": [
            [
                "(14) For all who are being led by the Spirit of God, these are",
                "sons and daughters of God. (15) For you have not received a",
                "spirit of slavery leading to fear again, but you have received a",
                "spirit of adoption as sons and daughters by which we cry out,",
                "\"Abba! Father!\" (16) The Spirit Himself testifies with our spirit",
                "that we are children of God, (17) and if children, heirs also,",
                "heirs of God and fellow heirs with Christ, if indeed we suffer",
                "with Him so that we may also be glorified with Him. (18) For I",
                "consider that the sufferings of this present time are not worthy",
                "to be compared with the glory that is to be revealed to us.",
                "(19) For the eagerly awaiting creation waits for the revealing"
            ],
            [
                "of the sons and daughters of God. (20) For the creation was",
                "subjected to futility, not willingly, but because of Him who",
                "subjected it, in hope (21) that the creation itself also will be",
                "set free from its slavery to corruption into the freedom of the",
                "glory of the children of God. (22) For we know that the whole",
                "creation groans and suffers the pains of childbirth together",
                "until now. (23) And not only that, but also we ourselves,",
                "having the first fruits of the Spirit, even we ourselves groan",
                "within ourselves, waiting eagerly for our adoption as sons",
                "and daughters, the redemption of our body."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 228,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 79,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45008014,
        "rangeEndId": 45008023,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.2,
            "wordCountMin": 208,
            "wordCountMax": 228,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Romans 12:1–20",
        "text": "(1) Therefore I urge you, brothers and sisters, by the mercies of God, to present your bodies as a living and holy sacrifice, acceptable to God, which is your spiritual service of worship. (2) And do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect. (3) For through the grace given to me I say to everyone among you not to think more highly of himself than he ought to think; but to think so as to have sound judgment, as God has allotted to each a measure of faith. (4) For just as we have many parts in one body and all the body's parts do not have the same function, (5) so we, who are many, are one body in Christ, and individually parts of one another. (6) However, since we have gifts that differ according to the grace given to us, each of us is to use them properly: if prophecy, in proportion to one's faith; (7) if service, in the act of serving; or the one who teaches, in the act of teaching; (8) or the one who exhorts, in the work of exhortation; the one who gives, with generosity; the one who is in leadership, with diligence; the one who shows mercy, with cheerfulness. (9) Love must be free of hypocrisy. Detest what is evil; cling to what is good. (10) Be devoted to one another in brotherly love; give preference to one another in honor, (11) not lagging behind in diligence, fervent in spirit, serving the Lord; (12) rejoicing in hope, persevering in tribulation, devoted to prayer, (13) contributing to the needs of the saints, practicing hospitality. (14) Bless those who persecute you; bless and do not curse. (15) Rejoice with those who rejoice, and weep with those who weep. (16) Be of the same mind toward one another; do not be haughty in mind, but associate with the lowly. Do not be wise in your own estimation. (17) Never repay evil for evil to anyone. Respect what is right in the sight of all people. (18) If possible, so far as it depends on you, be at peace with all people. (19) Never take your own revenge, beloved, but leave room for the wrath of God, for it is written: \"VENGEANCE IS MINE, I WILL REPAY,\" says the Lord. (20) \"BUT IF YOUR ENEMY IS HUNGRY, FEED HIM; IF HE IS THIRSTY, GIVE HIM A DRINK; FOR IN SO DOING YOU WILL HEAP BURNING COALS ON HIS HEAD.\"",
        "cardsText": [
            [
                "(1) Therefore I urge you, brothers and sisters, by the mercies of God,",
                "to present your bodies as a living and holy sacrifice, acceptable to",
                "God, which is your spiritual service of worship. (2) And do not be",
                "conformed to this world, but be transformed by the renewing of",
                "your mind, so that you may prove what the will of God is, that which",
                "is good and acceptable and perfect. (3) For through the grace",
                "given to me I say to everyone among you not to think more highly",
                "of himself than he ought to think; but to think so as to have sound",
                "judgment, as God has allotted to each a measure of faith. (4) For",
                "just as we have many parts in one body and all the body's parts do",
                "not have the same function, (5) so we, who are many, are one body",
                "in Christ, and individually parts of one another. (6) However, since"
            ],
            [
                "we have gifts that differ according to the grace given to us, each of",
                "us is to use them properly: if prophecy, in proportion to one's faith;",
                "(7) if service, in the act of serving; or the one who teaches, in the act",
                "of teaching; (8) or the one who exhorts, in the work of exhortation;",
                "the one who gives, with generosity; the one who is in leadership,",
                "with diligence; the one who shows mercy, with cheerfulness. (9)",
                "Love must be free of hypocrisy. Detest what is evil; cling to what",
                "is good. (10) Be devoted to one another in brotherly love; give",
                "preference to one another in honor, (11) not lagging behind in",
                "diligence, fervent in spirit, serving the Lord; (12) rejoicing in hope,",
                "persevering in tribulation, devoted to prayer, (13) contributing to",
                "the needs of the saints, practicing hospitality. (14) Bless those who"
            ],
            [
                "persecute you; bless and do not curse. (15) Rejoice with those who",
                "rejoice, and weep with those who weep. (16) Be of the same mind",
                "toward one another; do not be haughty in mind, but associate",
                "with the lowly. Do not be wise in your own estimation. (17) Never",
                "repay evil for evil to anyone. Respect what is right in the sight of all",
                "people. (18) If possible, so far as it depends on you, be at peace",
                "with all people. (19) Never take your own revenge, beloved, but",
                "leave room for the wrath of God, for it is written: \"VENGEANCE IS",
                "MINE, I WILL REPAY,\" says the Lord. (20) \"BUT IF YOUR ENEMY IS",
                "HUNGRY, FEED HIM; IF HE IS THIRSTY, GIVE HIM A DRINK; FOR",
                "IN SO DOING YOU WILL HEAP BURNING COALS ON HIS HEAD.\""
            ]
        ],
        "cards": 3,
        "lines": 35,
        "lastCardLines": 11,
        "wordCount": 420,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 80,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45012001,
        "rangeEndId": 45012020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.6,
            "wordCountMin": 387,
            "wordCountMax": 420,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.2,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "1 Corinthians 15:1–4",
        "text": "(1) Now I make known to you, brothers and sisters, the gospel which I preached to you, which you also received, in which you also stand, (2) by which you also are saved, if you hold firmly to the word which I preached to you, unless you believed in vain. (3) For I handed down to you as of first importance what I also received, that Christ died for our sins according to the Scriptures, (4) and that He was buried, and that He was raised on the third day according to the Scriptures,",
        "cardsText": [
            [
                "(1) Now I make known to you, brothers and sisters, the gospel",
                "which I preached to you, which you also received, in which you",
                "also stand, (2) by which you also are saved, if you hold firmly",
                "to the word which I preached to you, unless you believed in",
                "vain. (3) For I handed down to you as of first importance what",
                "I also received, that Christ died for our sins according to the",
                "Scriptures, (4) and that He was buried, and that He was raised",
                "on the third day according to the Scriptures,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 90,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 81,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 46015001,
        "rangeEndId": 46015004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 86,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8,
            "lineMin": 8,
            "lineMax": 8
        }
    },
    {
        "ref": "2 Corinthians 4:1–10",
        "text": "(1) Therefore, since we have this ministry, as we received mercy, we do not lose heart, (2) but we have renounced the things hidden because of shame, not walking in trickery nor distorting the word of God, but by the open proclamation of the truth commending ourselves to every person's conscience in the sight of God. (3) And even if our gospel is veiled, it is veiled to those who are perishing, (4) in whose case the god of this world has blinded the minds of the unbelieving so that they will not see the light of the gospel of the glory of Christ, who is the image of God. (5) For we do not preach ourselves, but Christ Jesus as Lord, and ourselves as your bond-servants on account of Jesus. (6) For God, who said, \"Light shall shine out of darkness,\" is the One who has shone in our hearts to give the Light of the knowledge of the glory of God in the face of Christ. (7) But we have this treasure in earthen containers, so that the extraordinary greatness of the power will be of God and not from ourselves; (8) we are afflicted in every way, but not crushed; perplexed, but not despairing; (9) persecuted, but not abandoned; struck down, but not destroyed; (10) always carrying around in the body the dying of Jesus, so that the life of Jesus may also be revealed in our body.",
        "cardsText": [
            [
                "(1) Therefore, since we have this ministry, as we received",
                "mercy, we do not lose heart, (2) but we have renounced the",
                "things hidden because of shame, not walking in trickery nor",
                "distorting the word of God, but by the open proclamation of",
                "the truth commending ourselves to every person's conscience",
                "in the sight of God. (3) And even if our gospel is veiled, it is",
                "veiled to those who are perishing, (4) in whose case the god",
                "of this world has blinded the minds of the unbelieving so that",
                "they will not see the light of the gospel of the glory of Christ,",
                "who is the image of God. (5) For we do not preach ourselves,",
                "but Christ Jesus as Lord, and ourselves as your bond-servants"
            ],
            [
                "on account of Jesus. (6) For God, who said, \"Light shall shine",
                "out of darkness,\" is the One who has shone in our hearts",
                "to give the Light of the knowledge of the glory of God in",
                "the face of Christ. (7) But we have this treasure in earthen",
                "containers, so that the extraordinary greatness of the power",
                "will be of God and not from ourselves; (8) we are afflicted in",
                "every way, but not crushed; perplexed, but not despairing;",
                "(9) persecuted, but not abandoned; struck down, but not",
                "destroyed; (10) always carrying around in the body the dying",
                "of Jesus, so that the life of Jesus may also be revealed in our",
                "body."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 231,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 82,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47004001,
        "rangeEndId": 47004010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.6,
            "wordCountMin": 222,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "2 Corinthians 5:4–8",
        "text": "(4) For indeed, we who are in this tent groan, being burdened, because we do not want to be unclothed but to be clothed, so that what is mortal will be swallowed up by life. (5) Now He who prepared us for this very purpose is God, who gave us the Spirit as a pledge. (6) Therefore, being always of good courage, and knowing that while we are at home in the body we are absent from the Lord-- (7) for we walk by faith, not by sight-- (8) but we are of good courage and prefer rather to be absent from the body and to be at home with the Lord.",
        "cardsText": [
            [
                "(4) For indeed, we who are in this tent groan, being burdened,",
                "because we do not want to be unclothed but to be clothed,",
                "so that what is mortal will be swallowed up by life. (5) Now",
                "He who prepared us for this very purpose is God, who gave",
                "us the Spirit as a pledge. (6) Therefore, being always of good",
                "courage, and knowing that while we are at home in the body",
                "we are absent from the Lord-- (7) for we walk by faith, not by",
                "sight-- (8) but we are of good courage and prefer rather to be",
                "absent from the body and to be at home with the Lord."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 107,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 83,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47005004,
        "rangeEndId": 47005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 107.2,
            "wordCountMin": 99,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Corinthians 6:1–16",
        "text": "(1) And working together with Him, we also urge you not to receive the grace of God in vain-- (2) for He says, \"AT A FAVORABLE TIME I LISTENED TO YOU, AND ON A DAY OF SALVATION I HELPED YOU.\" Behold, now is \"A FAVORABLE TIME,\" behold, now is \"A DAY OF SALVATION\"-- (3) giving no reason for taking offense in anything, so that the ministry will not be discredited, (4) but in everything commending ourselves as servants of God, in much endurance, in afflictions, in hardships, in difficulties, (5) in beatings, in imprisonments, in mob attacks, in labors, in sleeplessness, in hunger, (6) in purity, in knowledge, in patience, in kindness, in the Holy Spirit, in genuine love, (7) in the word of truth, and in the power of God; by the weapons of righteousness for the right hand and the left, (8) by glory and dishonor, by evil report and good report; regarded as deceivers and yet true; (9) as unknown and yet well known, as dying and yet behold, we are alive; as punished and yet not put to death, (10) as sorrowful yet always rejoicing, as poor yet making many rich, as having nothing and yet possessing all things. (11) Our mouth has spoken freely to you, you Corinthians, our heart is opened wide. (12) You are not restrained by us, but you are restrained in your own affections. (13) Now in the same way in exchange- -I am speaking as to children--open wide your hearts to us, you as well. (14) Do not be mismatched with unbelievers; for what do righteousness and lawlessness share together, or what does light have in common with darkness? (15) Or what harmony does Christ have with Belial, or what does a believer share with an unbeliever? (16) Or what agreement does the temple of God have with idols? For we are the temple of the living God; just as God said, \"I WILL DWELL AMONG THEM AND WALK AMONG THEM; AND I WILL BE THEIR GOD, AND THEY SHALL BE MY PEOPLE.",
        "cardsText": [
            [
                "(1) And working together with Him, we also urge you not",
                "to receive the grace of God in vain-- (2) for He says, \"AT A",
                "FAVORABLE TIME I LISTENED TO YOU, AND ON A DAY OF",
                "SALVATION I HELPED YOU.\" Behold, now is \"A FAVORABLE",
                "TIME,\" behold, now is \"A DAY OF SALVATION\"-- (3) giving",
                "no reason for taking offense in anything, so that the ministry",
                "will not be discredited, (4) but in everything commending",
                "ourselves as servants of God, in much endurance, in afflictions,",
                "in hardships, in difficulties, (5) in beatings, in imprisonments,",
                "in mob attacks, in labors, in sleeplessness, in hunger, (6) in",
                "purity, in knowledge, in patience, in kindness, in the Holy"
            ],
            [
                "Spirit, in genuine love, (7) in the word of truth, and in the",
                "power of God; by the weapons of righteousness for the right",
                "hand and the left, (8) by glory and dishonor, by evil report",
                "and good report; regarded as deceivers and yet true; (9) as",
                "unknown and yet well known, as dying and yet behold, we are",
                "alive; as punished and yet not put to death, (10) as sorrowful",
                "yet always rejoicing, as poor yet making many rich, as having",
                "nothing and yet possessing all things. (11) Our mouth has",
                "spoken freely to you, you Corinthians, our heart is opened",
                "wide. (12) You are not restrained by us, but you are restrained",
                "in your own affections. (13) Now in the same way in exchange-"
            ],
            [
                "-I am speaking as to children--open wide your hearts to us,",
                "you as well. (14) Do not be mismatched with unbelievers; for",
                "what do righteousness and lawlessness share together, or",
                "what does light have in common with darkness? (15) Or what",
                "harmony does Christ have with Belial, or what does a believer",
                "share with an unbeliever? (16) Or what agreement does the",
                "temple of God have with idols? For we are the temple of the",
                "living God; just as God said, \"I WILL DWELL AMONG THEM",
                "AND WALK AMONG THEM; AND I WILL BE THEIR GOD, AND",
                "THEY SHALL BE MY PEOPLE."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 327,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 84,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47006001,
        "rangeEndId": 47006016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 311,
            "wordCountMin": 295,
            "wordCountMax": 327,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 30.2,
            "lineMin": 29,
            "lineMax": 32
        }
    },
    {
        "ref": "Galatians 3:18–29",
        "text": "(18) For if the inheritance is based on law, it is no longer based on a promise; but God has granted it to Abraham by means of a promise. (19) Why the Law then? It was added on account of the violations, having been ordered through angels at the hand of a mediator, until the Seed would come to whom the promise had been made. (20) Now a mediator is not for one party only; but God is only one. (21) Is the Law then contrary to the promises of God? Far from it! For if a law had been given that was able to impart life, then righteousness would indeed have been based on law. (22) But the Scripture has confined everyone under sin, so that the promise by faith in Jesus Christ might be given to those who believe. (23) But before faith came, we were kept in custody under the Law, being confined for the faith that was destined to be revealed. (24) Therefore the Law has become our guardian to lead us to Christ, so that we may be justified by faith. (25) But now that faith has come, we are no longer under a guardian. (26) For you are all sons and daughters of God through faith in Christ Jesus. (27) For all of you who were baptized into Christ have clothed yourselves with Christ. (28) There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus. (29) And if you belong to Christ, then you are Abraham's descendants, heirs according to promise.",
        "cardsText": [
            [
                "(18) For if the inheritance is based on law, it is no longer based",
                "on a promise; but God has granted it to Abraham by means of",
                "a promise. (19) Why the Law then? It was added on account of",
                "the violations, having been ordered through angels at the hand",
                "of a mediator, until the Seed would come to whom the promise",
                "had been made. (20) Now a mediator is not for one party only;",
                "but God is only one. (21) Is the Law then contrary to the promises",
                "of God? Far from it! For if a law had been given that was able to",
                "impart life, then righteousness would indeed have been based",
                "on law. (22) But the Scripture has confined everyone under sin, so",
                "that the promise by faith in Jesus Christ might be given to those"
            ],
            [
                "who believe. (23) But before faith came, we were kept in custody",
                "under the Law, being confined for the faith that was destined to be",
                "revealed. (24) Therefore the Law has become our guardian to lead",
                "us to Christ, so that we may be justified by faith. (25) But now that",
                "faith has come, we are no longer under a guardian. (26) For you",
                "are all sons and daughters of God through faith in Christ Jesus.",
                "(27) For all of you who were baptized into Christ have clothed",
                "yourselves with Christ. (28) There is neither Jew nor Greek, there is",
                "neither slave nor free, there is neither male nor female; for you are",
                "all one in Christ Jesus. (29) And if you belong to Christ, then you",
                "are Abraham's descendants, heirs according to promise."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 261,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 85,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48003018,
        "rangeEndId": 48003029,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 249.4,
            "wordCountMin": 238,
            "wordCountMax": 261,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22.2,
            "lineMin": 22,
            "lineMax": 23
        }
    },
    {
        "ref": "Galatians 4:7–16",
        "text": "(7) Therefore you are no longer a slave, but a son; and if a son, then an heir through God. (8) However at that time, when you did not know God, you were slaves to those which by nature are not gods. (9) But now that you have come to know God, or rather to be known by God, how is it that you turn back again to the weak and worthless elementary principles, to which you want to be enslaved all over again? (10) You meticulously observe days and months and seasons and years. (11) I fear for you, that perhaps I have labored over you in vain. (12) I beg of you, brothers and sisters, become as I am, for I also have become as you are. You have done me no wrong; (13) but you know that it was because of a bodily illness that I preached the gospel to you the first time; (14) and you did not despise that which was a trial to you in my bodily condition, nor express contempt, but you received me as an angel of God, as Christ Jesus Himself. (15) Where then is that sense of blessing you had? For I testify about you that, if possible, you would have torn out your eyes and given them to me. (16) So have I become your enemy by telling you the truth?",
        "cardsText": [
            [
                "(7) Therefore you are no longer a slave, but a son; and if a son,",
                "then an heir through God. (8) However at that time, when you",
                "did not know God, you were slaves to those which by nature",
                "are not gods. (9) But now that you have come to know God, or",
                "rather to be known by God, how is it that you turn back again",
                "to the weak and worthless elementary principles, to which",
                "you want to be enslaved all over again? (10) You meticulously",
                "observe days and months and seasons and years. (11) I fear",
                "for you, that perhaps I have labored over you in vain. (12) I",
                "beg of you, brothers and sisters, become as I am, for I also",
                "have become as you are. You have done me no wrong; (13)"
            ],
            [
                "but you know that it was because of a bodily illness that I",
                "preached the gospel to you the first time; (14) and you did not",
                "despise that which was a trial to you in my bodily condition,",
                "nor express contempt, but you received me as an angel of",
                "God, as Christ Jesus Himself. (15) Where then is that sense of",
                "blessing you had? For I testify about you that, if possible, you",
                "would have torn out your eyes and given them to me. (16) So",
                "have I become your enemy by telling you the truth?"
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 222,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 86,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48004007,
        "rangeEndId": 48004016,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.2,
            "wordCountMin": 199,
            "wordCountMax": 222,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.4,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Galatians 5:17–21",
        "text": "(17) For the desire of the flesh is against the Spirit, and the Spirit against the flesh; for these are in opposition to one another, in order to keep you from doing whatever you want. (18) But if you are led by the Spirit, you are not under the Law. (19) Now the deeds of the flesh are evident, which are: sexual immorality, impurity, indecent behavior, (20) idolatry, witchcraft, hostilities, strife, jealousy, outbursts of anger, selfish ambition, dissensions, factions, (21) envy, drunkenness, carousing, and things like these, of which I forewarn you, just as I have forewarned you, that those who practice such things will not inherit the kingdom of God.",
        "cardsText": [
            [
                "(17) For the desire of the flesh is against the Spirit, and the",
                "Spirit against the flesh; for these are in opposition to one",
                "another, in order to keep you from doing whatever you want.",
                "(18) But if you are led by the Spirit, you are not under the",
                "Law. (19) Now the deeds of the flesh are evident, which are:",
                "sexual immorality, impurity, indecent behavior, (20) idolatry,",
                "witchcraft, hostilities, strife, jealousy, outbursts of anger,",
                "selfish ambition, dissensions, factions, (21) envy, drunkenness,",
                "carousing, and things like these, of which I forewarn you, just",
                "as I have forewarned you, that those who practice such things",
                "will not inherit the kingdom of God."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 106,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 87,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48005017,
        "rangeEndId": 48005021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 104.6,
            "wordCountMin": 102,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 2:1–10",
        "text": "(1) And you were dead in your offenses and sins, (2) in which you previously walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience. (3) Among them we too all previously lived in the lusts of our flesh, indulging the desires of the flesh and of the mind, and were by nature children of wrath, just as the rest. (4) But God, being rich in mercy, because of His great love with which He loved us, (5) even when we were dead in our wrongdoings, made us alive together with Christ (by grace you have been saved), (6) and raised us up with Him, and seated us with Him in the heavenly places in Christ Jesus, (7) so that in the ages to come He might show the boundless riches of His grace in kindness toward us in Christ Jesus. (8) For by grace you have been saved through faith; and this is not of yourselves, it is the gift of God; (9) not a result of works, so that no one may boast. (10) For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them.",
        "cardsText": [
            [
                "(1) And you were dead in your offenses and sins, (2) in which",
                "you previously walked according to the course of this world,",
                "according to the prince of the power of the air, of the spirit that",
                "is now working in the sons of disobedience. (3) Among them",
                "we too all previously lived in the lusts of our flesh, indulging",
                "the desires of the flesh and of the mind, and were by nature",
                "children of wrath, just as the rest. (4) But God, being rich in",
                "mercy, because of His great love with which He loved us, (5)",
                "even when we were dead in our wrongdoings, made us alive",
                "together with Christ (by grace you have been saved), (6) and",
                "raised us up with Him, and seated us with Him in the heavenly"
            ],
            [
                "places in Christ Jesus, (7) so that in the ages to come He might",
                "show the boundless riches of His grace in kindness toward us",
                "in Christ Jesus. (8) For by grace you have been saved through",
                "faith; and this is not of yourselves, it is the gift of God; (9) not a",
                "result of works, so that no one may boast. (10) For we are His",
                "workmanship, created in Christ Jesus for good works, which",
                "God prepared beforehand so that we would walk in them."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 209,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 88,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49002001,
        "rangeEndId": 49002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 206.8,
            "wordCountMin": 204,
            "wordCountMax": 210,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.6,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Ephesians 3:8–13",
        "text": "(8) To me, the very least of all saints, this grace was given, to preach to the Gentiles the unfathomable riches of Christ, (9) and to enlighten all people as to what the plan of the mystery is which for ages has been hidden in God, who created all things; (10) so that the multifaceted wisdom of God might now be made known through the church to the rulers and the authorities in the heavenly places. (11) This was in accordance with the eternal purpose which He carried out in Christ Jesus our Lord, (12) in whom we have boldness and confident access through faith in Him. (13) Therefore I ask you not to become discouraged about my tribulations in your behalf, since they are your glory.",
        "cardsText": [
            [
                "(8) To me, the very least of all saints, this grace was given, to",
                "preach to the Gentiles the unfathomable riches of Christ, (9) and",
                "to enlighten all people as to what the plan of the mystery is which",
                "for ages has been hidden in God, who created all things; (10) so",
                "that the multifaceted wisdom of God might now be made known",
                "through the church to the rulers and the authorities in the heavenly",
                "places. (11) This was in accordance with the eternal purpose which",
                "He carried out in Christ Jesus our Lord, (12) in whom we have",
                "boldness and confident access through faith in Him. (13) Therefore",
                "I ask you not to become discouraged about my tribulations in your",
                "behalf, since they are your glory."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 121,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 89,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49003008,
        "rangeEndId": 49003013,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 124.2,
            "wordCountMin": 121,
            "wordCountMax": 129,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 5:11–15",
        "text": "(11) Do not participate in the useless deeds of darkness, but instead even expose them; (12) for it is disgraceful even to speak of the things which are done by them in secret. (13) But all things become visible when they are exposed by the light, for everything that becomes visible is light. (14) For this reason it says, \"Awake, sleeper, And arise from the dead, And Christ will shine on you.\" (15) So then, be careful how you walk, not as unwise people but as wise,",
        "cardsText": [
            [
                "(11) Do not participate in the useless deeds of darkness, but",
                "instead even expose them; (12) for it is disgraceful even to",
                "speak of the things which are done by them in secret. (13)",
                "But all things become visible when they are exposed by the",
                "light, for everything that becomes visible is light. (14) For this",
                "reason it says, \"Awake, sleeper, And arise from the dead, And",
                "Christ will shine on you.\" (15) So then, be careful how you",
                "walk, not as unwise people but as wise,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 82,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 90,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49005011,
        "rangeEndId": 49005015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 77.6,
            "wordCountMin": 72,
            "wordCountMax": 82,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 6:13–17",
        "text": "(13) Therefore, take up the full armor of God, so that you will be able to resist on the evil day, and having done everything, to stand firm. (14) Stand firm therefore, having belted your waist with truth, and having put on the breastplate of righteousness, (15) and having strapped on your feet the preparation of the gospel of peace; (16) in addition to all, taking up the shield of faith with which you will be able to extinguish all the flaming arrows of the evil one. (17) And take the helmet of salvation and the sword of the Spirit, which is the word of God.",
        "cardsText": [
            [
                "(13) Therefore, take up the full armor of God, so that you will be",
                "able to resist on the evil day, and having done everything, to",
                "stand firm. (14) Stand firm therefore, having belted your waist",
                "with truth, and having put on the breastplate of righteousness,",
                "(15) and having strapped on your feet the preparation of the",
                "gospel of peace; (16) in addition to all, taking up the shield of",
                "faith with which you will be able to extinguish all the flaming",
                "arrows of the evil one. (17) And take the helmet of salvation",
                "and the sword of the Spirit, which is the word of God."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 101,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 91,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49006013,
        "rangeEndId": 49006017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99,
            "wordCountMin": 93,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Philippians 4:4–8",
        "text": "(4) Rejoice in the Lord always; again I will say, rejoice! (5) Let your gentle spirit be known to all people. The Lord is near. (6) Do not be anxious about anything, but in everything by prayer and pleading with thanksgiving let your requests be made known to God. (7) And the peace of God, which surpasses all comprehension, will guard your hearts and minds in Christ Jesus. (8) Finally, brothers and sisters, whatever is true, whatever is honorable, whatever is right, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence and if anything worthy of praise, think about these things.",
        "cardsText": [
            [
                "(4) Rejoice in the Lord always; again I will say, rejoice! (5) Let",
                "your gentle spirit be known to all people. The Lord is near. (6)",
                "Do not be anxious about anything, but in everything by prayer",
                "and pleading with thanksgiving let your requests be made",
                "known to God. (7) And the peace of God, which surpasses",
                "all comprehension, will guard your hearts and minds in",
                "Christ Jesus. (8) Finally, brothers and sisters, whatever is true,",
                "whatever is honorable, whatever is right, whatever is pure,",
                "whatever is lovely, whatever is commendable, if there is any",
                "excellence and if anything worthy of praise, think about these",
                "things."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 101,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 92,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 50004004,
        "rangeEndId": 50004008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.6,
            "wordCountMin": 92,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Colossians 3:5–11",
        "text": "(5) Therefore, treat the parts of your earthly body as dead to sexual immorality, impurity, passion, evil desire, and greed, which amounts to idolatry. (6) For it is because of these things that the wrath of God is coming upon the sons of disobedience, (7) and in them you also once walked, when you were living in them. (8) But now you also, rid yourselves of all of them: anger, wrath, malice, slander, and obscene speech from your mouth. (9) Do not lie to one another, since you stripped off the old self with its evil practices, (10) and have put on the new self, which is being renewed to a true knowledge according to the image of the One who created it-- (11) a renewal in which there is no distinction between Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, and free, but Christ is all, and in all.",
        "cardsText": [
            [
                "(5) Therefore, treat the parts of your earthly body as dead to",
                "sexual immorality, impurity, passion, evil desire, and greed,",
                "which amounts to idolatry. (6) For it is because of these",
                "things that the wrath of God is coming upon the sons of",
                "disobedience, (7) and in them you also once walked, when",
                "you were living in them. (8) But now you also, rid yourselves",
                "of all of them: anger, wrath, malice, slander, and obscene",
                "speech from your mouth. (9) Do not lie to one another, since",
                "you stripped off the old self with its evil practices, (10) and",
                "have put on the new self, which is being renewed to a true",
                "knowledge according to the image of the One who created"
            ],
            [
                "it-- (11) a renewal in which there is no distinction between",
                "Greek and Jew, circumcised and uncircumcised, barbarian,",
                "Scythian, slave, and free, but Christ is all, and in all."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 144,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 93,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 51003005,
        "rangeEndId": 51003011,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 127.6,
            "wordCountMin": 118,
            "wordCountMax": 144,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12,
            "lineMin": 11,
            "lineMax": 14
        }
    },
    {
        "ref": "1 Timothy 2:1–6",
        "text": "(1) First of all, then, I urge that requests, prayers, intercession, and thanksgiving be made in behalf of all people, (2) for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity. (3) This is good and acceptable in the sight of God our Savior, (4) who wants all people to be saved and to come to the knowledge of the truth. (5) For there is one God, and one mediator also between God and mankind, the Man Christ Jesus, (6) who gave Himself as a ransom for all, the testimony given at the proper time.",
        "cardsText": [
            [
                "(1) First of all, then, I urge that requests, prayers, intercession,",
                "and thanksgiving be made in behalf of all people, (2) for",
                "kings and all who are in authority, so that we may lead a",
                "tranquil and quiet life in all godliness and dignity. (3) This is",
                "good and acceptable in the sight of God our Savior, (4) who",
                "wants all people to be saved and to come to the knowledge",
                "of the truth. (5) For there is one God, and one mediator also",
                "between God and mankind, the Man Christ Jesus, (6) who",
                "gave Himself as a ransom for all, the testimony given at the",
                "proper time."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 102,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 94,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 54002001,
        "rangeEndId": 54002006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.8,
            "wordCountMin": 96,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Timothy 2:16–26",
        "text": "(16) But avoid worldly and empty chatter, for it will lead to further ungodliness, (17) and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, (18) men who have gone astray from the truth, claiming that the resurrection has already taken place; and they are jeopardizing the faith of some. (19) Nevertheless, the firm foundation of God stands, having this seal: \"The Lord knows those who are His;\" and, \"Everyone who names the name of the Lord is to keep away from wickedness.\" (20) Now in a large house there are not only gold and silver implements, but also implements of wood and of earthenware, and some are for honor while others are for dishonor. (21) Therefore, if anyone cleanses himself from these things, he will be an implement for honor, sanctified, useful to the Master, prepared for every good work. (22) Now flee from youthful lusts and pursue righteousness, faith, love, and peace with those who call on the Lord from a pure heart. (23) But refuse foolish and ignorant speculations, knowing that they produce quarrels. (24) The Lord's bond-servant must not be quarrelsome, but be kind to all, skillful in teaching, patient when wronged, (25) with gentleness correcting those who are in opposition, if perhaps God may grant them repentance leading to the knowledge of the truth, (26) and they may come to their senses and escape from the snare of the devil, having been held captive by him to do his will.",
        "cardsText": [
            [
                "(16) But avoid worldly and empty chatter, for it will lead to further",
                "ungodliness, (17) and their talk will spread like gangrene. Among",
                "them are Hymenaeus and Philetus, (18) men who have gone",
                "astray from the truth, claiming that the resurrection has already",
                "taken place; and they are jeopardizing the faith of some. (19)",
                "Nevertheless, the firm foundation of God stands, having this seal:",
                "\"The Lord knows those who are His;\" and, \"Everyone who names",
                "the name of the Lord is to keep away from wickedness.\" (20) Now",
                "in a large house there are not only gold and silver implements,",
                "but also implements of wood and of earthenware, and some are",
                "for honor while others are for dishonor. (21) Therefore, if anyone",
                "cleanses himself from these things, he will be an implement for"
            ],
            [
                "honor, sanctified, useful to the Master, prepared for every good",
                "work. (22) Now flee from youthful lusts and pursue righteousness,",
                "faith, love, and peace with those who call on the Lord from a pure",
                "heart. (23) But refuse foolish and ignorant speculations, knowing",
                "that they produce quarrels. (24) The Lord's bond-servant must",
                "not be quarrelsome, but be kind to all, skillful in teaching, patient",
                "when wronged, (25) with gentleness correcting those who are in",
                "opposition, if perhaps God may grant them repentance leading",
                "to the knowledge of the truth, (26) and they may come to their",
                "senses and escape from the snare of the devil, having been held",
                "captive by him to do his will."
            ]
        ],
        "cards": 2,
        "lines": 23,
        "lastCardLines": 11,
        "wordCount": 237,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 95,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55002016,
        "rangeEndId": 55002026,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 227,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Timothy 3:1–7",
        "text": "(1) But realize this, that in the last days difficult times will come. (2) For people will be lovers of self, lovers of money, boastful, arrogant, slanderers, disobedient to parents, ungrateful, unholy, (3) unloving, irreconcilable, malicious gossips, without self-control, brutal, haters of good, (4) treacherous, reckless, conceited, lovers of pleasure rather than lovers of God, (5) holding to a form of godliness although they have denied its power; avoid such people as these. (6) For among them are those who slip into households and captivate weak women weighed down with sins, led on by various impulses, (7) always learning and never able to come to the knowledge of the truth.",
        "cardsText": [
            [
                "(1) But realize this, that in the last days difficult times will come.",
                "(2) For people will be lovers of self, lovers of money, boastful,",
                "arrogant, slanderers, disobedient to parents, ungrateful, unholy,",
                "(3) unloving, irreconcilable, malicious gossips, without self-control,",
                "brutal, haters of good, (4) treacherous, reckless, conceited, lovers",
                "of pleasure rather than lovers of God, (5) holding to a form of",
                "godliness although they have denied its power; avoid such people",
                "as these. (6) For among them are those who slip into households",
                "and captivate weak women weighed down with sins, led on by",
                "various impulses, (7) always learning and never able to come to",
                "the knowledge of the truth."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 103,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 96,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55003001,
        "rangeEndId": 55003007,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.4,
            "wordCountMin": 103,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Titus 1:1–16",
        "text": "1) Paul, a bond-servant of God and an apostle of Jesus Christ, for the faith of those chosen of God and the knowledge of the truth which is according to godliness, (2) in the hope of eternal life, which God, who cannot lie, promised long ages ago, (3) but at the proper time revealed His word in the proclamation with which I was entrusted according to the commandment of God our Savior; (4) To Titus, my true son in a common faith: Grace and peace from God the Father and Christ Jesus our Savior. (5) For this reason I left you in Crete, that you would set in order what remains and appoint elders in every city as I directed you, (6) namely, if any man is beyond reproach, the husband of one wife, having children who believe, not accused of indecent behavior or rebellion. (7) For the overseer must be beyond reproach as God's steward, not self-willed, not quick-tempered, not overindulging in wine, not a bully, not greedy for money, (8) but hospitable, loving what is good, self-controlled, righteous, holy, disciplined, (9) holding firmly the faithful word which is in accordance with the teaching, so that he will be able both to exhort in sound doctrine and to refute those who contradict it. (10) For there are many rebellious people, empty talkers and deceivers, especially those of the circumcision, (11) who must be silenced because they are upsetting whole families, teaching things they should not teach for the sake of dishonest gain. (12) One of them, a prophet of their own, said, \"Cretans are always liars, evil beasts, lazy gluttons.\" (13) This testimony is true. For this reason reprimand them severely so that they may be sound in the faith, (14) not paying attention to Jewish myths and commandments of men who turn away from the truth. (15) To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure, but both their mind and their conscience are defiled. (16) They profess to know God, but by their deeds they deny Him, being detestable and disobedient and worthless for any good deed.",
        "cardsText": [
            [
                "1) Paul, a bond-servant of God and an apostle of Jesus Christ,",
                "for the faith of those chosen of God and the knowledge of the",
                "truth which is according to godliness, (2) in the hope of eternal",
                "life, which God, who cannot lie, promised long ages ago, (3) but",
                "at the proper time revealed His word in the proclamation with",
                "which I was entrusted according to the commandment of God",
                "our Savior; (4) To Titus, my true son in a common faith: Grace and",
                "peace from God the Father and Christ Jesus our Savior. (5) For",
                "this reason I left you in Crete, that you would set in order what",
                "remains and appoint elders in every city as I directed you, (6)",
                "namely, if any man is beyond reproach, the husband of one wife,"
            ],
            [
                "having children who believe, not accused of indecent behavior or",
                "rebellion. (7) For the overseer must be beyond reproach as God's",
                "steward, not self-willed, not quick-tempered, not overindulging",
                "in wine, not a bully, not greedy for money, (8) but hospitable,",
                "loving what is good, self-controlled, righteous, holy, disciplined,",
                "(9) holding firmly the faithful word which is in accordance with the",
                "teaching, so that he will be able both to exhort in sound doctrine",
                "and to refute those who contradict it. (10) For there are many",
                "rebellious people, empty talkers and deceivers, especially those",
                "of the circumcision, (11) who must be silenced because they are",
                "upsetting whole families, teaching things they should not teach"
            ],
            [
                "for the sake of dishonest gain. (12) One of them, a prophet of their",
                "own, said, \"Cretans are always liars, evil beasts, lazy gluttons.\" (13)",
                "This testimony is true. For this reason reprimand them severely so",
                "that they may be sound in the faith, (14) not paying attention to",
                "Jewish myths and commandments of men who turn away from",
                "the truth. (15) To the pure, all things are pure; but to those who are",
                "defiled and unbelieving, nothing is pure, but both their mind and",
                "their conscience are defiled. (16) They profess to know God, but",
                "by their deeds they deny Him, being detestable and disobedient",
                "and worthless for any good deed."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 344,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 97,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56001001,
        "rangeEndId": 56001016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 343.6,
            "wordCountMin": 330,
            "wordCountMax": 362,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.4,
            "lineMin": 31,
            "lineMax": 33
        }
    },
    {
        "ref": "Titus 3:3–8",
        "text": "(3) For we too were once foolish, disobedient, deceived, enslaved to various lusts and pleasures, spending our life in malice and envy, hateful, hating one another. (4) But when the kindness of God our Savior and His love for mankind appeared, (5) He saved us, not on the basis of deeds which we did in righteousness, but in accordance with His mercy, by the washing of regeneration and renewing by the Holy Spirit, (6) whom He richly poured out upon us through Jesus Christ our Savior, (7) so that being justified by His grace we would be made heirs according to the hope of eternal life. (8) This statement is trustworthy; and concerning these things I want you to speak confidently, so that those who have believed God will be careful to engage in good deeds. These things are good and beneficial for people.",
        "cardsText": [
            [
                "(3) For we too were once foolish, disobedient, deceived,",
                "enslaved to various lusts and pleasures, spending our life in",
                "malice and envy, hateful, hating one another. (4) But when",
                "the kindness of God our Savior and His love for mankind",
                "appeared, (5) He saved us, not on the basis of deeds which",
                "we did in righteousness, but in accordance with His mercy, by",
                "the washing of regeneration and renewing by the Holy Spirit,",
                "(6) whom He richly poured out upon us through Jesus Christ",
                "our Savior, (7) so that being justified by His grace we would",
                "be made heirs according to the hope of eternal life. (8) This",
                "statement is trustworthy; and concerning these things I want"
            ],
            [
                "you to speak confidently, so that those who have believed",
                "God will be careful to engage in good deeds. These things",
                "are good and beneficial for people."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 138,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 98,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56003003,
        "rangeEndId": 56003008,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 136,
            "wordCountMin": 131,
            "wordCountMax": 141,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 13.6,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Philemon 1:8–14",
        "text": "(8) Therefore, though I have enough confidence in Christ to order you to do what is proper, (9) yet for love's sake I rather appeal to you--since I am such a person as Paul, an old man, and now also a prisoner of Christ Jesus-- (10) I appeal to you for my son Onesimus, whom I fathered in my imprisonment, (11) who previously was useless to you, but now is useful both to you and to me. (12) I have sent him back to you in person, that is, sending my very heart, (13) whom I wanted to keep with me, so that in your behalf he might be at my service in my imprisonment for the gospel; (14) but I did not want to do anything without your consent, so that your goodness would not be, in effect, by compulsion, but of your own free will.",
        "cardsText": [
            [
                "(8) Therefore, though I have enough confidence in Christ to order",
                "you to do what is proper, (9) yet for love's sake I rather appeal to",
                "you--since I am such a person as Paul, an old man, and now also a",
                "prisoner of Christ Jesus-- (10) I appeal to you for my son Onesimus,",
                "whom I fathered in my imprisonment, (11) who previously was",
                "useless to you, but now is useful both to you and to me. (12) I have",
                "sent him back to you in person, that is, sending my very heart, (13)",
                "whom I wanted to keep with me, so that in your behalf he might be",
                "at my service in my imprisonment for the gospel; (14) but I did not",
                "want to do anything without your consent, so that your goodness",
                "would not be, in effect, by compulsion, but of your own free will."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 140,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 99,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 57001008,
        "rangeEndId": 57001014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 134.8,
            "wordCountMin": 128,
            "wordCountMax": 145,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Hebrews 10:30–39",
        "text": "(30) For we know Him who said, \"VENGEANCE IS MINE, I WILL REPAY.\" And again, \"THE LORD WILL JUDGE HIS PEOPLE.\" (31) It is a terrifying thing to fall into the hands of the living God. (32) But remember the former days, when, after being enlightened, you endured a great conflict of sufferings, (33) partly by being made a public spectacle through insults and distress, and partly by becoming companions with those who were so treated. (34) For you showed sympathy to the prisoners and accepted joyfully the seizure of your property, knowing that you have for yourselves a better and lasting possession. (35) Therefore, do not throw away your confidence, which has a great reward. (36) For you have need of endurance, so that when you have done the will of God, you may receive what was promised. (37) FOR YET IN A VERY LITTLE WHILE, HE WHO IS COMING WILL COME, AND WILL NOT DELAY. (38) BUT MY RIGHTEOUS ONE WILL LIVE BY FAITH; AND IF HE SHRINKS BACK, MY SOUL HAS NO PLEASURE IN HIM. (39) But we are not among those who shrink back to destruction, but of those who have faith for the safekeeping of the soul.",
        "cardsText": [
            [
                "(30) For we know Him who said, \"VENGEANCE IS MINE, I WILL",
                "REPAY.\" And again, \"THE LORD WILL JUDGE HIS PEOPLE.\"",
                "(31) It is a terrifying thing to fall into the hands of the living",
                "God. (32) But remember the former days, when, after being",
                "enlightened, you endured a great conflict of sufferings, (33)",
                "partly by being made a public spectacle through insults and",
                "distress, and partly by becoming companions with those who",
                "were so treated. (34) For you showed sympathy to the prisoners",
                "and accepted joyfully the seizure of your property, knowing",
                "that you have for yourselves a better and lasting possession.",
                "(35) Therefore, do not throw away your confidence, which has"
            ],
            [
                "a great reward. (36) For you have need of endurance, so that",
                "when you have done the will of God, you may receive what",
                "was promised. (37) FOR YET IN A VERY LITTLE WHILE, HE",
                "WHO IS COMING WILL COME, AND WILL NOT DELAY. (38)",
                "BUT MY RIGHTEOUS ONE WILL LIVE BY FAITH; AND IF HE",
                "SHRINKS BACK, MY SOUL HAS NO PLEASURE IN HIM. (39)",
                "But we are not among those who shrink back to destruction,",
                "but of those who have faith for the safekeeping of the soul."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 192,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 100,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 58010030,
        "rangeEndId": 58010039,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 196.2,
            "wordCountMin": 189,
            "wordCountMax": 205,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "James 2:1–10",
        "text": "(1) My brothers and sisters, do not hold your faith in our glorious Lord Jesus Christ with an attitude of personal favoritism. (2) For if a man comes into your assembly with a gold ring and is dressed in bright clothes, and a poor man in dirty clothes also comes in, (3) and you pay special attention to the one who is wearing the bright clothes, and say, \"You sit here in a good place,\" and you say to the poor man, \"You stand over there, or sit down by my footstool,\" (4) have you not made distinctions among yourselves, and become judges with evil motives? (5) Listen, my beloved brothers and sisters: did God not choose the poor of this world to be rich in faith and heirs of the kingdom which He promised to those who love Him? (6) But you have dishonored the poor man. Is it not the rich who oppress you and personally drag you into court? (7) Do they not blaspheme the good name by which you have been called? (8) If, however, you are fulfilling the royal law according to the Scripture, \"YOU SHALL LOVE YOUR NEIGHBOR AS YOURSELF,\" you are doing well. (9) But if you show partiality, you are committing sin and are convicted by the Law as violators. (10) For whoever keeps the whole Law, yet stumbles in one point, has become guilty of all.",
        "cardsText": [
            [
                "(1) My brothers and sisters, do not hold your faith in our",
                "glorious Lord Jesus Christ with an attitude of personal",
                "favoritism. (2) For if a man comes into your assembly with a",
                "gold ring and is dressed in bright clothes, and a poor man in",
                "dirty clothes also comes in, (3) and you pay special attention",
                "to the one who is wearing the bright clothes, and say, \"You",
                "sit here in a good place,\" and you say to the poor man, \"You",
                "stand over there, or sit down by my footstool,\" (4) have you",
                "not made distinctions among yourselves, and become judges",
                "with evil motives? (5) Listen, my beloved brothers and sisters:",
                "did God not choose the poor of this world to be rich in faith"
            ],
            [
                "and heirs of the kingdom which He promised to those who",
                "love Him? (6) But you have dishonored the poor man. Is it not",
                "the rich who oppress you and personally drag you into court?",
                "(7) Do they not blaspheme the good name by which you",
                "have been called? (8) If, however, you are fulfilling the royal",
                "law according to the Scripture, \"YOU SHALL LOVE YOUR",
                "NEIGHBOR AS YOURSELF,\" you are doing well. (9) But if you",
                "show partiality, you are committing sin and are convicted by",
                "the Law as violators. (10) For whoever keeps the whole Law,",
                "yet stumbles in one point, has become guilty of all."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 225,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 101,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 59002001,
        "rangeEndId": 59002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 220,
            "wordCountMin": 213,
            "wordCountMax": 227,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "1 Peter 3:13–22",
        "text": "(13) And who is there to harm you if you prove zealous for what is good? (14) But even if you should suffer for the sake of righteousness, you are blessed. AND DO NOT FEAR THEIR INTIMIDATION, AND DO NOT BE IN DREAD, (15) but sanctify Christ as Lord in your hearts, always being ready to make a defense to everyone who asks you to give an account for the hope that is in you, but with gentleness and respect; (16) and keep a good conscience so that in the thing in which you are slandered, those who disparage your good behavior in Christ will be put to shame. (17) For it is better, if God should will it so, that you suffer for doing what is right rather than for doing what is wrong. (18) For Christ also suffered for sins once for all time, the just for the unjust, so that He might bring us to God, having been put to death in the flesh, but made alive in the spirit; (19) in which He also went and made proclamation to the spirits in prison, (20) who once were disobedient when the patience of God kept waiting in the days of Noah, during the construction of the ark, in which a few, that is, eight persons, were brought safely through the water. (21) Corresponding to that, baptism now saves you--not the removal of dirt from the flesh, but an appeal to God for a good conscience--through the resurrection of Jesus Christ, (22) who is at the right hand of God, having gone into heaven, after angels and authorities and powers had been subjected to Him.",
        "cardsText": [
            [
                "(13) And who is there to harm you if you prove zealous for what is",
                "good? (14) But even if you should suffer for the sake of righteousness,",
                "you are blessed. AND DO NOT FEAR THEIR INTIMIDATION, AND",
                "DO NOT BE IN DREAD, (15) but sanctify Christ as Lord in your",
                "hearts, always being ready to make a defense to everyone who",
                "asks you to give an account for the hope that is in you, but with",
                "gentleness and respect; (16) and keep a good conscience so that",
                "in the thing in which you are slandered, those who disparage your",
                "good behavior in Christ will be put to shame. (17) For it is better, if",
                "God should will it so, that you suffer for doing what is right rather",
                "than for doing what is wrong. (18) For Christ also suffered for sins",
                "once for all time, the just for the unjust, so that He might bring"
            ],
            [
                "us to God, having been put to death in the flesh, but made alive",
                "in the spirit; (19) in which He also went and made proclamation",
                "to the spirits in prison, (20) who once were disobedient when",
                "the patience of God kept waiting in the days of Noah, during the",
                "construction of the ark, in which a few, that is, eight persons, were",
                "brought safely through the water. (21) Corresponding to that,",
                "baptism now saves you--not the removal of dirt from the flesh, but",
                "an appeal to God for a good conscience--through the resurrection",
                "of Jesus Christ, (22) who is at the right hand of God, having gone",
                "into heaven, after angels and authorities and powers had been",
                "subjected to Him."
            ]
        ],
        "cards": 2,
        "lines": 23,
        "lastCardLines": 11,
        "wordCount": 267,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 102,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 60003013,
        "rangeEndId": 60003022,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 253.2,
            "wordCountMin": 245,
            "wordCountMax": 267,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Peter 3:8–14",
        "text": "(8) But do not let this one fact escape your notice, beloved, that with the Lord one day is like a thousand years, and a thousand years like one day. (9) The Lord is not slow about His promise, as some count slowness, but is patient toward you, not willing for any to perish, but for all to come to repentance. (10) But the day of the Lord will come like a thief, in which the heavens will pass away with a roar and the elements will be destroyed with intense heat, and the earth and its works will be discovered. (11) Since all these things are to be destroyed in this way, what sort of people ought you to be in holy conduct and godliness, (12) looking for and hastening the coming of the day of God, because of which the heavens will be destroyed by burning, and the elements will melt with intense heat! (13) But according to His promise we are looking for new heavens and a new earth, in which righteousness dwells. (14) Therefore, beloved, since you look for these things, be diligent to be found spotless and blameless by Him, at peace,",
        "cardsText": [
            [
                "(8) But do not let this one fact escape your notice, beloved,",
                "that with the Lord one day is like a thousand years, and a",
                "thousand years like one day. (9) The Lord is not slow about",
                "His promise, as some count slowness, but is patient toward",
                "you, not willing for any to perish, but for all to come to",
                "repentance. (10) But the day of the Lord will come like a",
                "thief, in which the heavens will pass away with a roar and the",
                "elements will be destroyed with intense heat, and the earth",
                "and its works will be discovered. (11) Since all these things",
                "are to be destroyed in this way, what sort of people ought",
                "you to be in holy conduct and godliness, (12) looking for and"
            ],
            [
                "hastening the coming of the day of God, because of which",
                "the heavens will be destroyed by burning, and the elements",
                "will melt with intense heat! (13) But according to His promise",
                "we are looking for new heavens and a new earth, in which",
                "righteousness dwells. (14) Therefore, beloved, since you",
                "look for these things, be diligent to be found spotless and",
                "blameless by Him, at peace,"
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 190,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 103,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 61003008,
        "rangeEndId": 61003014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 194.6,
            "wordCountMin": 190,
            "wordCountMax": 198,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.2,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "1 John 4:10–19",
        "text": "(10) In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins. (11) Beloved, if God so loved us, we also ought to love one another. (12) No one has ever seen God; if we love one another, God remains in us, and His love is perfected in us. (13) By this we know that we remain in Him and He in us, because He has given to us of His Spirit. (14) We have seen and testify that the Father has sent the Son to be the Savior of the world. (15) Whoever confesses that Jesus is the Son of God, God remains in him, and he in God. (16) We have come to know and have believed the love which God has for us. God is love, and the one who remains in love remains in God, and God remains in him. (17) By this, love is perfected with us, so that we may have confidence in the day of judgment; because as He is, we also are in this world. (18) There is no fear in love, but perfect love drives out fear, because fear involves punishment, and the one who fears is not perfected in love. (19) We love, because He first loved us.",
        "cardsText": [
            [
                "(10) In this is love, not that we loved God, but that He loved",
                "us and sent His Son to be the propitiation for our sins. (11)",
                "Beloved, if God so loved us, we also ought to love one another.",
                "(12) No one has ever seen God; if we love one another, God",
                "remains in us, and His love is perfected in us. (13) By this we",
                "know that we remain in Him and He in us, because He has",
                "given to us of His Spirit. (14) We have seen and testify that",
                "the Father has sent the Son to be the Savior of the world.",
                "(15) Whoever confesses that Jesus is the Son of God, God",
                "remains in him, and he in God. (16) We have come to know",
                "and have believed the love which God has for us. God is love,"
            ],
            [
                "and the one who remains in love remains in God, and God",
                "remains in him. (17) By this, love is perfected with us, so that",
                "we may have confidence in the day of judgment; because",
                "as He is, we also are in this world. (18) There is no fear in",
                "love, but perfect love drives out fear, because fear involves",
                "punishment, and the one who fears is not perfected in love.",
                "(19) We love, because He first loved us."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 212,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 104,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 62004010,
        "rangeEndId": 62004019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 211.2,
            "wordCountMin": 207,
            "wordCountMax": 215,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18,
            "lineMin": 18,
            "lineMax": 18
        }
    },
    {
        "ref": "Revelation 21:6–20",
        "text": "(6) Then He said to me, \"It is done. I am the Alpha and the Omega, the beginning and the end. I will give water to the one who thirsts from the spring of the water of life, without cost. (7) \"The one who overcomes will inherit these things, and I will be his God and he will be My son. (8) \"But for the cowardly, and unbelieving, and abominable, and murderers, and sexually immoral persons, and sorcerers, and idolaters, and all liars, their part will be in the lake that burns with fire and brimstone, which is the second death.\" (9) Then one of the seven angels who had the seven bowls, full of the seven last plagues, came and spoke with me, saying, \"Come here, I will show you the bride, the wife of the Lamb.\" (10) And he carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God, (11) having the glory of God. Her brilliance was like a very valuable stone, like a stone of crystal-clear jasper. (12) It had a great and high wall, with twelve gates, and at the gates twelve angels; and names were written on the gates, which are the names of the twelve tribes of the sons of Israel. (13) There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west. (14) And the wall of the city had twelve foundation stones, and on them were the twelve names of the twelve apostles of the Lamb. (15) The one who spoke with me had a gold measuring rod to measure the city, its gates, and its wall. (16) The city is laid out as a square, and its length is as great as the width; and he measured the city with the rod, twelve thousand stadia; its length, width, and height are equal. (17) And he measured its wall, 144 cubits, by human measurements, which are also angelic measurements. (18) The material of the wall was jasper; and the city was pure gold, like clear glass. (19) The foundation stones of the city wall were decorated with every kind of precious stone. The first foundation stone was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald; (20) the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, jacinth; the twelfth, amethyst.",
        "cardsText": [
            [
                "(6) Then He said to me, \"It is done. I am the Alpha and the Omega,",
                "the beginning and the end. I will give water to the one who thirsts",
                "from the spring of the water of life, without cost. (7) \"The one who",
                "overcomes will inherit these things, and I will be his God and he",
                "will be My son. (8) \"But for the cowardly, and unbelieving, and",
                "abominable, and murderers, and sexually immoral persons, and",
                "sorcerers, and idolaters, and all liars, their part will be in the lake",
                "that burns with fire and brimstone, which is the second death.\" (9)",
                "Then one of the seven angels who had the seven bowls, full of the",
                "seven last plagues, came and spoke with me, saying, \"Come here, I",
                "will show you the bride, the wife of the Lamb.\" (10) And he carried",
                "me away in the Spirit to a great and high mountain, and showed"
            ],
            [
                "me the holy city, Jerusalem, coming down out of heaven from God,",
                "(11) having the glory of God. Her brilliance was like a very valuable",
                "stone, like a stone of crystal-clear jasper. (12) It had a great and high",
                "wall, with twelve gates, and at the gates twelve angels; and names",
                "were written on the gates, which are the names of the twelve tribes",
                "of the sons of Israel. (13) There were three gates on the east, three",
                "gates on the north, three gates on the south, and three gates on the",
                "west. (14) And the wall of the city had twelve foundation stones,",
                "and on them were the twelve names of the twelve apostles of the",
                "Lamb. (15) The one who spoke with me had a gold measuring rod",
                "to measure the city, its gates, and its wall. (16) The city is laid out as",
                "a square, and its length is as great as the width; and he measured"
            ],
            [
                "the city with the rod, twelve thousand stadia; its length, width, and",
                "height are equal. (17) And he measured its wall, 144 cubits, by",
                "human measurements, which are also angelic measurements. (18)",
                "The material of the wall was jasper; and the city was pure gold,",
                "like clear glass. (19) The foundation stones of the city wall were",
                "decorated with every kind of precious stone. The first foundation",
                "stone was jasper; the second, sapphire; the third, chalcedony;",
                "the fourth, emerald; (20) the fifth, sardonyx; the sixth, sardius; the",
                "seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth,",
                "chrysoprase; the eleventh, jacinth; the twelfth, amethyst."
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 404,
        "version": "NASB",
        "division": "Junior",
        "cardNum": 105,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 66021006,
        "rangeEndId": 66021020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 399.2,
            "wordCountMin": 384,
            "wordCountMax": 422,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 33.4,
            "lineMin": 32,
            "lineMax": 36
        }
    }
]