[
    {
        "ref": "Colossians 1:15–16",
        "text": "(15) He is the image of the invisible God, the firstborn over all creation. (16) For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.",
        "cardsText": [
            [
                "(15) He is the image of the invisible God, the firstborn over",
                "all creation. (16) For by Him all things were created that are",
                "in heaven and that are on earth, visible and invisible, whether",
                "thrones or dominions or principalities or powers. All things",
                "were created through Him and for Him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 49,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 1,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 51001015,
        "rangeEndId": 51001016,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 47.8,
            "wordCountMin": 44,
            "wordCountMax": 51,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5,
            "lineMin": 5,
            "lineMax": 5
        }
    },
    {
        "ref": "Genesis 1:1–5",
        "text": "(1) In the beginning God created the heavens and the earth. (2) The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) And God saw the light, that it was good; and God divided the light from the darkness. (5) God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.",
        "cardsText": [
            [
                "(1) In the beginning God created the heavens and the earth.",
                "(2) The earth was without form, and void; and darkness was",
                "on the face of the deep. And the Spirit of God was hovering",
                "over the face of the waters. (3) Then God said, \"Let there be",
                "light\"; and there was light. (4) And God saw the light, that it",
                "was good; and God divided the light from the darkness. (5)",
                "God called the light Day, and the darkness He called Night.",
                "So the evening and the morning were the first day."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 88,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 2,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001001,
        "rangeEndId": 1001005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 82,
            "wordCountMax": 89,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 40:26–28",
        "text": "(26) Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing. (27) Why do you say, O Jacob, And speak, O Israel: \"My way is hidden from the LORD, And my just claim is passed over by my God\"? (28) Have you not known? Have you not heard? The everlasting God, the LORD, The Creator of the ends of the earth, Neither faints nor is weary. His understanding is unsearchable.",
        "cardsText": [
            [
                "(26) Lift up your eyes on high, And see who has created these",
                "things, Who brings out their host by number; He calls them",
                "all by name, By the greatness of His might And the strength",
                "of His power; Not one is missing. (27) Why do you say, O",
                "Jacob, And speak, O Israel: \"My way is hidden from the LORD,",
                "And my just claim is passed over by my God\"? (28) Have you",
                "not known? Have you not heard? The everlasting God, the",
                "LORD, The Creator of the ends of the earth, Neither faints nor",
                "is weary. His understanding is unsearchable."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 99,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 3,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 23040026,
        "rangeEndId": 23040028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 101.6,
            "wordCountMin": 99,
            "wordCountMax": 105,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Genesis 1:26–28",
        "text": "(26) Then God said, \"Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in His own image; in the image of God He created him; male and female He created them. (28) Then God blessed them, and God said to them, \"Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.\"",
        "cardsText": [
            [
                "(26) Then God said, \"Let Us make man in Our image, according",
                "to Our likeness; let them have dominion over the fish of the",
                "sea, over the birds of the air, and over the cattle, over all the",
                "earth and over every creeping thing that creeps on the earth.\"",
                "(27) So God created man in His own image; in the image of",
                "God He created him; male and female He created them. (28)",
                "Then God blessed them, and God said to them, \"Be fruitful",
                "and multiply; fill the earth and subdue it; have dominion over",
                "the fish of the sea, over the birds of the air, and over every",
                "living thing that moves on the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 113,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 4,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001026,
        "rangeEndId": 1001028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.4,
            "wordCountMin": 112,
            "wordCountMax": 118,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.4,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Genesis 17:1–4",
        "text": "(1) When Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am Almighty God; walk before Me and be blameless. (2) \"And I will make My covenant between Me and you, and will multiply you exceedingly.\" (3) Then Abram fell on his face, and God talked with him, saying: (4) \"As for Me, behold, My covenant is with you, and you shall be a father of many nations.",
        "cardsText": [
            [
                "(1) When Abram was ninety-nine years old, the LORD",
                "appeared to Abram and said to him, \"I am Almighty God; walk",
                "before Me and be blameless. (2) \"And I will make My covenant",
                "between Me and you, and will multiply you exceedingly.\" (3)",
                "Then Abram fell on his face, and God talked with him, saying:",
                "(4) \"As for Me, behold, My covenant is with you, and you shall",
                "be a father of many nations."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 70,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 5,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1017001,
        "rangeEndId": 1017004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 70,
            "wordCountMin": 65,
            "wordCountMax": 75,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 2:1–3",
        "text": "(1) Thus the heavens and the earth, and all the host of them, were finished. (2) And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.",
        "cardsText": [
            [
                "(1) Thus the heavens and the earth, and all the host of them,",
                "were finished. (2) And on the seventh day God ended His",
                "work which He had done, and He rested on the seventh day",
                "from all His work which He had done. (3) Then God blessed",
                "the seventh day and sanctified it, because in it He rested from",
                "all His work which God had created and made."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 66,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 6,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002001,
        "rangeEndId": 1002003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 65.4,
            "wordCountMin": 62,
            "wordCountMax": 67,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Exodus 31:12–14",
        "text": "(12) And the LORD spoke to Moses, saying, (13) \"Speak also to the children of Israel, saying: 'Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the LORD who sanctifies you. (14) 'You shall keep the Sabbath, therefore, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
        "cardsText": [
            [
                "(12) And the LORD spoke to Moses, saying, (13) \"Speak also",
                "to the children of Israel, saying: 'Surely My Sabbaths you",
                "shall keep, for it is a sign between Me and you throughout",
                "your generations, that you may know that I am the LORD who",
                "sanctifies you. (14) 'You shall keep the Sabbath, therefore, for",
                "it is holy to you. Everyone who profanes it shall surely be put",
                "to death; for whoever does any work on it, that person shall",
                "be cut off from among his people."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 84,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 7,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 2031012,
        "rangeEndId": 2031014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 83.2,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Genesis 2:23–24",
        "text": "(23) And Adam said: \"This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.\" (24) Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.",
        "cardsText": [
            [
                "(23) And Adam said: \"This is now bone of my bones And flesh",
                "of my flesh; She shall be called Woman, Because she was",
                "taken out of Man.\" (24) Therefore a man shall leave his father",
                "and mother and be joined to his wife, and they shall become",
                "one flesh."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 48,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 8,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002023,
        "rangeEndId": 1002024,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 49.8,
            "wordCountMin": 48,
            "wordCountMax": 53,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4.8,
            "lineMin": 4,
            "lineMax": 5
        }
    },
    {
        "ref": "Deuteronomy 6:13–15",
        "text": "(13) \"You shall fear the LORD your God and serve Him, and shall take oaths in His name. (14) \"You shall not go after other gods, the gods of the peoples who are all around you (15) \"(for the LORD your God is a jealous God among you), lest the anger of the LORD your God be aroused against you and destroy you from the face of the earth.",
        "cardsText": [
            [
                "(13) \"You shall fear the LORD your God and serve Him, and",
                "shall take oaths in His name. (14) \"You shall not go after other",
                "gods, the gods of the peoples who are all around you (15)",
                "\"(for the LORD your God is a jealous God among you), lest",
                "the anger of the LORD your God be aroused against you and",
                "destroy you from the face of the earth."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 66,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 9,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 5006013,
        "rangeEndId": 5006015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 67.8,
            "wordCountMin": 58,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6,
            "lineMin": 5,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 3:14–15",
        "text": "(14) So the LORD God said to the serpent: \"Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life. (15) And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.\"",
        "cardsText": [
            [
                "(14) So the LORD God said to the serpent: \"Because you have",
                "done this, You are cursed more than all cattle, And more than",
                "every beast of the field; On your belly you shall go, And you",
                "shall eat dust All the days of your life. (15) And I will put enmity",
                "Between you and the woman, And between your seed and",
                "her Seed; He shall bruise your head, And you shall bruise His",
                "heel.\""
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 73,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 10,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1003014,
        "rangeEndId": 1003015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.6,
            "wordCountMin": 67,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.8,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 68:19–20",
        "text": "(19) Blessed be the Lord, Who daily loads us with benefits, The God of our salvation! (20) Our God is the God of salvation; And to GOD the Lord belong escapes from death.",
        "cardsText": [
            [
                "(19) Blessed be the Lord, Who daily loads us with benefits, The",
                "God of our salvation! (20) Our God is the God of salvation;",
                "And to GOD the Lord belong escapes from death."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 31,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 11,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19068019,
        "rangeEndId": 19068020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 31.8,
            "wordCountMin": 29,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Genesis 4:7–8",
        "text": "(7) \"If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it.\" (8) Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him.",
        "cardsText": [
            [
                "(7) \"If you do well, will you not be accepted? And if you do",
                "not do well, sin lies at the door. And its desire is for you, but",
                "you should rule over it.\" (8) Now Cain talked with Abel his",
                "brother; and it came to pass, when they were in the field, that",
                "Cain rose up against Abel his brother and killed him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 62,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 12,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1004007,
        "rangeEndId": 1004008,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 61,
            "wordCountMin": 57,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5.2,
            "lineMin": 5,
            "lineMax": 6
        }
    },
    {
        "ref": "Jeremiah 23:5–6",
        "text": "(5) \"Behold, the days are coming,\" says the LORD, \"That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth. (6) In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS.",
        "cardsText": [
            [
                "(5) \"Behold, the days are coming,\" says the LORD, \"That I will",
                "raise to David a Branch of righteousness; A King shall reign",
                "and prosper, And execute judgment and righteousness in the",
                "earth. (6) In His days Judah will be saved, And Israel will dwell",
                "safely; Now this is His name by which He will be called: THE",
                "LORD OUR RIGHTEOUSNESS."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 59,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 13,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 24023005,
        "rangeEndId": 24023006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 60.8,
            "wordCountMin": 58,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Genesis 5:1–3",
        "text": "(1) This is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God. (2) He created them male and female, and blessed them and called them Mankind in the day they were created. (3) And Adam lived one hundred and thirty years, and begot a son in his own likeness, after his image, and named him Seth.",
        "cardsText": [
            [
                "(1) This is the book of the genealogy of Adam. In the day that",
                "God created man, He made him in the likeness of God. (2) He",
                "created them male and female, and blessed them and called",
                "them Mankind in the day they were created. (3) And Adam",
                "lived one hundred and thirty years, and begot a son in his",
                "own likeness, after his image, and named him Seth."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 66,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 14,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1005001,
        "rangeEndId": 1005003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 64.8,
            "wordCountMin": 60,
            "wordCountMax": 69,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 90:1–4",
        "text": "(1) A Prayer of Moses the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn man to destruction, And say, \"Return, O children of men.\" (4) For a thousand years in Your sight Are like yesterday when it is past, And like a watch in the night.",
        "cardsText": [
            [
                "(1) A Prayer of Moses the man of God. Lord, You have been",
                "our dwelling place in all generations. (2) Before the mountains",
                "were brought forth, Or ever You had formed the earth and the",
                "world, Even from everlasting to everlasting, You are God. (3)",
                "You turn man to destruction, And say, \"Return, O children of",
                "men.\" (4) For a thousand years in Your sight Are like yesterday",
                "when it is past, And like a watch in the night."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 75,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 15,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19090001,
        "rangeEndId": 19090004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 74.4,
            "wordCountMin": 71,
            "wordCountMax": 76,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 9:8–11",
        "text": "(8) Then God spoke to Noah and to his sons with him, saying: (9) \"And as for Me, behold, I establish My covenant with you and with your descendants after you, (10) \"and with every living creature that is with you: the birds, the cattle, and every beast of the earth with you, of all that go out of the ark, every beast of the earth. (11) \"Thus I establish My covenant with you: Never again shall all flesh be cut off by the waters of the flood; never again shall there be a flood to destroy the earth.\"",
        "cardsText": [
            [
                "(8) Then God spoke to Noah and to his sons with him, saying:",
                "(9) \"And as for Me, behold, I establish My covenant with you",
                "and with your descendants after you, (10) \"and with every",
                "living creature that is with you: the birds, the cattle, and every",
                "beast of the earth with you, of all that go out of the ark, every",
                "beast of the earth. (11) \"Thus I establish My covenant with",
                "you: Never again shall all flesh be cut off by the waters of the",
                "flood; never again shall there be a flood to destroy the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 95,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 17,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 1009008,
        "rangeEndId": 1009011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 93.2,
            "wordCountMin": 85,
            "wordCountMax": 100,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Leviticus 1:1–9",
        "text": "(1) Now the LORD called to Moses, and spoke to him from the tabernacle of meeting, saying, (2) \"Speak to the children of Israel, and say to them: 'When any one of you brings an offering to the LORD, you shall bring your offering of the livestock--of the herd and of the flock. (3) 'If his offering is a burnt sacrifice of the herd, let him offer a male without blemish; he shall offer it of his own free will at the door of the tabernacle of meeting before the LORD. (4) 'Then he shall put his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him. (5) 'He shall kill the bull before the LORD; and the priests, Aaron's sons, shall bring the blood and sprinkle the blood all around on the altar that is by the door of the tabernacle of meeting. (6) 'And he shall skin the burnt offering and cut it into its pieces. (7) 'The sons of Aaron the priest shall put fire on the altar, and lay the wood in order on the fire. (8) 'Then the priests, Aaron's sons, shall lay the parts, the head, and the fat in order on the wood that is on the fire upon the altar; (9) 'but he shall wash its entrails and its legs with water. And the priest shall burn all on the altar as a burnt sacrifice, an offering made by fire, a sweet aroma to the LORD.",
        "cardsText": [
            [
                "(1) Now the LORD called to Moses, and spoke to him from",
                "the tabernacle of meeting, saying, (2) \"Speak to the children",
                "of Israel, and say to them: 'When any one of you brings an",
                "offering to the LORD, you shall bring your offering of the",
                "livestock--of the herd and of the flock. (3) 'If his offering is",
                "a burnt sacrifice of the herd, let him offer a male without",
                "blemish; he shall offer it of his own free will at the door of the",
                "tabernacle of meeting before the LORD. (4) 'Then he shall",
                "put his hand on the head of the burnt offering, and it will be",
                "accepted on his behalf to make atonement for him. (5) 'He",
                "shall kill the bull before the LORD; and the priests, Aaron's"
            ],
            [
                "sons, shall bring the blood and sprinkle the blood all around",
                "on the altar that is by the door of the tabernacle of meeting. (6)",
                "'And he shall skin the burnt offering and cut it into its pieces.",
                "(7) 'The sons of Aaron the priest shall put fire on the altar, and",
                "lay the wood in order on the fire. (8) 'Then the priests, Aaron's",
                "sons, shall lay the parts, the head, and the fat in order on the",
                "wood that is on the fire upon the altar; (9) 'but he shall wash",
                "its entrails and its legs with water. And the priest shall burn",
                "all on the altar as a burnt sacrifice, an offering made by fire, a",
                "sweet aroma to the LORD."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 246,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 18,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 3001001,
        "rangeEndId": 3001009,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 247.4,
            "wordCountMin": 240,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "1 Chronicles 22:11–18",
        "text": "(11) \"Now, my son, may the LORD be with you; and may you prosper, and build the house of the LORD your God, as He has said to you. (12) \"Only may the LORD give you wisdom and understanding, and give you charge concerning Israel, that you may keep the law of the LORD your God. (13) \"Then you will prosper, if you take care to fulfill the statutes and judgments with which the LORD charged Moses concerning Israel. Be strong and of good courage; do not fear nor be dismayed. (14) \"Indeed I have taken much trouble to prepare for the house of the LORD one hundred thousand talents of gold and one million talents of silver, and bronze and iron beyond measure, for it is so abundant. I have prepared timber and stone also, and you may add to them. (15) \"Moreover there are workmen with you in abundance: woodsmen and stonecutters, and all types of skillful men for every kind of work. (16) \"Of gold and silver and bronze and iron there is no limit. Arise and begin working, and the LORD be with you.\" (17) David also commanded all the leaders of Israel to help Solomon his son, saying, (18) \"Is not the LORD your God with you? And has He not given you rest on every side? For He has given the inhabitants of the land into my hand, and the land is subdued before the LORD and before His people.",
        "cardsText": [
            [
                "(11) \"Now, my son, may the LORD be with you; and may you",
                "prosper, and build the house of the LORD your God, as He",
                "has said to you. (12) \"Only may the LORD give you wisdom",
                "and understanding, and give you charge concerning Israel,",
                "that you may keep the law of the LORD your God. (13) \"Then",
                "you will prosper, if you take care to fulfill the statutes and",
                "judgments with which the LORD charged Moses concerning",
                "Israel. Be strong and of good courage; do not fear nor be",
                "dismayed. (14) \"Indeed I have taken much trouble to prepare",
                "for the house of the LORD one hundred thousand talents of",
                "gold and one million talents of silver, and bronze and iron"
            ],
            [
                "beyond measure, for it is so abundant. I have prepared timber",
                "and stone also, and you may add to them. (15) \"Moreover",
                "there are workmen with you in abundance: woodsmen and",
                "stonecutters, and all types of skillful men for every kind of",
                "work. (16) \"Of gold and silver and bronze and iron there is no",
                "limit. Arise and begin working, and the LORD be with you.\"",
                "(17) David also commanded all the leaders of Israel to help",
                "Solomon his son, saying, (18) \"Is not the LORD your God with",
                "you? And has He not given you rest on every side? For He has",
                "given the inhabitants of the land into my hand, and the land",
                "is subdued before the LORD and before His people."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 238,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 19,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 13022011,
        "rangeEndId": 13022018,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.6,
            "wordCountMin": 220,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Job 12:13–17",
        "text": "(13) \"With Him are wisdom and strength, He has counsel and understanding. (14) If He breaks a thing down, it cannot be rebuilt; If He imprisons a man, there can be no release. (15) If He withholds the waters, they dry up; If He sends them out, they overwhelm the earth. (16) With Him are strength and prudence. The deceived and the deceiver are His. (17) He leads counselors away plundered, And makes fools of the judges.",
        "cardsText": [
            [
                "(13) \"With Him are wisdom and strength, He has counsel and",
                "understanding. (14) If He breaks a thing down, it cannot be",
                "rebuilt; If He imprisons a man, there can be no release. (15)",
                "If He withholds the waters, they dry up; If He sends them out,",
                "they overwhelm the earth. (16) With Him are strength and",
                "prudence. The deceived and the deceiver are His. (17) He",
                "leads counselors away plundered, And makes fools of the",
                "judges."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 72,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 20,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18012013,
        "rangeEndId": 18012017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.2,
            "wordCountMin": 64,
            "wordCountMax": 78,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Job 22:22–27",
        "text": "(22) Receive, please, instruction from His mouth, And lay up His words in your heart. (23) If you return to the Almighty, you will be built up; You will remove iniquity far from your tents. (24) Then you will lay your gold in the dust, And the gold of Ophir among the stones of the brooks. (25) Yes, the Almighty will be your gold And your precious silver; (26) For then you will have your delight in the Almighty, And lift up your face to God. (27) You will make your prayer to Him, He will hear you, And you will pay your vows.",
        "cardsText": [
            [
                "(22) Receive, please, instruction from His mouth, And lay up",
                "His words in your heart. (23) If you return to the Almighty, you",
                "will be built up; You will remove iniquity far from your tents.",
                "(24) Then you will lay your gold in the dust, And the gold of",
                "Ophir among the stones of the brooks. (25) Yes, the Almighty",
                "will be your gold And your precious silver; (26) For then you",
                "will have your delight in the Almighty, And lift up your face to",
                "God. (27) You will make your prayer to Him, He will hear you,",
                "And you will pay your vows."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 98,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 21,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18022022,
        "rangeEndId": 18022027,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.8,
            "wordCountMin": 93,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Job 37:1–14",
        "text": "(1) \"At this also my heart trembles, And leaps from its place. (2) Hear attentively the thunder of His voice, And the rumbling that comes from His mouth. (3) He sends it forth under the whole heaven, His lightning to the ends of the earth. (4) After it a voice roars; He thunders with His majestic voice, And He does not restrain them when His voice is heard. (5) God thunders marvelously with His voice; He does great things which we cannot comprehend. (6) For He says to the snow, 'Fall on the earth'; Likewise to the gentle rain and the heavy rain of His strength. (7) He seals the hand of every man, That all men may know His work. (8) The beasts go into dens, And remain in their lairs. (9) From the chamber of the south comes the whirlwind, And cold from the scattering winds of the north. (10) By the breath of God ice is given, And the broad waters are frozen. (11) Also with moisture He saturates the thick clouds; He scatters His bright clouds. (12) And they swirl about, being turned by His guidance, That they may do whatever He commands them On the face of the whole earth. (13) He causes it to come, Whether for correction, Or for His land, Or for mercy. (14) \"Listen to this, O Job; Stand still and consider the wondrous works of God.",
        "cardsText": [
            [
                "(1) \"At this also my heart trembles, And leaps from its place.",
                "(2) Hear attentively the thunder of His voice, And the rumbling",
                "that comes from His mouth. (3) He sends it forth under the",
                "whole heaven, His lightning to the ends of the earth. (4) After",
                "it a voice roars; He thunders with His majestic voice, And",
                "He does not restrain them when His voice is heard. (5) God",
                "thunders marvelously with His voice; He does great things",
                "which we cannot comprehend. (6) For He says to the snow,",
                "'Fall on the earth'; Likewise to the gentle rain and the heavy",
                "rain of His strength. (7) He seals the hand of every man, That",
                "all men may know His work. (8) The beasts go into dens,"
            ],
            [
                "And remain in their lairs. (9) From the chamber of the south",
                "comes the whirlwind, And cold from the scattering winds",
                "of the north. (10) By the breath of God ice is given, And the",
                "broad waters are frozen. (11) Also with moisture He saturates",
                "the thick clouds; He scatters His bright clouds. (12) And they",
                "swirl about, being turned by His guidance, That they may do",
                "whatever He commands them On the face of the whole earth.",
                "(13) He causes it to come, Whether for correction, Or for His",
                "land, Or for mercy. (14) \"Listen to this, O Job; Stand still and",
                "consider the wondrous works of God."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 222,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 22,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18037001,
        "rangeEndId": 18037014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.4,
            "wordCountMin": 203,
            "wordCountMax": 230,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Psalm 10:17–18",
        "text": "(17) LORD, You have heard the desire of the humble; You will prepare their heart; You will cause Your ear to hear, (18) To do justice to the fatherless and the oppressed, That the man of the earth may oppress no more.",
        "cardsText": [
            [
                "(17) LORD, You have heard the desire of the humble; You will",
                "prepare their heart; You will cause Your ear to hear, (18) To do",
                "justice to the fatherless and the oppressed, That the man of",
                "the earth may oppress no more."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 40,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 23,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19010017,
        "rangeEndId": 19010018,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 38.4,
            "wordCountMin": 33,
            "wordCountMax": 41,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Psalm 30:1–12",
        "text": "(1) I will extol You, O LORD, for You have lifted me up, And have not let my foes rejoice over me. (2) O LORD my God, I cried out to You, And You healed me. (3) O LORD, You brought my soul up from the grave; You have kept me alive, that I should not go down to the pit. (4) Sing praise to the LORD, you saints of His, And give thanks at the remembrance of His holy name. (5) For His anger is but for a moment, His favor is for life; Weeping may endure for a night, But joy comes in the morning. (6) Now in my prosperity I said, \"I shall never be moved.\" (7) LORD, by Your favor You have made my mountain stand strong; You hid Your face, and I was troubled. (8) I cried out to You, O LORD; And to the LORD I made supplication: (9) \"What profit is there in my blood, When I go down to the pit? Will the dust praise You? Will it declare Your truth? (10) Hear, O LORD, and have mercy on me; LORD, be my helper!\" (11) You have turned for me my mourning into dancing; You have put off my sackcloth and clothed me with gladness, (12) To the end that my glory may sing praise to You and not be silent. O LORD my God, I will give thanks to You forever.",
        "cardsText": [
            [
                "(1) I will extol You, O LORD, for You have lifted me up, And",
                "have not let my foes rejoice over me. (2) O LORD my God, I",
                "cried out to You, And You healed me. (3) O LORD, You brought",
                "my soul up from the grave; You have kept me alive, that I",
                "should not go down to the pit. (4) Sing praise to the LORD,",
                "you saints of His, And give thanks at the remembrance of His",
                "holy name. (5) For His anger is but for a moment, His favor",
                "is for life; Weeping may endure for a night, But joy comes in",
                "the morning. (6) Now in my prosperity I said, \"I shall never be",
                "moved.\" (7) LORD, by Your favor You have made my mountain",
                "stand strong; You hid Your face, and I was troubled. (8) I cried"
            ],
            [
                "out to You, O LORD; And to the LORD I made supplication:",
                "(9) \"What profit is there in my blood, When I go down to the",
                "pit? Will the dust praise You? Will it declare Your truth? (10)",
                "Hear, O LORD, and have mercy on me; LORD, be my helper!\"",
                "(11) You have turned for me my mourning into dancing; You",
                "have put off my sackcloth and clothed me with gladness, (12)",
                "To the end that my glory may sing praise to You and not be",
                "silent. O LORD my God, I will give thanks to You forever."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 228,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 24,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19030001,
        "rangeEndId": 19030012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 207,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Psalm 73:2–28",
        "text": "(2) But as for me, my feet had almost stumbled; My steps had nearly slipped. (3) For I was envious of the boastful, When I saw the prosperity of the wicked. (4) For there are no pangs in their death, But their strength is firm. (5) They are not in trouble as other men, Nor are they plagued like other men. (6) Therefore pride serves as their necklace; Violence covers them like a garment. (7) Their eyes bulge with abundance; They have more than heart could wish. (8) They scoff and speak wickedly concerning oppression; They speak loftily. (9) They set their mouth against the heavens, And their tongue walks through the earth. (10) Therefore his people return here, And waters of a full cup are drained by them. (11) And they say, \"How does God know? And is there knowledge in the Most High?\" (12) Behold, these are the ungodly, Who are always at ease; They increase in riches. (13) Surely I have cleansed my heart in vain, And washed my hands in innocence. (14) For all day long I have been plagued, And chastened every morning. (15) If I had said, \"I will speak thus,\" Behold, I would have been untrue to the generation of Your children. (16) When I thought how to understand this, It was too painful for me-- (17) Until I went into the sanctuary of God; Then I understood their end. (18) Surely You set them in slippery places; You cast them down to destruction. (19) Oh, how they are brought to desolation, as in a moment! They are utterly consumed with terrors. (20) As a dream when one awakes, So, Lord, when You awake, You shall despise their image. (21) Thus my heart was grieved, And I was vexed in my mind. (22) I was so foolish and ignorant; I was like a beast before You. (23) Nevertheless I am continually with You; You hold me by my right hand. (24) You will guide me with Your counsel, And afterward receive me to glory. (25) Whom have I in heaven but You? And there is none upon earth that I desire besides You. (26) My flesh and my heart fail; But God is the strength of my heart and my portion forever. (27) For indeed, those who are far from You shall perish; You have destroyed all those who desert You for harlotry. (28) But it is good for me to draw near to God; I have put my trust in the Lord GOD, That I may declare all Your works.",
        "cardsText": [
            [
                "(2) But as for me, my feet had almost stumbled; My steps had",
                "nearly slipped. (3) For I was envious of the boastful, When I saw the",
                "prosperity of the wicked. (4) For there are no pangs in their death,",
                "But their strength is firm. (5) They are not in trouble as other men,",
                "Nor are they plagued like other men. (6) Therefore pride serves as",
                "their necklace; Violence covers them like a garment. (7) Their eyes",
                "bulge with abundance; They have more than heart could wish.",
                "(8) They scoff and speak wickedly concerning oppression; They",
                "speak loftily. (9) They set their mouth against the heavens, And",
                "their tongue walks through the earth. (10) Therefore his people",
                "return here, And waters of a full cup are drained by them. (11) And",
                "they say, \"How does God know? And is there knowledge in the"
            ],
            [
                "Most High?\" (12) Behold, these are the ungodly, Who are always",
                "at ease; They increase in riches. (13) Surely I have cleansed my",
                "heart in vain, And washed my hands in innocence. (14) For all day",
                "long I have been plagued, And chastened every morning. (15) If",
                "I had said, \"I will speak thus,\" Behold, I would have been untrue",
                "to the generation of Your children. (16) When I thought how to",
                "understand this, It was too painful for me-- (17) Until I went into",
                "the sanctuary of God; Then I understood their end. (18) Surely You",
                "set them in slippery places; You cast them down to destruction.",
                "(19) Oh, how they are brought to desolation, as in a moment!",
                "They are utterly consumed with terrors. (20) As a dream when one",
                "awakes, So, Lord, when You awake, You shall despise their image."
            ],
            [
                "(21) Thus my heart was grieved, And I was vexed in my mind. (22)",
                "I was so foolish and ignorant; I was like a beast before You. (23)",
                "Nevertheless I am continually with You; You hold me by my right",
                "hand. (24) You will guide me with Your counsel, And afterward",
                "receive me to glory. (25) Whom have I in heaven but You? And",
                "there is none upon earth that I desire besides You. (26) My flesh",
                "and my heart fail; But God is the strength of my heart and my",
                "portion forever. (27) For indeed, those who are far from You shall",
                "perish; You have destroyed all those who desert You for harlotry.",
                "(28) But it is good for me to draw near to God; I have put my trust",
                "in the Lord GOD, That I may declare all Your works."
            ]
        ],
        "cards": 3,
        "lines": 35,
        "lastCardLines": 11,
        "wordCount": 401,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 25,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19073002,
        "rangeEndId": 19073028,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 392.8,
            "wordCountMin": 369,
            "wordCountMax": 408,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 33,
            "lineMax": 36
        }
    },
    {
        "ref": "Proverbs 8:17–31",
        "text": "(17) I love those who love me, And those who seek me diligently will find me. (18) Riches and honor are with me, Enduring riches and righteousness. (19) My fruit is better than gold, yes, than fine gold, And my revenue than choice silver. (20) I traverse the way of righteousness, In the midst of the paths of justice, (21) That I may cause those who love me to inherit wealth, That I may fill their treasuries. (22) \"The LORD possessed me at the beginning of His way, Before His works of old. (23) I have been established from everlasting, From the beginning, before there was ever an earth. (24) When there were no depths I was brought forth, When there were no fountains abounding with water. (25) Before the mountains were settled, Before the hills, I was brought forth; (26) While as yet He had not made the earth or the fields, Or the primal dust of the world. (27) When He prepared the heavens, I was there, When He drew a circle on the face of the deep, (28) When He established the clouds above, When He strengthened the fountains of the deep, (29) When He assigned to the sea its limit, So that the waters would not transgress His command, When He marked out the foundations of the earth, (30) Then I was beside Him as a master craftsman; And I was daily His delight, Rejoicing always before Him, (31) Rejoicing in His inhabited world, And my delight was with the sons of men.",
        "cardsText": [
            [
                "(17) I love those who love me, And those who seek me diligently",
                "will find me. (18) Riches and honor are with me, Enduring riches",
                "and righteousness. (19) My fruit is better than gold, yes, than fine",
                "gold, And my revenue than choice silver. (20) I traverse the way",
                "of righteousness, In the midst of the paths of justice, (21) That",
                "I may cause those who love me to inherit wealth, That I may fill",
                "their treasuries. (22) \"The LORD possessed me at the beginning",
                "of His way, Before His works of old. (23) I have been established",
                "from everlasting, From the beginning, before there was ever an",
                "earth. (24) When there were no depths I was brought forth, When",
                "there were no fountains abounding with water. (25) Before the"
            ],
            [
                "mountains were settled, Before the hills, I was brought forth;",
                "(26) While as yet He had not made the earth or the fields, Or the",
                "primal dust of the world. (27) When He prepared the heavens, I",
                "was there, When He drew a circle on the face of the deep, (28)",
                "When He established the clouds above, When He strengthened",
                "the fountains of the deep, (29) When He assigned to the sea its",
                "limit, So that the waters would not transgress His command, When",
                "He marked out the foundations of the earth, (30) Then I was beside",
                "Him as a master craftsman; And I was daily His delight, Rejoicing",
                "always before Him, (31) Rejoicing in His inhabited world, And my",
                "delight was with the sons of men."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 242,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 26,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20008017,
        "rangeEndId": 20008031,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 239.4,
            "wordCountMin": 232,
            "wordCountMax": 249,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.8,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Proverbs 9:1–12",
        "text": "(1) Wisdom has built her house, She has hewn out her seven pillars; (2) She has slaughtered her meat, She has mixed her wine, She has also furnished her table. (3) She has sent out her maidens, She cries out from the highest places of the city, (4) \"Whoever is simple, let him turn in here!\" As for him who lacks understanding, she says to him, (5) \"Come, eat of my bread And drink of the wine I have mixed. (6) Forsake foolishness and live, And go in the way of understanding. (7) \"He who corrects a scoffer gets shame for himself, And he who rebukes a wicked man only harms himself. (8) Do not correct a scoffer, lest he hate you; Rebuke a wise man, and he will love you. (9) Give instruction to a wise man, and he will be still wiser; Teach a just man, and he will increase in learning. (10) \"The fear of the LORD is the beginning of wisdom, And the knowledge of the Holy One is understanding. (11) For by me your days will be multiplied, And years of life will be added to you. (12) If you are wise, you are wise for yourself, And if you scoff, you will bear it alone.\"",
        "cardsText": [
            [
                "(1) Wisdom has built her house, She has hewn out her seven",
                "pillars; (2) She has slaughtered her meat, She has mixed her",
                "wine, She has also furnished her table. (3) She has sent out",
                "her maidens, She cries out from the highest places of the",
                "city, (4) \"Whoever is simple, let him turn in here!\" As for him",
                "who lacks understanding, she says to him, (5) \"Come, eat of",
                "my bread And drink of the wine I have mixed. (6) Forsake",
                "foolishness and live, And go in the way of understanding. (7)",
                "\"He who corrects a scoffer gets shame for himself, And he",
                "who rebukes a wicked man only harms himself. (8) Do not",
                "correct a scoffer, lest he hate you; Rebuke a wise man, and he"
            ],
            [
                "will love you. (9) Give instruction to a wise man, and he will be",
                "still wiser; Teach a just man, and he will increase in learning.",
                "(10) \"The fear of the LORD is the beginning of wisdom, And",
                "the knowledge of the Holy One is understanding. (11) For",
                "by me your days will be multiplied, And years of life will be",
                "added to you. (12) If you are wise, you are wise for yourself,",
                "And if you scoff, you will bear it alone.\""
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 199,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 27,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20009001,
        "rangeEndId": 20009012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 195.8,
            "wordCountMin": 185,
            "wordCountMax": 202,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Proverbs 24:30–34",
        "text": "(30) I went by the field of the lazy man, And by the vineyard of the man devoid of understanding; (31) And there it was, all overgrown with thorns; Its surface was covered with nettles; Its stone wall was broken down. (32) When I saw it, I considered it well; I looked on it and received instruction: (33) A little sleep, a little slumber, A little folding of the hands to rest; (34) So shall your poverty come like a prowler, And your need like an armed man.",
        "cardsText": [
            [
                "(30) I went by the field of the lazy man, And by the vineyard",
                "of the man devoid of understanding; (31) And there it was,",
                "all overgrown with thorns; Its surface was covered with",
                "nettles; Its stone wall was broken down. (32) When I saw it,",
                "I considered it well; I looked on it and received instruction:",
                "(33) A little sleep, a little slumber, A little folding of the hands",
                "to rest; (34) So shall your poverty come like a prowler, And",
                "your need like an armed man."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 83,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 28,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20024030,
        "rangeEndId": 20024034,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 81.4,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ecclesiastes 9:1–2",
        "text": "(1) For I considered all this in my heart, so that I could declare it all: that the righteous and the wise and their works are in the hand of God. People know neither love nor hatred by anything they see before them. (2) All things come alike to all: One event happens to the righteous and the wicked; To the good, the clean, and the unclean; To him who sacrifices and him who does not sacrifice. As is the good, so is the sinner; He who takes an oath as he who fears an oath.",
        "cardsText": [
            [
                "(1) For I considered all this in my heart, so that I could declare",
                "it all: that the righteous and the wise and their works are in",
                "the hand of God. People know neither love nor hatred by",
                "anything they see before them. (2) All things come alike to all:",
                "One event happens to the righteous and the wicked; To the",
                "good, the clean, and the unclean; To him who sacrifices and",
                "him who does not sacrifice. As is the good, so is the sinner;",
                "He who takes an oath as he who fears an oath."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 94,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 29,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 21009001,
        "rangeEndId": 21009002,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 97.2,
            "wordCountMin": 87,
            "wordCountMax": 110,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 58:4–12",
        "text": "(4) Indeed you fast for strife and debate, And to strike with the fist of wickedness. You will not fast as you do this day, To make your voice heard on high. (5) Is it a fast that I have chosen, A day for a man to afflict his soul? Is it to bow down his head like a bulrush, And to spread out sackcloth and ashes? Would you call this a fast, And an acceptable day to the LORD? (6) \"Is this not the fast that I have chosen: To loose the bonds of wickedness, To undo the heavy burdens, To let the oppressed go free, And that you break every yoke? (7) Is it not to share your bread with the hungry, And that you bring to your house the poor who are cast out; When you see the naked, that you cover him, And not hide yourself from your own flesh? (8) Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the LORD shall be your rear guard. (9) Then you shall call, and the LORD will answer; You shall cry, and He will say, 'Here I am.' \"If you take away the yoke from your midst, The pointing of the finger, and speaking wickedness, (10) If you extend your soul to the hungry And satisfy the afflicted soul, Then your light shall dawn in the darkness, And your darkness shall be as the noonday. (11) The LORD will guide you continually, And satisfy your soul in drought, And strengthen your bones; You shall be like a watered garden, And like a spring of water, whose waters do not fail. (12) Those from among you Shall build the old waste places; You shall raise up the foundations of many generations; And you shall be called the Repairer of the Breach, The Restorer of Streets to Dwell In.",
        "cardsText": [
            [
                "(4) Indeed you fast for strife and debate, And to strike with",
                "the fist of wickedness. You will not fast as you do this day,",
                "To make your voice heard on high. (5) Is it a fast that I have",
                "chosen, A day for a man to afflict his soul? Is it to bow down",
                "his head like a bulrush, And to spread out sackcloth and",
                "ashes? Would you call this a fast, And an acceptable day to",
                "the LORD? (6) \"Is this not the fast that I have chosen: To loose",
                "the bonds of wickedness, To undo the heavy burdens, To let",
                "the oppressed go free, And that you break every yoke? (7)",
                "Is it not to share your bread with the hungry, And that you",
                "bring to your house the poor who are cast out; When you see"
            ],
            [
                "the naked, that you cover him, And not hide yourself from",
                "your own flesh? (8) Then your light shall break forth like the",
                "morning, Your healing shall spring forth speedily, And your",
                "righteousness shall go before you; The glory of the LORD",
                "shall be your rear guard. (9) Then you shall call, and the",
                "LORD will answer; You shall cry, and He will say, 'Here I am.'",
                "\"If you take away the yoke from your midst, The pointing of",
                "the finger, and speaking wickedness, (10) If you extend your",
                "soul to the hungry And satisfy the afflicted soul, Then your",
                "light shall dawn in the darkness, And your darkness shall be",
                "as the noonday. (11) The LORD will guide you continually,"
            ],
            [
                "And satisfy your soul in drought, And strengthen your bones;",
                "You shall be like a watered garden, And like a spring of water,",
                "whose waters do not fail. (12) Those from among you Shall",
                "build the old waste places; You shall raise up the foundations",
                "of many generations; And you shall be called the Repairer of",
                "the Breach, The Restorer of Streets to Dwell In."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 317,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 30,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23058004,
        "rangeEndId": 23058012,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 318,
            "wordCountMin": 311,
            "wordCountMax": 332,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.8,
            "lineMin": 27,
            "lineMax": 28
        }
    },
    {
        "ref": "Isaiah 64:6",
        "text": "(6) But we are all like an unclean thing, And all our righteousnesses are like filthy rags; We all fade as a leaf, And our iniquities, like the wind, Have taken us away.",
        "cardsText": [
            [
                "(6) But we are all like an unclean thing, And all our",
                "righteousnesses are like filthy rags; We all fade as a leaf, And",
                "our iniquities, like the wind, Have taken us away."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 32,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 31,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23064006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.6,
            "wordCountMin": 32,
            "wordCountMax": 38,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Jeremiah 42:1–10",
        "text": "(1) Now all the captains of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people, from the least to the greatest, came near (2) and said to Jeremiah the prophet, \"Please, let our petition be acceptable to you, and pray for us to the LORD your God, for all this remnant (since we are left but a few of many, as you can see), (3) \"that the LORD your God may show us the way in which we should walk and the thing we should do.\" (4) Then Jeremiah the prophet said to them, \"I have heard. Indeed, I will pray to the LORD your God according to your words, and it shall be, that whatever the LORD answers you, I will declare it to you. I will keep nothing back from you.\" (5) So they said to Jeremiah, \"Let the LORD be a true and faithful witness between us, if we do not do according to everything which the LORD your God sends us by you. (6) \"Whether it is pleasing or displeasing, we will obey the voice of the LORD our God to whom we send you, that it may be well with us when we obey the voice of the LORD our God.\" (7) And it happened after ten days that the word of the LORD came to Jeremiah. (8) Then he called Johanan the son of Kareah, all the captains of the forces which were with him, and all the people from the least even to the greatest, (9) and said to them, \"Thus says the LORD, the God of Israel, to whom you sent me to present your petition before Him: (10) 'If you will still remain in this land, then I will build you and not pull you down, and I will plant you and not pluck you up. For I relent concerning the disaster that I have brought upon you.",
        "cardsText": [
            [
                "(1) Now all the captains of the forces, Johanan the son of",
                "Kareah, Jezaniah the son of Hoshaiah, and all the people, from",
                "the least to the greatest, came near (2) and said to Jeremiah",
                "the prophet, \"Please, let our petition be acceptable to you,",
                "and pray for us to the LORD your God, for all this remnant",
                "(since we are left but a few of many, as you can see), (3) \"that",
                "the LORD your God may show us the way in which we should",
                "walk and the thing we should do.\" (4) Then Jeremiah the",
                "prophet said to them, \"I have heard. Indeed, I will pray to the",
                "LORD your God according to your words, and it shall be, that",
                "whatever the LORD answers you, I will declare it to you. I will"
            ],
            [
                "keep nothing back from you.\" (5) So they said to Jeremiah,",
                "\"Let the LORD be a true and faithful witness between us, if we",
                "do not do according to everything which the LORD your God",
                "sends us by you. (6) \"Whether it is pleasing or displeasing, we",
                "will obey the voice of the LORD our God to whom we send",
                "you, that it may be well with us when we obey the voice of",
                "the LORD our God.\" (7) And it happened after ten days that",
                "the word of the LORD came to Jeremiah. (8) Then he called",
                "Johanan the son of Kareah, all the captains of the forces",
                "which were with him, and all the people from the least even",
                "to the greatest, (9) and said to them, \"Thus says the LORD, the"
            ],
            [
                "God of Israel, to whom you sent me to present your petition",
                "before Him: (10) 'If you will still remain in this land, then I will",
                "build you and not pull you down, and I will plant you and not",
                "pluck you up. For I relent concerning the disaster that I have",
                "brought upon you."
            ]
        ],
        "cards": 3,
        "lines": 27,
        "lastCardLines": 5,
        "wordCount": 314,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 32,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 24042001,
        "rangeEndId": 24042010,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 316.8,
            "wordCountMin": 284,
            "wordCountMax": 337,
            "levelMin": 2,
            "levelMax": 2.5,
            "lineAve": 26.4,
            "lineMin": 23,
            "lineMax": 28
        }
    },
    {
        "ref": "Ezekiel 22:29–31",
        "text": "(29) \"The people of the land have used oppressions, committed robbery, and mistreated the poor and needy; and they wrongfully oppress the stranger. (30) \"So I sought for a man among them who would make a wall, and stand in the gap before Me on behalf of the land, that I should not destroy it; but I found no one. (31) \"Therefore I have poured out My indignation on them; I have consumed them with the fire of My wrath; and I have recompensed their deeds on their own heads,\" says the Lord GOD.",
        "cardsText": [
            [
                "(29) \"The people of the land have used oppressions,",
                "committed robbery, and mistreated the poor and needy; and",
                "they wrongfully oppress the stranger. (30) \"So I sought for a",
                "man among them who would make a wall, and stand in the",
                "gap before Me on behalf of the land, that I should not destroy",
                "it; but I found no one. (31) \"Therefore I have poured out My",
                "indignation on them; I have consumed them with the fire of",
                "My wrath; and I have recompensed their deeds on their own",
                "heads,\" says the Lord GOD."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 91,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 33,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 26022029,
        "rangeEndId": 26022031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 91,
            "wordCountMin": 90,
            "wordCountMax": 92,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Hosea 6:1–4",
        "text": "(1) Come, and let us return to the LORD; For He has torn, but He will heal us; He has stricken, but He will bind us up. (2) After two days He will revive us; On the third day He will raise us up, That we may live in His sight. (3) Let us know, Let us pursue the knowledge of the LORD. His going forth is established as the morning; He will come to us like the rain, Like the latter and former rain to the earth. (4) \"O Ephraim, what shall I do to you? O Judah, what shall I do to you? For your faithfulness is like a morning cloud, And like the early dew it goes away.",
        "cardsText": [
            [
                "(1) Come, and let us return to the LORD; For He has torn,",
                "but He will heal us; He has stricken, but He will bind us up.",
                "(2) After two days He will revive us; On the third day He will",
                "raise us up, That we may live in His sight. (3) Let us know,",
                "Let us pursue the knowledge of the LORD. His going forth is",
                "established as the morning; He will come to us like the rain,",
                "Like the latter and former rain to the earth. (4) \"O Ephraim,",
                "what shall I do to you? O Judah, what shall I do to you? For",
                "your faithfulness is like a morning cloud, And like the early",
                "dew it goes away."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 117,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 34,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 28006001,
        "rangeEndId": 28006004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.6,
            "wordCountMin": 111,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Nahum 1:15",
        "text": "(15) Behold, on the mountains The feet of him who brings good tidings, Who proclaims peace! O Judah, keep your appointed feasts, Perform your vows. For the wicked one shall no more pass through you; He is utterly cut off.",
        "cardsText": [
            [
                "(15) Behold, on the mountains The feet of him who brings",
                "good tidings, Who proclaims peace! O Judah, keep your",
                "appointed feasts, Perform your vows. For the wicked one",
                "shall no more pass through you; He is utterly cut off."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 39,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 35,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 34001015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 37.2,
            "wordCountMin": 36,
            "wordCountMax": 39,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Zechariah 3:1–4",
        "text": "(1) Then he showed me Joshua the high priest standing before the Angel of the LORD, and Satan standing at his right hand to oppose him. (2) And the LORD said to Satan, \"The LORD rebuke you, Satan! The LORD who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?\" (3) Now Joshua was clothed with filthy garments, and was standing before the Angel. (4) Then He answered and spoke to those who stood before Him, saying, \"Take away the filthy garments from him.\" And to him He said, \"See, I have removed your iniquity from you, and I will clothe you with rich robes.\"",
        "cardsText": [
            [
                "(1) Then he showed me Joshua the high priest standing",
                "before the Angel of the LORD, and Satan standing at his",
                "right hand to oppose him. (2) And the LORD said to Satan,",
                "\"The LORD rebuke you, Satan! The LORD who has chosen",
                "Jerusalem rebuke you! Is this not a brand plucked from the",
                "fire?\" (3) Now Joshua was clothed with filthy garments, and",
                "was standing before the Angel. (4) Then He answered and",
                "spoke to those who stood before Him, saying, \"Take away the",
                "filthy garments from him.\" And to him He said, \"See, I have",
                "removed your iniquity from you, and I will clothe you with rich",
                "robes.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 106,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 36,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 38003001,
        "rangeEndId": 38003004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.8,
            "wordCountMin": 102,
            "wordCountMax": 111,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Zephaniah 3:17",
        "text": "(17) The LORD your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.\"",
        "cardsText": [
            [
                "(17) The LORD your God in your midst, The Mighty One, will",
                "save; He will rejoice over you with gladness, He will quiet you",
                "with His love, He will rejoice over you with singing.\""
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 33,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 37,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 36003017,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.4,
            "wordCountMin": 33,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Matthew 11:28–29",
        "text": "(28) \"Come to Me, all you who labor and are heavy laden, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.",
        "cardsText": [
            [
                "(28) \"Come to Me, all you who labor and are heavy laden, and",
                "I will give you rest. (29) \"Take My yoke upon you and learn",
                "from Me, for I am gentle and lowly in heart, and you will find",
                "rest for your souls."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 42,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 38,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40011028,
        "rangeEndId": 40011029,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 41.2,
            "wordCountMin": 40,
            "wordCountMax": 42,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Matthew 14:26–31",
        "text": "(26) And when the disciples saw Him walking on the sea, they were troubled, saying, \"It is a ghost!\" And they cried out for fear. (27) But immediately Jesus spoke to them, saying, \"Be of good cheer! It is I; do not be afraid.\" (28) And Peter answered Him and said, \"Lord, if it is You, command me to come to You on the water.\" (29) So He said, \"Come.\" And when Peter had come down out of the boat, he walked on the water to go to Jesus. (30) But when he saw that the wind was boisterous, he was afraid; and beginning to sink he cried out, saying, \"Lord, save me!\" (31) And immediately Jesus stretched out His hand and caught him, and said to him, \"O you of little faith, why did you doubt?\"",
        "cardsText": [
            [
                "(26) And when the disciples saw Him walking on the sea, they",
                "were troubled, saying, \"It is a ghost!\" And they cried out for fear.",
                "(27) But immediately Jesus spoke to them, saying, \"Be of good",
                "cheer! It is I; do not be afraid.\" (28) And Peter answered Him and",
                "said, \"Lord, if it is You, command me to come to You on the water.\"",
                "(29) So He said, \"Come.\" And when Peter had come down out of",
                "the boat, he walked on the water to go to Jesus. (30) But when he",
                "saw that the wind was boisterous, he was afraid; and beginning to",
                "sink he cried out, saying, \"Lord, save me!\" (31) And immediately",
                "Jesus stretched out His hand and caught him, and said to him, \"O",
                "you of little faith, why did you doubt?\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 131,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 39,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40014026,
        "rangeEndId": 40014031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 121.6,
            "wordCountMin": 107,
            "wordCountMax": 131,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 28:18–20",
        "text": "(18) And Jesus came and spoke to them, saying, \"All authority has been given to Me in heaven and on earth. (19) \"Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) \"teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.\" Amen.",
        "cardsText": [
            [
                "(18) And Jesus came and spoke to them, saying, \"All authority",
                "has been given to Me in heaven and on earth. (19) \"Go",
                "therefore and make disciples of all the nations, baptizing",
                "them in the name of the Father and of the Son and of the",
                "Holy Spirit, (20) \"teaching them to observe all things that I",
                "have commanded you; and lo, I am with you always, even to",
                "the end of the age.\" Amen."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 72,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 40,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40028018,
        "rangeEndId": 40028020,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 68.6,
            "wordCountMin": 67,
            "wordCountMax": 72,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Luke 21:4",
        "text": "(4) \"for all these out of their abundance have put in offerings for God, but she out of her poverty put in all the livelihood that she had.\"",
        "cardsText": [
            [
                "(4) \"for all these out of their abundance have put in offerings",
                "for God, but she out of her poverty put in all the livelihood",
                "that she had.\""
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 27,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 41,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 42021004,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 25,
            "wordCountMin": 22,
            "wordCountMax": 28,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 2.4,
            "lineMin": 2,
            "lineMax": 3
        }
    },
    {
        "ref": "John 3:18–21",
        "text": "(18) \"He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God. (19) \"And this is the condemnation, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil. (20) \"For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed. (21) \"But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God.\"",
        "cardsText": [
            [
                "(18) \"He who believes in Him is not condemned; but he who",
                "does not believe is condemned already, because he has not",
                "believed in the name of the only begotten Son of God. (19)",
                "\"And this is the condemnation, that the light has come into",
                "the world, and men loved darkness rather than light, because",
                "their deeds were evil. (20) \"For everyone practicing evil hates",
                "the light and does not come to the light, lest his deeds should",
                "be exposed. (21) \"But he who does the truth comes to the",
                "light, that his deeds may be clearly seen, that they have been",
                "done in God.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 101,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 42,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43003018,
        "rangeEndId": 43003021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 102.2,
            "wordCountMin": 97,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10,
            "lineMin": 10,
            "lineMax": 10
        }
    },
    {
        "ref": "John 7:37–42",
        "text": "(37) On the last day, that great day of the feast, Jesus stood and cried out, saying, \"If anyone thirsts, let him come to Me and drink. (38) \"He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.\" (39) But this He spoke concerning the Spirit, whom those believing in Him would receive; for the Holy Spirit was not yet given, because Jesus was not yet glorified. (40) Therefore many from the crowd, when they heard this saying, said, \"Truly this is the Prophet.\" (41) Others said, \"This is the Christ.\" But some said, \"Will the Christ come out of Galilee? (42) \"Has not the Scripture said that the Christ comes from the seed of David and from the town of Bethlehem, where David was?\"",
        "cardsText": [
            [
                "(37) On the last day, that great day of the feast, Jesus stood and",
                "cried out, saying, \"If anyone thirsts, let him come to Me and drink.",
                "(38) \"He who believes in Me, as the Scripture has said, out of",
                "his heart will flow rivers of living water.\" (39) But this He spoke",
                "concerning the Spirit, whom those believing in Him would receive;",
                "for the Holy Spirit was not yet given, because Jesus was not yet",
                "glorified. (40) Therefore many from the crowd, when they heard",
                "this saying, said, \"Truly this is the Prophet.\" (41) Others said, \"This",
                "is the Christ.\" But some said, \"Will the Christ come out of Galilee?",
                "(42) \"Has not the Scripture said that the Christ comes from the seed",
                "of David and from the town of Bethlehem, where David was?\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 129,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 43,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43007037,
        "rangeEndId": 43007042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.6,
            "wordCountMin": 128,
            "wordCountMax": 139,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.4,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "1 Corinthians 15:19–28",
        "text": "(19) If in this life only we have hope in Christ, we are of all men the most pitiable. (20) But now Christ is risen from the dead, and has become the firstfruits of those who have fallen asleep. (21) For since by man came death, by Man also came the resurrection of the dead. (22) For as in Adam all die, even so in Christ all shall be made alive. (23) But each one in his own order: Christ the firstfruits, afterward those who are Christ's at His coming. (24) Then comes the end, when He delivers the kingdom to God the Father, when He puts an end to all rule and all authority and power. (25) For He must reign till He has put all enemies under His feet. (26) The last enemy that will be destroyed is death. (27) For \"He has put all things under His feet.\" But when He says \"all things are put under Him,\" it is evident that He who put all things under Him is excepted. (28) Now when all things are made subject to Him, then the Son Himself will also be subject to Him who put all things under Him, that God may be all in all.",
        "cardsText": [
            [
                "(19) If in this life only we have hope in Christ, we are of all",
                "men the most pitiable. (20) But now Christ is risen from the",
                "dead, and has become the firstfruits of those who have fallen",
                "asleep. (21) For since by man came death, by Man also came",
                "the resurrection of the dead. (22) For as in Adam all die, even",
                "so in Christ all shall be made alive. (23) But each one in his own",
                "order: Christ the firstfruits, afterward those who are Christ's at",
                "His coming. (24) Then comes the end, when He delivers the",
                "kingdom to God the Father, when He puts an end to all rule",
                "and all authority and power. (25) For He must reign till He has",
                "put all enemies under His feet. (26) The last enemy that will"
            ],
            [
                "be destroyed is death. (27) For \"He has put all things under",
                "His feet.\" But when He says \"all things are put under Him,\" it",
                "is evident that He who put all things under Him is excepted.",
                "(28) Now when all things are made subject to Him, then the",
                "Son Himself will also be subject to Him who put all things",
                "under Him, that God may be all in all."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 197,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 44,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 46015019,
        "rangeEndId": 46015028,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 198.6,
            "wordCountMin": 191,
            "wordCountMax": 207,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.6,
            "lineMin": 17,
            "lineMax": 18
        }
    },
    {
        "ref": "2 Corinthians 10:3–6",
        "text": "(3) For though we walk in the flesh, we do not war according to the flesh. (4) For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds, (5) casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, (6) and being ready to punish all disobedience when your obedience is fulfilled.",
        "cardsText": [
            [
                "(3) For though we walk in the flesh, we do not war according",
                "to the flesh. (4) For the weapons of our warfare are not carnal",
                "but mighty in God for pulling down strongholds, (5) casting",
                "down arguments and every high thing that exalts itself against",
                "the knowledge of God, bringing every thought into captivity",
                "to the obedience of Christ, (6) and being ready to punish all",
                "disobedience when your obedience is fulfilled."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 69,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 45,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 47010003,
        "rangeEndId": 47010006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 72.6,
            "wordCountMin": 66,
            "wordCountMax": 81,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 4:20–25",
        "text": "(20) But you have not so learned Christ, (21) if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: (22) that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, (23) and be renewed in the spirit of your mind, (24) and that you put on the new man which was created according to God, in true righteousness and holiness. (25) Therefore, putting away lying, \"Let each one of you speak truth with his neighbor,\" for we are members of one another.",
        "cardsText": [
            [
                "(20) But you have not so learned Christ, (21) if indeed you",
                "have heard Him and have been taught by Him, as the truth is in",
                "Jesus: (22) that you put off, concerning your former conduct,",
                "the old man which grows corrupt according to the deceitful",
                "lusts, (23) and be renewed in the spirit of your mind, (24) and",
                "that you put on the new man which was created according",
                "to God, in true righteousness and holiness. (25) Therefore,",
                "putting away lying, \"Let each one of you speak truth with his",
                "neighbor,\" for we are members of one another."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 46,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 49004020,
        "rangeEndId": 49004025,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99.6,
            "wordCountMin": 91,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Philippians 1:19–28",
        "text": "(19) For I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ, (20) according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death. (21) For to me, to live is Christ, and to die is gain. (22) But if I live on in the flesh, this will mean fruit from my labor; yet what I shall choose I cannot tell. (23) For I am hard- pressed between the two, having a desire to depart and be with Christ, which is far better. (24) Nevertheless to remain in the flesh is more needful for you. (25) And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith, (26) that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again. (27) Only let your conduct be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of your affairs, that you stand fast in one spirit, with one mind striving together for the faith of the gospel, (28) and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation, and that from God.",
        "cardsText": [
            [
                "(19) For I know that this will turn out for my deliverance through",
                "your prayer and the supply of the Spirit of Jesus Christ, (20)",
                "according to my earnest expectation and hope that in nothing",
                "I shall be ashamed, but with all boldness, as always, so now",
                "also Christ will be magnified in my body, whether by life or",
                "by death. (21) For to me, to live is Christ, and to die is gain.",
                "(22) But if I live on in the flesh, this will mean fruit from my",
                "labor; yet what I shall choose I cannot tell. (23) For I am hard-",
                "pressed between the two, having a desire to depart and be",
                "with Christ, which is far better. (24) Nevertheless to remain in",
                "the flesh is more needful for you. (25) And being confident"
            ],
            [
                "of this, I know that I shall remain and continue with you all for",
                "your progress and joy of faith, (26) that your rejoicing for me",
                "may be more abundant in Jesus Christ by my coming to you",
                "again. (27) Only let your conduct be worthy of the gospel of",
                "Christ, so that whether I come and see you or am absent, I",
                "may hear of your affairs, that you stand fast in one spirit, with",
                "one mind striving together for the faith of the gospel, (28)",
                "and not in any way terrified by your adversaries, which is to",
                "them a proof of perdition, but to you of salvation, and that",
                "from God."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 239,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 47,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 50001019,
        "rangeEndId": 50001028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 246,
            "wordCountMin": 239,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Colossians 2:16–19",
        "text": "(16) So let no one judge you in food or in drink, or regarding a festival or a new moon or sabbaths, (17) which are a shadow of things to come, but the substance is of Christ. (18) Let no one cheat you of your reward, taking delight in false humility and worship of angels, intruding into those things which he has not seen, vainly puffed up by his fleshly mind, (19) and not holding fast to the Head, from whom all the body, nourished and knit together by joints and ligaments, grows with the increase that is from God.",
        "cardsText": [
            [
                "(16) So let no one judge you in food or in drink, or regarding",
                "a festival or a new moon or sabbaths, (17) which are a shadow",
                "of things to come, but the substance is of Christ. (18) Let no",
                "one cheat you of your reward, taking delight in false humility",
                "and worship of angels, intruding into those things which",
                "he has not seen, vainly puffed up by his fleshly mind, (19)",
                "and not holding fast to the Head, from whom all the body,",
                "nourished and knit together by joints and ligaments, grows",
                "with the increase that is from God."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 96,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 48,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 51002016,
        "rangeEndId": 51002019,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 103.6,
            "wordCountMin": 96,
            "wordCountMax": 114,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Revelation 19:11",
        "text": "(11) Now I saw heaven opened, and behold, a white horse. And He who sat on him was called Faithful and True, and in righteousness He judges and makes war.",
        "cardsText": [
            [
                "(11) Now I saw heaven opened, and behold, a white horse.",
                "And He who sat on him was called Faithful and True, and in",
                "righteousness He judges and makes war."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 29,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 49,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 66019011,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 28.6,
            "wordCountMin": 27,
            "wordCountMax": 30,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Exodus 34:6–11",
        "text": "(6) And the LORD passed before him and proclaimed, \"The LORD, the LORD God, merciful and gracious, longsuffering, and abounding in goodness and truth, (7) \"keeping mercy for thousands, forgiving iniquity and transgression and sin, by no means clearing the guilty, visiting the iniquity of the fathers upon the children and the children's children to the third and the fourth generation.\" (8) So Moses made haste and bowed his head toward the earth, and worshiped. (9) Then he said, \"If now I have found grace in Your sight, O Lord, let my Lord, I pray, go among us, even though we are a stiff- necked people; and pardon our iniquity and our sin, and take us as Your inheritance.\" (10) And He said: \"Behold, I make a covenant. Before all your people I will do marvels such as have not been done in all the earth, nor in any nation; and all the people among whom you are shall see the work of the LORD. For it is an awesome thing that I will do with you. (11) \"Observe what I command you this day. Behold, I am driving out from before you the Amorite and the Canaanite and the Hittite and the Perizzite and the Hivite and the Jebusite.",
        "cardsText": [
            [
                "(6) And the LORD passed before him and proclaimed, \"The",
                "LORD, the LORD God, merciful and gracious, longsuffering,",
                "and abounding in goodness and truth, (7) \"keeping mercy",
                "for thousands, forgiving iniquity and transgression and sin,",
                "by no means clearing the guilty, visiting the iniquity of the",
                "fathers upon the children and the children's children to the",
                "third and the fourth generation.\" (8) So Moses made haste",
                "and bowed his head toward the earth, and worshiped. (9)",
                "Then he said, \"If now I have found grace in Your sight, O Lord,",
                "let my Lord, I pray, go among us, even though we are a stiff-",
                "necked people; and pardon our iniquity and our sin, and take"
            ],
            [
                "us as Your inheritance.\" (10) And He said: \"Behold, I make",
                "a covenant. Before all your people I will do marvels such as",
                "have not been done in all the earth, nor in any nation; and all",
                "the people among whom you are shall see the work of the",
                "LORD. For it is an awesome thing that I will do with you. (11)",
                "\"Observe what I command you this day. Behold, I am driving",
                "out from before you the Amorite and the Canaanite and the",
                "Hittite and the Perizzite and the Hivite and the Jebusite."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 204,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 50,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 2034006,
        "rangeEndId": 2034011,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 203.8,
            "wordCountMin": 176,
            "wordCountMax": 225,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 17,
            "lineMax": 21
        }
    },
    {
        "ref": "Deuteronomy 9:1–6",
        "text": "(1) \"Hear, O Israel: You are to cross over the Jordan today, and go in to dispossess nations greater and mightier than yourself, cities great and fortified up to heaven, (2) \"a people great and tall, the descendants of the Anakim, whom you know, and of whom you heard it said, 'Who can stand before the descendants of Anak?' (3) \"Therefore understand today that the LORD your God is He who goes over before you as a consuming fire. He will destroy them and bring them down before you; so you shall drive them out and destroy them quickly, as the LORD has said to you. (4) \"Do not think in your heart, after the LORD your God has cast them out before you, saying, 'Because of my righteousness the LORD has brought me in to possess this land'; but it is because of the wickedness of these nations that the LORD is driving them out from before you. (5) \"It is not because of your righteousness or the uprightness of your heart that you go in to possess their land, but because of the wickedness of these nations that the LORD your God drives them out from before you, and that He may fulfill the word which the LORD swore to your fathers, to Abraham, Isaac, and Jacob. (6) \"Therefore understand that the LORD your God is not giving you this good land to possess because of your righteousness, for you are a stiff-necked people.",
        "cardsText": [
            [
                "(1) \"Hear, O Israel: You are to cross over the Jordan today, and go",
                "in to dispossess nations greater and mightier than yourself, cities",
                "great and fortified up to heaven, (2) \"a people great and tall, the",
                "descendants of the Anakim, whom you know, and of whom you",
                "heard it said, 'Who can stand before the descendants of Anak?' (3)",
                "\"Therefore understand today that the LORD your God is He who",
                "goes over before you as a consuming fire. He will destroy them",
                "and bring them down before you; so you shall drive them out and",
                "destroy them quickly, as the LORD has said to you. (4) \"Do not think",
                "in your heart, after the LORD your God has cast them out before",
                "you, saying, 'Because of my righteousness the LORD has brought"
            ],
            [
                "me in to possess this land'; but it is because of the wickedness of",
                "these nations that the LORD is driving them out from before you.",
                "(5) \"It is not because of your righteousness or the uprightness of",
                "your heart that you go in to possess their land, but because of",
                "the wickedness of these nations that the LORD your God drives",
                "them out from before you, and that He may fulfill the word which",
                "the LORD swore to your fathers, to Abraham, Isaac, and Jacob. (6)",
                "\"Therefore understand that the LORD your God is not giving you",
                "this good land to possess because of your righteousness, for you",
                "are a stiff-necked people."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 240,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 51,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5009001,
        "rangeEndId": 5009006,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 241.6,
            "wordCountMin": 235,
            "wordCountMax": 255,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Deuteronomy 30:9–20",
        "text": "(9) \"The LORD your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the LORD will again rejoice over you for good as He rejoiced over your fathers, (10) \"if you obey the voice of the LORD your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the LORD your God with all your heart and with all your soul. (11) \"For this commandment which I command you today is not too mysterious for you, nor is it far off. (12) \"It is not in heaven, that you should say, 'Who will ascend into heaven for us and bring it to us, that we may hear it and do it?' (13) \"Nor is it beyond the sea, that you should say, 'Who will go over the sea for us and bring it to us, that we may hear it and do it?' (14) \"But the word is very near you, in your mouth and in your heart, that you may do it. (15) \"See, I have set before you today life and good, death and evil, (16) \"in that I command you today to love the LORD your God, to walk in His ways, and to keep His commandments, His statutes, and His judgments, that you may live and multiply; and the LORD your God will bless you in the land which you go to possess. (17) \"But if your heart turns away so that you do not hear, and are drawn away, and worship other gods and serve them, (18) \"I announce to you today that you shall surely perish; you shall not prolong your days in the land which you cross over the Jordan to go in and possess. (19) \"I call heaven and earth as witnesses today against you, that I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live; (20) \"that you may love the LORD your God, that you may obey His voice, and that you may cling to Him, for He is your life and the length of your days; and that you may dwell in the land which the LORD swore to your fathers, to Abraham, Isaac, and Jacob, to give them.\"",
        "cardsText": [
            [
                "(9) \"The LORD your God will make you abound in all the work",
                "of your hand, in the fruit of your body, in the increase of your",
                "livestock, and in the produce of your land for good. For the",
                "LORD will again rejoice over you for good as He rejoiced over",
                "your fathers, (10) \"if you obey the voice of the LORD your",
                "God, to keep His commandments and His statutes which are",
                "written in this Book of the Law, and if you turn to the LORD",
                "your God with all your heart and with all your soul. (11) \"For",
                "this commandment which I command you today is not too",
                "mysterious for you, nor is it far off. (12) \"It is not in heaven, that",
                "you should say, 'Who will ascend into heaven for us and bring"
            ],
            [
                "it to us, that we may hear it and do it?' (13) \"Nor is it beyond",
                "the sea, that you should say, 'Who will go over the sea for us",
                "and bring it to us, that we may hear it and do it?' (14) \"But the",
                "word is very near you, in your mouth and in your heart, that",
                "you may do it. (15) \"See, I have set before you today life and",
                "good, death and evil, (16) \"in that I command you today to",
                "love the LORD your God, to walk in His ways, and to keep His",
                "commandments, His statutes, and His judgments, that you",
                "may live and multiply; and the LORD your God will bless you",
                "in the land which you go to possess. (17) \"But if your heart",
                "turns away so that you do not hear, and are drawn away, and"
            ],
            [
                "worship other gods and serve them, (18) \"I announce to you",
                "today that you shall surely perish; you shall not prolong your",
                "days in the land which you cross over the Jordan to go in",
                "and possess. (19) \"I call heaven and earth as witnesses today",
                "against you, that I have set before you life and death, blessing",
                "and cursing; therefore choose life, that both you and your",
                "descendants may live; (20) \"that you may love the LORD your",
                "God, that you may obey His voice, and that you may cling",
                "to Him, for He is your life and the length of your days; and",
                "that you may dwell in the land which the LORD swore to your",
                "fathers, to Abraham, Isaac, and Jacob, to give them.\""
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 397,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 52,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5030009,
        "rangeEndId": 5030020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.4,
            "wordCountMin": 384,
            "wordCountMax": 414,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.6,
            "lineMin": 32,
            "lineMax": 33
        }
    },
    {
        "ref": "Joshua 14:6–14",
        "text": "(6) Then the children of Judah came to Joshua in Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him: \"You know the word which the LORD said to Moses the man of God concerning you and me in Kadesh Barnea. (7) \"I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to spy out the land, and I brought back word to him as it was in my heart. (8) \"Nevertheless my brethren who went up with me made the heart of the people melt, but I wholly followed the LORD my God. (9) \"So Moses swore on that day, saying, 'Surely the land where your foot has trodden shall be your inheritance and your children's forever, because you have wholly followed the LORD my God.' (10) \"And now, behold, the LORD has kept me alive, as He said, these forty- five years, ever since the LORD spoke this word to Moses while Israel wandered in the wilderness; and now, here I am this day, eighty-five years old. (11) \"As yet I am as strong this day as on the day that Moses sent me; just as my strength was then, so now is my strength for war, both for going out and for coming in. (12) \"Now therefore, give me this mountain of which the LORD spoke in that day; for you heard in that day how the Anakim were there, and that the cities were great and fortified. It may be that the LORD will be with me, and I shall be able to drive them out as the LORD said.\" (13) And Joshua blessed him, and gave Hebron to Caleb the son of Jephunneh as an inheritance. (14) Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the LORD God of Israel.",
        "cardsText": [
            [
                "(6) Then the children of Judah came to Joshua in Gilgal. And",
                "Caleb the son of Jephunneh the Kenizzite said to him: \"You",
                "know the word which the LORD said to Moses the man of",
                "God concerning you and me in Kadesh Barnea. (7) \"I was forty",
                "years old when Moses the servant of the LORD sent me from",
                "Kadesh Barnea to spy out the land, and I brought back word",
                "to him as it was in my heart. (8) \"Nevertheless my brethren",
                "who went up with me made the heart of the people melt, but",
                "I wholly followed the LORD my God. (9) \"So Moses swore on",
                "that day, saying, 'Surely the land where your foot has trodden",
                "shall be your inheritance and your children's forever, because"
            ],
            [
                "you have wholly followed the LORD my God.' (10) \"And now,",
                "behold, the LORD has kept me alive, as He said, these forty-",
                "five years, ever since the LORD spoke this word to Moses",
                "while Israel wandered in the wilderness; and now, here I am",
                "this day, eighty-five years old. (11) \"As yet I am as strong this",
                "day as on the day that Moses sent me; just as my strength was",
                "then, so now is my strength for war, both for going out and",
                "for coming in. (12) \"Now therefore, give me this mountain of",
                "which the LORD spoke in that day; for you heard in that day",
                "how the Anakim were there, and that the cities were great",
                "and fortified. It may be that the LORD will be with me, and I"
            ],
            [
                "shall be able to drive them out as the LORD said.\" (13) And",
                "Joshua blessed him, and gave Hebron to Caleb the son of",
                "Jephunneh as an inheritance. (14) Hebron therefore became",
                "the inheritance of Caleb the son of Jephunneh the Kenizzite",
                "to this day, because he wholly followed the LORD God of",
                "Israel."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 307,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 53,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 6014006,
        "rangeEndId": 6014014,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 299.4,
            "wordCountMin": 276,
            "wordCountMax": 312,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.2,
            "lineMin": 26,
            "lineMax": 28
        }
    },
    {
        "ref": "2 Samuel 22:7–14",
        "text": "(7) In my distress I called upon the LORD, And cried out to my God; He heard my voice from His temple, And my cry entered His ears. (8) \"Then the earth shook and trembled; The foundations of heaven quaked and were shaken, Because He was angry. (9) Smoke went up from His nostrils, And devouring fire from His mouth; Coals were kindled by it. (10) He bowed the heavens also, and came down With darkness under His feet. (11) He rode upon a cherub, and flew; And He was seen upon the wings of the wind. (12) He made darkness canopies around Him, Dark waters and thick clouds of the skies. (13) From the brightness before Him Coals of fire were kindled. (14) \"The LORD thundered from heaven, And the Most High uttered His voice.",
        "cardsText": [
            [
                "(7) In my distress I called upon the LORD, And cried out to my God;",
                "He heard my voice from His temple, And my cry entered His ears.",
                "(8) \"Then the earth shook and trembled; The foundations of heaven",
                "quaked and were shaken, Because He was angry. (9) Smoke went",
                "up from His nostrils, And devouring fire from His mouth; Coals were",
                "kindled by it. (10) He bowed the heavens also, and came down",
                "With darkness under His feet. (11) He rode upon a cherub, and",
                "flew; And He was seen upon the wings of the wind. (12) He made",
                "darkness canopies around Him, Dark waters and thick clouds of",
                "the skies. (13) From the brightness before Him Coals of fire were",
                "kindled. (14) \"The LORD thundered from heaven, And the Most",
                "High uttered His voice."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 128,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 54,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 10022007,
        "rangeEndId": 10022014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.8,
            "wordCountMin": 125,
            "wordCountMax": 140,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12.4,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Nehemiah 9:19–21",
        "text": "(19) Yet in Your manifold mercies You did not forsake them in the wilderness. The pillar of the cloud did not depart from them by day, To lead them on the road; Nor the pillar of fire by night, To show them light, And the way they should go. (20) You also gave Your good Spirit to instruct them, And did not withhold Your manna from their mouth, And gave them water for their thirst. (21) Forty years You sustained them in the wilderness; They lacked nothing; Their clothes did not wear out And their feet did not swell.",
        "cardsText": [
            [
                "(19) Yet in Your manifold mercies You did not forsake them",
                "in the wilderness. The pillar of the cloud did not depart from",
                "them by day, To lead them on the road; Nor the pillar of fire",
                "by night, To show them light, And the way they should go.",
                "(20) You also gave Your good Spirit to instruct them, And did",
                "not withhold Your manna from their mouth, And gave them",
                "water for their thirst. (21) Forty years You sustained them in",
                "the wilderness; They lacked nothing; Their clothes did not",
                "wear out And their feet did not swell."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 96,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 55,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 16009019,
        "rangeEndId": 16009021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.2,
            "wordCountMin": 93,
            "wordCountMax": 101,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Job 36:26–33",
        "text": "(26) \"Behold, God is great, and we do not know Him; Nor can the number of His years be discovered. (27) For He draws up drops of water, Which distill as rain from the mist, (28) Which the clouds drop down And pour abundantly on man. (29) Indeed, can anyone understand the spreading of clouds, The thunder from His canopy? (30) Look, He scatters His light upon it, And covers the depths of the sea. (31) For by these He judges the peoples; He gives food in abundance. (32) He covers His hands with lightning, And commands it to strike. (33) His thunder declares it, The cattle also, concerning the rising storm.",
        "cardsText": [
            [
                "(26) \"Behold, God is great, and we do not know Him; Nor can",
                "the number of His years be discovered. (27) For He draws",
                "up drops of water, Which distill as rain from the mist, (28)",
                "Which the clouds drop down And pour abundantly on man.",
                "(29) Indeed, can anyone understand the spreading of clouds,",
                "The thunder from His canopy? (30) Look, He scatters His light",
                "upon it, And covers the depths of the sea. (31) For by these",
                "He judges the peoples; He gives food in abundance. (32) He",
                "covers His hands with lightning, And commands it to strike.",
                "(33) His thunder declares it, The cattle also, concerning the",
                "rising storm."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 104,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 56,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 18036026,
        "rangeEndId": 18036033,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 108.4,
            "wordCountMin": 104,
            "wordCountMax": 117,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Psalm 112:1–8",
        "text": "(1) Praise the LORD! Blessed is the man who fears the LORD, Who delights greatly in His commandments. (2) His descendants will be mighty on earth; The generation of the upright will be blessed. (3) Wealth and riches will be in his house, And his righteousness endures forever. (4) Unto the upright there arises light in the darkness; He is gracious, and full of compassion, and righteous. (5) A good man deals graciously and lends; He will guide his affairs with discretion. (6) Surely he will never be shaken; The righteous will be in everlasting remembrance. (7) He will not be afraid of evil tidings; His heart is steadfast, trusting in the LORD. (8) His heart is established; He will not be afraid, Until he sees his desire upon his enemies.",
        "cardsText": [
            [
                "(1) Praise the LORD! Blessed is the man who fears the LORD, Who",
                "delights greatly in His commandments. (2) His descendants will",
                "be mighty on earth; The generation of the upright will be blessed.",
                "(3) Wealth and riches will be in his house, And his righteousness",
                "endures forever. (4) Unto the upright there arises light in the",
                "darkness; He is gracious, and full of compassion, and righteous. (5)",
                "A good man deals graciously and lends; He will guide his affairs",
                "with discretion. (6) Surely he will never be shaken; The righteous",
                "will be in everlasting remembrance. (7) He will not be afraid of evil",
                "tidings; His heart is steadfast, trusting in the LORD. (8) His heart is",
                "established; He will not be afraid, Until he sees his desire upon his",
                "enemies."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 123,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 57,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19112001,
        "rangeEndId": 19112008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 123.2,
            "wordCountMin": 119,
            "wordCountMax": 127,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.6,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "Psalm 139:13–16",
        "text": "(13) For You formed my inward parts; You covered me in my mother's womb. (14) I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well. (15) My frame was not hidden from You, When I was made in secret, And skillfully wrought in the lowest parts of the earth. (16) Your eyes saw my substance, being yet unformed. And in Your book they all were written, The days fashioned for me, When as yet there were none of them.",
        "cardsText": [
            [
                "(13) For You formed my inward parts; You covered me in my",
                "mother's womb. (14) I will praise You, for I am fearfully and",
                "wonderfully made; Marvelous are Your works, And that my",
                "soul knows very well. (15) My frame was not hidden from",
                "You, When I was made in secret, And skillfully wrought in the",
                "lowest parts of the earth. (16) Your eyes saw my substance,",
                "being yet unformed. And in Your book they all were written,",
                "The days fashioned for me, When as yet there were none of",
                "them."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 87,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 58,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19139013,
        "rangeEndId": 19139016,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.6,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Proverbs 13:2–25",
        "text": "(2) A man shall eat well by the fruit of his mouth, But the soul of the unfaithful feeds on violence. (3) He who guards his mouth preserves his life, But he who opens wide his lips shall have destruction. (4) The soul of a lazy man desires, and has nothing; But the soul of the diligent shall be made rich. (5) A righteous man hates lying, But a wicked man is loathsome and comes to shame. (6) Righteousness guards him whose way is blameless, But wickedness overthrows the sinner. (7) There is one who makes himself rich, yet has nothing; And one who makes himself poor, yet has great riches. (8) The ransom of a man's life is his riches, But the poor does not hear rebuke. (9) The light of the righteous rejoices, But the lamp of the wicked will be put out. (10) By pride comes nothing but strife, But with the well-advised is wisdom. (11) Wealth gained by dishonesty will be diminished, But he who gathers by labor will increase. (12) Hope deferred makes the heart sick, But when the desire comes, it is a tree of life. (13) He who despises the word will be destroyed, But he who fears the commandment will be rewarded. (14) The law of the wise is a fountain of life, To turn one away from the snares of death. (15) Good understanding gains favor, But the way of the unfaithful is hard. (16) Every prudent man acts with knowledge, But a fool lays open his folly. (17) A wicked messenger falls into trouble, But a faithful ambassador brings health. (18) Poverty and shame will come to him who disdains correction, But he who regards a rebuke will be honored. (19) A desire accomplished is sweet to the soul, But it is an abomination to fools to depart from evil. (20) He who walks with wise men will be wise, But the companion of fools will be destroyed. (21) Evil pursues sinners, But to the righteous, good shall be repaid. (22) A good man leaves an inheritance to his children's children, But the wealth of the sinner is stored up for the righteous. (23) Much food is in the fallow ground of the poor, And for lack of justice there is waste. (24) He who spares his rod hates his son, But he who loves him disciplines him promptly. (25) The righteous eats to the satisfying of his soul, But the stomach of the wicked shall be in want.",
        "cardsText": [
            [
                "(2) A man shall eat well by the fruit of his mouth, But the soul of the",
                "unfaithful feeds on violence. (3) He who guards his mouth preserves",
                "his life, But he who opens wide his lips shall have destruction. (4)",
                "The soul of a lazy man desires, and has nothing; But the soul of the",
                "diligent shall be made rich. (5) A righteous man hates lying, But a",
                "wicked man is loathsome and comes to shame. (6) Righteousness",
                "guards him whose way is blameless, But wickedness overthrows",
                "the sinner. (7) There is one who makes himself rich, yet has nothing;",
                "And one who makes himself poor, yet has great riches. (8) The",
                "ransom of a man's life is his riches, But the poor does not hear",
                "rebuke. (9) The light of the righteous rejoices, But the lamp of the",
                "wicked will be put out. (10) By pride comes nothing but strife, But"
            ],
            [
                "with the well-advised is wisdom. (11) Wealth gained by dishonesty",
                "will be diminished, But he who gathers by labor will increase. (12)",
                "Hope deferred makes the heart sick, But when the desire comes, it",
                "is a tree of life. (13) He who despises the word will be destroyed,",
                "But he who fears the commandment will be rewarded. (14) The law",
                "of the wise is a fountain of life, To turn one away from the snares",
                "of death. (15) Good understanding gains favor, But the way of the",
                "unfaithful is hard. (16) Every prudent man acts with knowledge, But",
                "a fool lays open his folly. (17) A wicked messenger falls into trouble,",
                "But a faithful ambassador brings health. (18) Poverty and shame",
                "will come to him who disdains correction, But he who regards a",
                "rebuke will be honored. (19) A desire accomplished is sweet to the"
            ],
            [
                "soul, But it is an abomination to fools to depart from evil. (20) He",
                "who walks with wise men will be wise, But the companion of fools",
                "will be destroyed. (21) Evil pursues sinners, But to the righteous,",
                "good shall be repaid. (22) A good man leaves an inheritance to his",
                "children's children, But the wealth of the sinner is stored up for the",
                "righteous. (23) Much food is in the fallow ground of the poor, And",
                "for lack of justice there is waste. (24) He who spares his rod hates",
                "his son, But he who loves him disciplines him promptly. (25) The",
                "righteous eats to the satisfying of his soul, But the stomach of the",
                "wicked shall be in want."
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 395,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 59,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 20013002,
        "rangeEndId": 20013025,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 380.4,
            "wordCountMin": 364,
            "wordCountMax": 395,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "Ecclesiastes 1:1–12",
        "text": "(1) The words of the Preacher, the son of David, king in Jerusalem. (2) \"Vanity of vanities,\" says the Preacher; \"Vanity of vanities, all is vanity.\" (3) What profit has a man from all his labor In which he toils under the sun? (4) One generation passes away, and another generation comes; But the earth abides forever. (5) The sun also rises, and the sun goes down, And hastens to the place where it arose. (6) The wind goes toward the south, And turns around to the north; The wind whirls about continually, And comes again on its circuit. (7) All the rivers run into the sea, Yet the sea is not full; To the place from which the rivers come, There they return again. (8) All things are full of labor; Man cannot express it. The eye is not satisfied with seeing, Nor the ear filled with hearing. (9) That which has been is what will be, That which is done is what will be done, And there is nothing new under the sun. (10) Is there anything of which it may be said, \"See, this is new\"? It has already been in ancient times before us. (11) There is no remembrance of former things, Nor will there be any remembrance of things that are to come By those who will come after. (12) I, the Preacher, was king over Israel in Jerusalem.",
        "cardsText": [
            [
                "(1) The words of the Preacher, the son of David, king in",
                "Jerusalem. (2) \"Vanity of vanities,\" says the Preacher; \"Vanity",
                "of vanities, all is vanity.\" (3) What profit has a man from all",
                "his labor In which he toils under the sun? (4) One generation",
                "passes away, and another generation comes; But the earth",
                "abides forever. (5) The sun also rises, and the sun goes down,",
                "And hastens to the place where it arose. (6) The wind goes",
                "toward the south, And turns around to the north; The wind",
                "whirls about continually, And comes again on its circuit. (7)",
                "All the rivers run into the sea, Yet the sea is not full; To the",
                "place from which the rivers come, There they return again."
            ],
            [
                "(8) All things are full of labor; Man cannot express it. The eye",
                "is not satisfied with seeing, Nor the ear filled with hearing.",
                "(9) That which has been is what will be, That which is done is",
                "what will be done, And there is nothing new under the sun.",
                "(10) Is there anything of which it may be said, \"See, this is",
                "new\"? It has already been in ancient times before us. (11)",
                "There is no remembrance of former things, Nor will there be",
                "any remembrance of things that are to come By those who",
                "will come after. (12) I, the Preacher, was king over Israel in",
                "Jerusalem."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 222,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 60,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 21001001,
        "rangeEndId": 21001012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 221.4,
            "wordCountMin": 203,
            "wordCountMax": 232,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Isaiah 30:15–21",
        "text": "(15) For thus says the Lord GOD, the Holy One of Israel: \"In returning and rest you shall be saved; In quietness and confidence shall be your strength.\" But you would not, (16) And you said, \"No, for we will flee on horses\"--Therefore you shall flee! And, \"We will ride on swift horses\"--Therefore those who pursue you shall be swift! (17) One thousand shall flee at the threat of one, At the threat of five you shall flee, Till you are left as a pole on top of a mountain And as a banner on a hill. (18) Therefore the LORD will wait, that He may be gracious to you; And therefore He will be exalted, that He may have mercy on you. For the LORD is a God of justice; Blessed are all those who wait for Him. (19) For the people shall dwell in Zion at Jerusalem; You shall weep no more. He will be very gracious to you at the sound of your cry; When He hears it, He will answer you. (20) And though the Lord gives you The bread of adversity and the water of affliction, Yet your teachers will not be moved into a corner anymore, But your eyes shall see your teachers. (21) Your ears shall hear a word behind you, saying, \"This is the way, walk in it,\" Whenever you turn to the right hand Or whenever you turn to the left.",
        "cardsText": [
            [
                "(15) For thus says the Lord GOD, the Holy One of Israel:",
                "\"In returning and rest you shall be saved; In quietness and",
                "confidence shall be your strength.\" But you would not, (16)",
                "And you said, \"No, for we will flee on horses\"--Therefore you",
                "shall flee! And, \"We will ride on swift horses\"--Therefore those",
                "who pursue you shall be swift! (17) One thousand shall flee",
                "at the threat of one, At the threat of five you shall flee, Till",
                "you are left as a pole on top of a mountain And as a banner",
                "on a hill. (18) Therefore the LORD will wait, that He may be",
                "gracious to you; And therefore He will be exalted, that He",
                "may have mercy on you. For the LORD is a God of justice;"
            ],
            [
                "Blessed are all those who wait for Him. (19) For the people",
                "shall dwell in Zion at Jerusalem; You shall weep no more. He",
                "will be very gracious to you at the sound of your cry; When He",
                "hears it, He will answer you. (20) And though the Lord gives",
                "you The bread of adversity and the water of affliction, Yet your",
                "teachers will not be moved into a corner anymore, But your",
                "eyes shall see your teachers. (21) Your ears shall hear a word",
                "behind you, saying, \"This is the way, walk in it,\" Whenever you",
                "turn to the right hand Or whenever you turn to the left."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 233,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 61,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23030015,
        "rangeEndId": 23030021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 228,
            "wordCountMin": 214,
            "wordCountMax": 242,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19.4,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Isaiah 45:5–12",
        "text": "(5) I am the LORD, and there is no other; There is no God besides Me. I will gird you, though you have not known Me, (6) That they may know from the rising of the sun to its setting That there is none besides Me. I am the LORD, and there is no other; (7) I form the light and create darkness, I make peace and create calamity; I, the LORD, do all these things.' (8) \"Rain down, you heavens, from above, And let the skies pour down righteousness; Let the earth open, let them bring forth salvation, And let righteousness spring up together. I, the LORD, have created it. (9) \"Woe to him who strives with his Maker! Let the potsherd strive with the potsherds of the earth! Shall the clay say to him who forms it, 'What are you making?' Or shall your handiwork say, 'He has no hands'? (10) Woe to him who says to his father, 'What are you begetting?' Or to the woman, 'What have you brought forth?' \" (11) Thus says the LORD, The Holy One of Israel, and his Maker: \"Ask Me of things to come concerning My sons; And concerning the work of My hands, you command Me. (12) I have made the earth, And created man on it. I--My hands--stretched out the heavens, And all their host I have commanded.",
        "cardsText": [
            [
                "(5) I am the LORD, and there is no other; There is no God",
                "besides Me. I will gird you, though you have not known Me,",
                "(6) That they may know from the rising of the sun to its setting",
                "That there is none besides Me. I am the LORD, and there is",
                "no other; (7) I form the light and create darkness, I make",
                "peace and create calamity; I, the LORD, do all these things.'",
                "(8) \"Rain down, you heavens, from above, And let the skies",
                "pour down righteousness; Let the earth open, let them bring",
                "forth salvation, And let righteousness spring up together. I,",
                "the LORD, have created it. (9) \"Woe to him who strives with",
                "his Maker! Let the potsherd strive with the potsherds of the"
            ],
            [
                "earth! Shall the clay say to him who forms it, 'What are you",
                "making?' Or shall your handiwork say, 'He has no hands'? (10)",
                "Woe to him who says to his father, 'What are you begetting?'",
                "Or to the woman, 'What have you brought forth?' \" (11) Thus",
                "says the LORD, The Holy One of Israel, and his Maker: \"Ask",
                "Me of things to come concerning My sons; And concerning",
                "the work of My hands, you command Me. (12) I have made",
                "the earth, And created man on it. I--My hands--stretched out",
                "the heavens, And all their host I have commanded."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 222,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 62,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23045005,
        "rangeEndId": 23045012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.8,
            "wordCountMin": 222,
            "wordCountMax": 234,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Lamentations 3:42–58",
        "text": "(42) We have transgressed and rebelled; You have not pardoned. (43) You have covered Yourself with anger And pursued us; You have slain and not pitied. (44) You have covered Yourself with a cloud, That prayer should not pass through. (45) You have made us an offscouring and refuse In the midst of the peoples. (46) All our enemies Have opened their mouths against us. (47) Fear and a snare have come upon us, Desolation and destruction. (48) My eyes overflow with rivers of water For the destruction of the daughter of my people. (49) My eyes flow and do not cease, Without interruption, (50) Till the LORD from heaven Looks down and sees. (51) My eyes bring suffering to my soul Because of all the daughters of my city. (52) My enemies without cause Hunted me down like a bird. (53) They silenced my life in the pit And threw stones at me. (54) The waters flowed over my head; I said, \"I am cut off!\" (55) I called on Your name, O LORD, From the lowest pit. (56) You have heard my voice: \"Do not hide Your ear From my sighing, from my cry for help.\" (57) You drew near on the day I called on You, And said, \"Do not fear!\" (58) O Lord, You have pleaded the case for my soul; You have redeemed my life.",
        "cardsText": [
            [
                "(42) We have transgressed and rebelled; You have not",
                "pardoned. (43) You have covered Yourself with anger And",
                "pursued us; You have slain and not pitied. (44) You have",
                "covered Yourself with a cloud, That prayer should not pass",
                "through. (45) You have made us an offscouring and refuse In",
                "the midst of the peoples. (46) All our enemies Have opened",
                "their mouths against us. (47) Fear and a snare have come",
                "upon us, Desolation and destruction. (48) My eyes overflow",
                "with rivers of water For the destruction of the daughter of",
                "my people. (49) My eyes flow and do not cease, Without",
                "interruption, (50) Till the LORD from heaven Looks down and"
            ],
            [
                "sees. (51) My eyes bring suffering to my soul Because of all the",
                "daughters of my city. (52) My enemies without cause Hunted",
                "me down like a bird. (53) They silenced my life in the pit And",
                "threw stones at me. (54) The waters flowed over my head; I",
                "said, \"I am cut off!\" (55) I called on Your name, O LORD, From",
                "the lowest pit. (56) You have heard my voice: \"Do not hide",
                "Your ear From my sighing, from my cry for help.\" (57) You",
                "drew near on the day I called on You, And said, \"Do not fear!\"",
                "(58) O Lord, You have pleaded the case for my soul; You have",
                "redeemed my life."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 213,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 63,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 25003042,
        "rangeEndId": 25003058,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 209.2,
            "wordCountMin": 200,
            "wordCountMax": 217,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "Joel 2:14–21",
        "text": "(14) Who knows if He will turn and relent, And leave a blessing behind Him--A grain offering and a drink offering For the LORD your God? (15) Blow the trumpet in Zion, Consecrate a fast, Call a sacred assembly; (16) Gather the people, Sanctify the congregation, Assemble the elders, Gather the children and nursing babes; Let the bridegroom go out from his chamber, And the bride from her dressing room. (17) Let the priests, who minister to the LORD, Weep between the porch and the altar; Let them say, \"Spare Your people, O LORD, And do not give Your heritage to reproach, That the nations should rule over them. Why should they say among the peoples, 'Where is their God?' \" (18) Then the LORD will be zealous for His land, And pity His people. (19) The LORD will answer and say to His people, \"Behold, I will send you grain and new wine and oil, And you will be satisfied by them; I will no longer make you a reproach among the nations. (20) \"But I will remove far from you the northern army, And will drive him away into a barren and desolate land, With his face toward the eastern sea And his back toward the western sea; His stench will come up, And his foul odor will rise, Because he has done monstrous things.\" (21) Fear not, O land; Be glad and rejoice, For the LORD has done marvelous things!",
        "cardsText": [
            [
                "(14) Who knows if He will turn and relent, And leave a blessing",
                "behind Him--A grain offering and a drink offering For the LORD",
                "your God? (15) Blow the trumpet in Zion, Consecrate a fast,",
                "Call a sacred assembly; (16) Gather the people, Sanctify the",
                "congregation, Assemble the elders, Gather the children and",
                "nursing babes; Let the bridegroom go out from his chamber,",
                "And the bride from her dressing room. (17) Let the priests,",
                "who minister to the LORD, Weep between the porch and the",
                "altar; Let them say, \"Spare Your people, O LORD, And do not",
                "give Your heritage to reproach, That the nations should rule",
                "over them. Why should they say among the peoples, 'Where"
            ],
            [
                "is their God?' \" (18) Then the LORD will be zealous for His land,",
                "And pity His people. (19) The LORD will answer and say to His",
                "people, \"Behold, I will send you grain and new wine and oil,",
                "And you will be satisfied by them; I will no longer make you a",
                "reproach among the nations. (20) \"But I will remove far from",
                "you the northern army, And will drive him away into a barren",
                "and desolate land, With his face toward the eastern sea And",
                "his back toward the western sea; His stench will come up,",
                "And his foul odor will rise, Because he has done monstrous",
                "things.\" (21) Fear not, O land; Be glad and rejoice, For the",
                "LORD has done marvelous things!"
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 235,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 64,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 29002014,
        "rangeEndId": 29002021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 220,
            "wordCountMax": 246,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Amos 5:4–8",
        "text": "(4) For thus says the LORD to the house of Israel: \"Seek Me and live; (5) But do not seek Bethel, Nor enter Gilgal, Nor pass over to Beersheba; For Gilgal shall surely go into captivity, And Bethel shall come to nothing. (6) Seek the LORD and live, Lest He break out like fire in the house of Joseph, And devour it, With no one to quench it in Bethel-- (7) You who turn justice to wormwood, And lay righteousness to rest in the earth!\" (8) He made the Pleiades and Orion; He turns the shadow of death into morning And makes the day dark as night; He calls for the waters of the sea And pours them out on the face of the earth; The LORD is His name.",
        "cardsText": [
            [
                "(4) For thus says the LORD to the house of Israel: \"Seek Me",
                "and live; (5) But do not seek Bethel, Nor enter Gilgal, Nor pass",
                "over to Beersheba; For Gilgal shall surely go into captivity,",
                "And Bethel shall come to nothing. (6) Seek the LORD and",
                "live, Lest He break out like fire in the house of Joseph, And",
                "devour it, With no one to quench it in Bethel-- (7) You who",
                "turn justice to wormwood, And lay righteousness to rest in",
                "the earth!\" (8) He made the Pleiades and Orion; He turns the",
                "shadow of death into morning And makes the day dark as",
                "night; He calls for the waters of the sea And pours them out",
                "on the face of the earth; The LORD is His name."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 125,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 65,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 30005004,
        "rangeEndId": 30005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 128.6,
            "wordCountMin": 123,
            "wordCountMax": 135,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Jonah 2:1–10",
        "text": "(1) Then Jonah prayed to the LORD his God from the fish's belly. (2) And he said: \"I cried out to the LORD because of my affliction, And He answered me. \"Out of the belly of Sheol I cried, And You heard my voice. (3) For You cast me into the deep, Into the heart of the seas, And the floods surrounded me; All Your billows and Your waves passed over me. (4) Then I said, 'I have been cast out of Your sight; Yet I will look again toward Your holy temple.' (5) The waters surrounded me, even to my soul; The deep closed around me; Weeds were wrapped around my head. (6) I went down to the moorings of the mountains; The earth with its bars closed behind me forever; Yet You have brought up my life from the pit, O LORD, my God. (7) \"When my soul fainted within me, I remembered the LORD; And my prayer went up to You, Into Your holy temple. (8) \"Those who regard worthless idols Forsake their own Mercy. (9) But I will sacrifice to You With the voice of thanksgiving; I will pay what I have vowed. Salvation is of the LORD.\" (10) So the LORD spoke to the fish, and it vomited Jonah onto dry land.",
        "cardsText": [
            [
                "(1) Then Jonah prayed to the LORD his God from the fish's",
                "belly. (2) And he said: \"I cried out to the LORD because of my",
                "affliction, And He answered me. \"Out of the belly of Sheol I",
                "cried, And You heard my voice. (3) For You cast me into the",
                "deep, Into the heart of the seas, And the floods surrounded",
                "me; All Your billows and Your waves passed over me. (4) Then",
                "I said, 'I have been cast out of Your sight; Yet I will look again",
                "toward Your holy temple.' (5) The waters surrounded me,",
                "even to my soul; The deep closed around me; Weeds were",
                "wrapped around my head. (6) I went down to the moorings",
                "of the mountains; The earth with its bars closed behind me"
            ],
            [
                "forever; Yet You have brought up my life from the pit, O LORD,",
                "my God. (7) \"When my soul fainted within me, I remembered",
                "the LORD; And my prayer went up to You, Into Your holy",
                "temple. (8) \"Those who regard worthless idols Forsake their",
                "own Mercy. (9) But I will sacrifice to You With the voice of",
                "thanksgiving; I will pay what I have vowed. Salvation is of the",
                "LORD.\" (10) So the LORD spoke to the fish, and it vomited",
                "Jonah onto dry land."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 207,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 66,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 32002001,
        "rangeEndId": 32002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.8,
            "wordCountMin": 205,
            "wordCountMax": 214,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "Micah 6:6–8",
        "text": "(6) With what shall I come before the LORD, And bow myself before the High God? Shall I come before Him with burnt offerings, With calves a year old? (7) Will the LORD be pleased with thousands of rams, Ten thousand rivers of oil? Shall I give my firstborn for my transgression, The fruit of my body for the sin of my soul? (8) He has shown you, O man, what is good; And what does the LORD require of you But to do justly, To love mercy, And to walk humbly with your God?",
        "cardsText": [
            [
                "(6) With what shall I come before the LORD, And bow myself",
                "before the High God? Shall I come before Him with burnt",
                "offerings, With calves a year old? (7) Will the LORD be pleased",
                "with thousands of rams, Ten thousand rivers of oil? Shall I give",
                "my firstborn for my transgression, The fruit of my body for the",
                "sin of my soul? (8) He has shown you, O man, what is good;",
                "And what does the LORD require of you But to do justly, To",
                "love mercy, And to walk humbly with your God?"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 92,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 67,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 33006006,
        "rangeEndId": 33006008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 94,
            "wordCountMin": 92,
            "wordCountMax": 96,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Habakkuk 3:2–6",
        "text": "(2) O LORD, I have heard Your speech and was afraid; O LORD, revive Your work in the midst of the years! In the midst of the years make it known; In wrath remember mercy. (3) God came from Teman, The Holy One from Mount Paran. Selah His glory covered the heavens, And the earth was full of His praise. (4) His brightness was like the light; He had rays flashing from His hand, And there His power was hidden. (5) Before Him went pestilence, And fever followed at His feet. (6) He stood and measured the earth; He looked and startled the nations. And the everlasting mountains were scattered, The perpetual hills bowed. His ways are everlasting.",
        "cardsText": [
            [
                "(2) O LORD, I have heard Your speech and was afraid; O",
                "LORD, revive Your work in the midst of the years! In the midst",
                "of the years make it known; In wrath remember mercy. (3)",
                "God came from Teman, The Holy One from Mount Paran.",
                "Selah His glory covered the heavens, And the earth was full",
                "of His praise. (4) His brightness was like the light; He had rays",
                "flashing from His hand, And there His power was hidden. (5)",
                "Before Him went pestilence, And fever followed at His feet.",
                "(6) He stood and measured the earth; He looked and startled",
                "the nations. And the everlasting mountains were scattered,",
                "The perpetual hills bowed. His ways are everlasting."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 113,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 68,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 35003002,
        "rangeEndId": 35003006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115,
            "wordCountMin": 101,
            "wordCountMax": 122,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 6:22–34",
        "text": "(22) \"The lamp of the body is the eye. If therefore your eye is good, your whole body will be full of light. (23) \"But if your eye is bad, your whole body will be full of darkness. If therefore the light that is in you is darkness, how great is that darkness! (24) \"No one can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other. You cannot serve God and mammon. (25) \"Therefore I say to you, do not worry about your life, what you will eat or what you will drink; nor about your body, what you will put on. Is not life more than food and the body more than clothing? (26) \"Look at the birds of the air, for they neither sow nor reap nor gather into barns; yet your heavenly Father feeds them. Are you not of more value than they? (27) \"Which of you by worrying can add one cubit to his stature? (28) \"So why do you worry about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin; (29) \"and yet I say to you that even Solomon in all his glory was not arrayed like one of these. (30) \"Now if God so clothes the grass of the field, which today is, and tomorrow is thrown into the oven, will He not much more clothe you, O you of little faith? (31) \"Therefore do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' (32) \"For after all these things the Gentiles seek. For your heavenly Father knows that you need all these things. (33) \"But seek first the kingdom of God and His righteousness, and all these things shall be added to you. (34) \"Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble.",
        "cardsText": [
            [
                "(22) \"The lamp of the body is the eye. If therefore your eye is",
                "good, your whole body will be full of light. (23) \"But if your eye",
                "is bad, your whole body will be full of darkness. If therefore",
                "the light that is in you is darkness, how great is that darkness!",
                "(24) \"No one can serve two masters; for either he will hate the",
                "one and love the other, or else he will be loyal to the one and",
                "despise the other. You cannot serve God and mammon. (25)",
                "\"Therefore I say to you, do not worry about your life, what you",
                "will eat or what you will drink; nor about your body, what you",
                "will put on. Is not life more than food and the body more than",
                "clothing? (26) \"Look at the birds of the air, for they neither"
            ],
            [
                "sow nor reap nor gather into barns; yet your heavenly Father",
                "feeds them. Are you not of more value than they? (27) \"Which",
                "of you by worrying can add one cubit to his stature? (28) \"So",
                "why do you worry about clothing? Consider the lilies of the",
                "field, how they grow: they neither toil nor spin; (29) \"and yet I",
                "say to you that even Solomon in all his glory was not arrayed",
                "like one of these. (30) \"Now if God so clothes the grass of",
                "the field, which today is, and tomorrow is thrown into the",
                "oven, will He not much more clothe you, O you of little faith?",
                "(31) \"Therefore do not worry, saying, 'What shall we eat?' or",
                "'What shall we drink?' or 'What shall we wear?' (32) \"For after"
            ],
            [
                "all these things the Gentiles seek. For your heavenly Father",
                "knows that you need all these things. (33) \"But seek first the",
                "kingdom of God and His righteousness, and all these things",
                "shall be added to you. (34) \"Therefore do not worry about",
                "tomorrow, for tomorrow will worry about its own things.",
                "Sufficient for the day is its own trouble."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 323,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 69,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 40006022,
        "rangeEndId": 40006034,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 327,
            "wordCountMin": 312,
            "wordCountMax": 340,
            "levelMin": 2.5,
            "levelMax": 3,
            "lineAve": 28.2,
            "lineMin": 27,
            "lineMax": 29
        }
    },
    {
        "ref": "Mark 3:1–10",
        "text": "(1) And He entered the synagogue again, and a man was there who had a withered hand. (2) So they watched Him closely, whether He would heal him on the Sabbath, so that they might accuse Him. (3) And He said to the man who had the withered hand, \"Step forward.\" (4) Then He said to them, \"Is it lawful on the Sabbath to do good or to do evil, to save life or to kill?\" But they kept silent. (5) And when He had looked around at them with anger, being grieved by the hardness of their hearts, He said to the man, \"Stretch out your hand.\" And he stretched it out, and his hand was restored as whole as the other. (6) Then the Pharisees went out and immediately plotted with the Herodians against Him, how they might destroy Him. (7) But Jesus withdrew with His disciples to the sea. And a great multitude from Galilee followed Him, and from Judea (8) and Jerusalem and Idumea and beyond the Jordan; and those from Tyre and Sidon, a great multitude, when they heard how many things He was doing, came to Him. (9) So He told His disciples that a small boat should be kept ready for Him because of the multitude, lest they should crush Him. (10) For He healed many, so that as many as had afflictions pressed about Him to touch Him.",
        "cardsText": [
            [
                "(1) And He entered the synagogue again, and a man was",
                "there who had a withered hand. (2) So they watched Him",
                "closely, whether He would heal him on the Sabbath, so that",
                "they might accuse Him. (3) And He said to the man who had",
                "the withered hand, \"Step forward.\" (4) Then He said to them,",
                "\"Is it lawful on the Sabbath to do good or to do evil, to save life",
                "or to kill?\" But they kept silent. (5) And when He had looked",
                "around at them with anger, being grieved by the hardness of",
                "their hearts, He said to the man, \"Stretch out your hand.\" And",
                "he stretched it out, and his hand was restored as whole as",
                "the other. (6) Then the Pharisees went out and immediately"
            ],
            [
                "plotted with the Herodians against Him, how they might",
                "destroy Him. (7) But Jesus withdrew with His disciples to the",
                "sea. And a great multitude from Galilee followed Him, and",
                "from Judea (8) and Jerusalem and Idumea and beyond the",
                "Jordan; and those from Tyre and Sidon, a great multitude,",
                "when they heard how many things He was doing, came to",
                "Him. (9) So He told His disciples that a small boat should be",
                "kept ready for Him because of the multitude, lest they should",
                "crush Him. (10) For He healed many, so that as many as had",
                "afflictions pressed about Him to touch Him."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 226,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 70,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41003001,
        "rangeEndId": 41003010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 206,
            "wordCountMax": 235,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 6:41–51",
        "text": "(41) And when He had taken the five loaves and the two fish, He looked up to heaven, blessed and broke the loaves, and gave them to His disciples to set before them; and the two fish He divided among them all. (42) So they all ate and were filled. (43) And they took up twelve baskets full of fragments and of the fish. (44) Now those who had eaten the loaves were about five thousand men. (45) Immediately He made His disciples get into the boat and go before Him to the other side, to Bethsaida, while He sent the multitude away. (46) And when He had sent them away, He departed to the mountain to pray. (47) Now when evening came, the boat was in the middle of the sea; and He was alone on the land. (48) Then He saw them straining at rowing, for the wind was against them. Now about the fourth watch of the night He came to them, walking on the sea, and would have passed them by. (49) And when they saw Him walking on the sea, they supposed it was a ghost, and cried out; (50) for they all saw Him and were troubled. But immediately He talked with them and said to them, \"Be of good cheer! It is I; do not be afraid.\" (51) Then He went up into the boat to them, and the wind ceased. And they were greatly amazed in themselves beyond measure, and marveled.",
        "cardsText": [
            [
                "(41) And when He had taken the five loaves and the two fish,",
                "He looked up to heaven, blessed and broke the loaves, and",
                "gave them to His disciples to set before them; and the two",
                "fish He divided among them all. (42) So they all ate and were",
                "filled. (43) And they took up twelve baskets full of fragments",
                "and of the fish. (44) Now those who had eaten the loaves",
                "were about five thousand men. (45) Immediately He made",
                "His disciples get into the boat and go before Him to the",
                "other side, to Bethsaida, while He sent the multitude away.",
                "(46) And when He had sent them away, He departed to the",
                "mountain to pray. (47) Now when evening came, the boat"
            ],
            [
                "was in the middle of the sea; and He was alone on the land.",
                "(48) Then He saw them straining at rowing, for the wind was",
                "against them. Now about the fourth watch of the night He",
                "came to them, walking on the sea, and would have passed",
                "them by. (49) And when they saw Him walking on the sea,",
                "they supposed it was a ghost, and cried out; (50) for they all",
                "saw Him and were troubled. But immediately He talked with",
                "them and said to them, \"Be of good cheer! It is I; do not be",
                "afraid.\" (51) Then He went up into the boat to them, and the",
                "wind ceased. And they were greatly amazed in themselves",
                "beyond measure, and marveled."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 238,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 71,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41006041,
        "rangeEndId": 41006051,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 232.2,
            "wordCountMin": 214,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 12:28–34",
        "text": "(28) Then one of the scribes came, and having heard them reasoning together, perceiving that He had answered them well, asked Him, \"Which is the first commandment of all?\" (29) Jesus answered him, \"The first of all the commandments is: 'Hear, O Israel, the LORD our God, the LORD is one. (30) 'And you shall love the LORD your God with all your heart, with all your soul, with all your mind, and with all your strength.' This is the first commandment. (31) \"And the second, like it, is this: 'You shall love your neighbor as yourself.' There is no other commandment greater than these.\" (32) So the scribe said to Him, \"Well said, Teacher. You have spoken the truth, for there is one God, and there is no other but He. (33) \"And to love Him with all the heart, with all the understanding, with all the soul, and with all the strength, and to love one's neighbor as oneself, is more than all the whole burnt offerings and sacrifices.\" (34) Now when Jesus saw that he answered wisely, He said to him, \"You are not far from the kingdom of God.\" But after that no one dared question Him.",
        "cardsText": [
            [
                "(28) Then one of the scribes came, and having heard them",
                "reasoning together, perceiving that He had answered them",
                "well, asked Him, \"Which is the first commandment of all?\" (29)",
                "Jesus answered him, \"The first of all the commandments is:",
                "'Hear, O Israel, the LORD our God, the LORD is one. (30) 'And",
                "you shall love the LORD your God with all your heart, with",
                "all your soul, with all your mind, and with all your strength.'",
                "This is the first commandment. (31) \"And the second, like it,",
                "is this: 'You shall love your neighbor as yourself.' There is no",
                "other commandment greater than these.\" (32) So the scribe",
                "said to Him, \"Well said, Teacher. You have spoken the truth,"
            ],
            [
                "for there is one God, and there is no other but He. (33) \"And",
                "to love Him with all the heart, with all the understanding,",
                "with all the soul, and with all the strength, and to love one's",
                "neighbor as oneself, is more than all the whole burnt offerings",
                "and sacrifices.\" (34) Now when Jesus saw that he answered",
                "wisely, He said to him, \"You are not far from the kingdom of",
                "God.\" But after that no one dared question Him."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 194,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 72,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41012028,
        "rangeEndId": 41012034,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 187.6,
            "wordCountMin": 179,
            "wordCountMax": 199,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Luke 10:38–42",
        "text": "(38) Now it happened as they went that He entered a certain village; and a certain woman named Martha welcomed Him into her house. (39) And she had a sister called Mary, who also sat at Jesus' feet and heard His word. (40) But Martha was distracted with much serving, and she approached Him and said, \"Lord, do You not care that my sister has left me to serve alone? Therefore tell her to help me.\" (41) And Jesus answered and said to her, \"Martha, Martha, you are worried and troubled about many things. (42) \"But one thing is needed, and Mary has chosen that good part, which will not be taken away from her.\"",
        "cardsText": [
            [
                "(38) Now it happened as they went that He entered a certain",
                "village; and a certain woman named Martha welcomed Him",
                "into her house. (39) And she had a sister called Mary, who",
                "also sat at Jesus' feet and heard His word. (40) But Martha",
                "was distracted with much serving, and she approached Him",
                "and said, \"Lord, do You not care that my sister has left me to",
                "serve alone? Therefore tell her to help me.\" (41) And Jesus",
                "answered and said to her, \"Martha, Martha, you are worried",
                "and troubled about many things. (42) \"But one thing is",
                "needed, and Mary has chosen that good part, which will not",
                "be taken away from her.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 110,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 73,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42010038,
        "rangeEndId": 42010042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 113.6,
            "wordCountMin": 108,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Luke 21:25–28",
        "text": "(25) \"And there will be signs in the sun, in the moon, and in the stars; and on the earth distress of nations, with perplexity, the sea and the waves roaring; (26) \"men's hearts failing them from fear and the expectation of those things which are coming on the earth, for the powers of the heavens will be shaken. (27) \"Then they will see the Son of Man coming in a cloud with power and great glory. (28) \"Now when these things begin to happen, look up and lift up your heads, because your redemption draws near.\"",
        "cardsText": [
            [
                "(25) \"And there will be signs in the sun, in the moon, and in",
                "the stars; and on the earth distress of nations, with perplexity,",
                "the sea and the waves roaring; (26) \"men's hearts failing",
                "them from fear and the expectation of those things which are",
                "coming on the earth, for the powers of the heavens will be",
                "shaken. (27) \"Then they will see the Son of Man coming in",
                "a cloud with power and great glory. (28) \"Now when these",
                "things begin to happen, look up and lift up your heads,",
                "because your redemption draws near.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 74,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42021025,
        "rangeEndId": 42021028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 92.2,
            "wordCountMin": 87,
            "wordCountMax": 97,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.8,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Luke 24:1–19",
        "text": "(1) Now on the first day of the week, very early in the morning, they, and certain other women with them, came to the tomb bringing the spices which they had prepared. (2) But they found the stone rolled away from the tomb. (3) Then they went in and did not find the body of the Lord Jesus. (4) And it happened, as they were greatly perplexed about this, that behold, two men stood by them in shining garments. (5) Then, as they were afraid and bowed their faces to the earth, they said to them, \"Why do you seek the living among the dead? (6) \"He is not here, but is risen! Remember how He spoke to you when He was still in Galilee, (7) \"saying, 'The Son of Man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.' \" (8) And they remembered His words. (9) Then they returned from the tomb and told all these things to the eleven and to all the rest. (10) It was Mary Magdalene, Joanna, Mary the mother of James, and the other women with them, who told these things to the apostles. (11) And their words seemed to them like idle tales, and they did not believe them. (12) But Peter arose and ran to the tomb; and stooping down, he saw the linen cloths lying by themselves; and he departed, marveling to himself at what had happened. (13) Now behold, two of them were traveling that same day to a village called Emmaus, which was seven miles from Jerusalem. (14) And they talked together of all these things which had happened. (15) So it was, while they conversed and reasoned, that Jesus Himself drew near and went with them. (16) But their eyes were restrained, so that they did not know Him. (17) And He said to them, \"What kind of conversation is this that you have with one another as you walk and are sad?\" (18) Then the one whose name was Cleopas answered and said to Him, \"Are You the only stranger in Jerusalem, and have You not known the things which happened there in these days?\" (19) And He said to them, \"What things?\" So they said to Him, \"The things concerning Jesus of Nazareth, who was a Prophet mighty in deed and word before God and all the people,",
        "cardsText": [
            [
                "(1) Now on the first day of the week, very early in the morning,",
                "they, and certain other women with them, came to the tomb",
                "bringing the spices which they had prepared. (2) But they found",
                "the stone rolled away from the tomb. (3) Then they went in and did",
                "not find the body of the Lord Jesus. (4) And it happened, as they",
                "were greatly perplexed about this, that behold, two men stood by",
                "them in shining garments. (5) Then, as they were afraid and bowed",
                "their faces to the earth, they said to them, \"Why do you seek the",
                "living among the dead? (6) \"He is not here, but is risen! Remember",
                "how He spoke to you when He was still in Galilee, (7) \"saying, 'The",
                "Son of Man must be delivered into the hands of sinful men, and be"
            ],
            [
                "crucified, and the third day rise again.' \" (8) And they remembered",
                "His words. (9) Then they returned from the tomb and told all these",
                "things to the eleven and to all the rest. (10) It was Mary Magdalene,",
                "Joanna, Mary the mother of James, and the other women with",
                "them, who told these things to the apostles. (11) And their words",
                "seemed to them like idle tales, and they did not believe them. (12)",
                "But Peter arose and ran to the tomb; and stooping down, he saw",
                "the linen cloths lying by themselves; and he departed, marveling",
                "to himself at what had happened. (13) Now behold, two of them",
                "were traveling that same day to a village called Emmaus, which",
                "was seven miles from Jerusalem. (14) And they talked together"
            ],
            [
                "of all these things which had happened. (15) So it was, while they",
                "conversed and reasoned, that Jesus Himself drew near and went",
                "with them. (16) But their eyes were restrained, so that they did not",
                "know Him. (17) And He said to them, \"What kind of conversation",
                "is this that you have with one another as you walk and are sad?\"",
                "(18) Then the one whose name was Cleopas answered and said",
                "to Him, \"Are You the only stranger in Jerusalem, and have You not",
                "known the things which happened there in these days?\" (19) And",
                "He said to them, \"What things?\" So they said to Him, \"The things",
                "concerning Jesus of Nazareth, who was a Prophet mighty in deed",
                "and word before God and all the people,"
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 383,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 75,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42024001,
        "rangeEndId": 42024019,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 375.8,
            "wordCountMin": 356,
            "wordCountMax": 392,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.8,
            "lineMin": 31,
            "lineMax": 34
        }
    },
    {
        "ref": "John 8:25–36",
        "text": "(25) Then they said to Him, \"Who are You?\" And Jesus said to them, \"Just what I have been saying to you from the beginning. (26) \"I have many things to say and to judge concerning you, but He who sent Me is true; and I speak to the world those things which I heard from Him.\" (27) They did not understand that He spoke to them of the Father. (28) Then Jesus said to them, \"When you lift up the Son of Man, then you will know that I am He, and that I do nothing of Myself; but as My Father taught Me, I speak these things. (29) \"And He who sent Me is with Me. The Father has not left Me alone, for I always do those things that please Him.\" (30) As He spoke these words, many believed in Him. (31) Then Jesus said to those Jews who believed Him, \"If you abide in My word, you are My disciples indeed. (32) \"And you shall know the truth, and the truth shall make you free.\" (33) They answered Him, \"We are Abraham's descendants, and have never been in bondage to anyone. How can You say, 'You will be made free'?\" (34) Jesus answered them, \"Most assuredly, I say to you, whoever commits sin is a slave of sin. (35) \"And a slave does not abide in the house forever, but a son abides forever. (36) \"Therefore if the Son makes you free, you shall be free indeed.",
        "cardsText": [
            [
                "(25) Then they said to Him, \"Who are You?\" And Jesus said to",
                "them, \"Just what I have been saying to you from the beginning.",
                "(26) \"I have many things to say and to judge concerning you,",
                "but He who sent Me is true; and I speak to the world those",
                "things which I heard from Him.\" (27) They did not understand",
                "that He spoke to them of the Father. (28) Then Jesus said to",
                "them, \"When you lift up the Son of Man, then you will know",
                "that I am He, and that I do nothing of Myself; but as My Father",
                "taught Me, I speak these things. (29) \"And He who sent Me",
                "is with Me. The Father has not left Me alone, for I always do",
                "those things that please Him.\" (30) As He spoke these words,"
            ],
            [
                "many believed in Him. (31) Then Jesus said to those Jews",
                "who believed Him, \"If you abide in My word, you are My",
                "disciples indeed. (32) \"And you shall know the truth, and the",
                "truth shall make you free.\" (33) They answered Him, \"We are",
                "Abraham's descendants, and have never been in bondage",
                "to anyone. How can You say, 'You will be made free'?\" (34)",
                "Jesus answered them, \"Most assuredly, I say to you, whoever",
                "commits sin is a slave of sin. (35) \"And a slave does not abide",
                "in the house forever, but a son abides forever. (36) \"Therefore",
                "if the Son makes you free, you shall be free indeed."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 239,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 76,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 43008025,
        "rangeEndId": 43008036,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 238.4,
            "wordCountMin": 223,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Acts 24:10–19",
        "text": "(10) Then Paul, after the governor had nodded to him to speak, answered: \"Inasmuch as I know that you have been for many years a judge of this nation, I do the more cheerfully answer for myself, (11) \"because you may ascertain that it is no more than twelve days since I went up to Jerusalem to worship. (12) \"And they neither found me in the temple disputing with anyone nor inciting the crowd, either in the synagogues or in the city. (13) \"Nor can they prove the things of which they now accuse me. (14) \"But this I confess to you, that according to the Way which they call a sect, so I worship the God of my fathers, believing all things which are written in the Law and in the Prophets. (15) \"I have hope in God, which they themselves also accept, that there will be a resurrection of the dead, both of the just and the unjust. (16) \"This being so, I myself always strive to have a conscience without offense toward God and men. (17) \"Now after many years I came to bring alms and offerings to my nation, (18) \"in the midst of which some Jews from Asia found me purified in the temple, neither with a mob nor with tumult. (19) \"They ought to have been here before you to object if they had anything against me.",
        "cardsText": [
            [
                "(10) Then Paul, after the governor had nodded to him to speak,",
                "answered: \"Inasmuch as I know that you have been for many",
                "years a judge of this nation, I do the more cheerfully answer",
                "for myself, (11) \"because you may ascertain that it is no more",
                "than twelve days since I went up to Jerusalem to worship.",
                "(12) \"And they neither found me in the temple disputing with",
                "anyone nor inciting the crowd, either in the synagogues or",
                "in the city. (13) \"Nor can they prove the things of which they",
                "now accuse me. (14) \"But this I confess to you, that according",
                "to the Way which they call a sect, so I worship the God of",
                "my fathers, believing all things which are written in the Law"
            ],
            [
                "and in the Prophets. (15) \"I have hope in God, which they",
                "themselves also accept, that there will be a resurrection of",
                "the dead, both of the just and the unjust. (16) \"This being so,",
                "I myself always strive to have a conscience without offense",
                "toward God and men. (17) \"Now after many years I came to",
                "bring alms and offerings to my nation, (18) \"in the midst of",
                "which some Jews from Asia found me purified in the temple,",
                "neither with a mob nor with tumult. (19) \"They ought to have",
                "been here before you to object if they had anything against",
                "me."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 223,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 77,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 44024010,
        "rangeEndId": 44024019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 229,
            "wordCountMin": 217,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Romans 5:1–5",
        "text": "(1) Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ, (2) through whom also we have access by faith into this grace in which we stand, and rejoice in hope of the glory of God. (3) And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance; (4) and perseverance, character; and character, hope. (5) Now hope does not disappoint, because the love of God has been poured out in our hearts by the Holy Spirit who was given to us.",
        "cardsText": [
            [
                "(1) Therefore, having been justified by faith, we have peace",
                "with God through our Lord Jesus Christ, (2) through whom",
                "also we have access by faith into this grace in which we stand,",
                "and rejoice in hope of the glory of God. (3) And not only that,",
                "but we also glory in tribulations, knowing that tribulation",
                "produces perseverance; (4) and perseverance, character; and",
                "character, hope. (5) Now hope does not disappoint, because",
                "the love of God has been poured out in our hearts by the",
                "Holy Spirit who was given to us."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 87,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 78,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45005001,
        "rangeEndId": 45005005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 90.6,
            "wordCountMin": 84,
            "wordCountMax": 95,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Romans 8:14–23",
        "text": "(14) For as many as are led by the Spirit of God, these are sons of God. (15) For you did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, \"Abba, Father.\" (16) The Spirit Himself bears witness with our spirit that we are children of God, (17) and if children, then heirs--heirs of God and joint heirs with Christ, if indeed we suffer with Him, that we may also be glorified together. (18) For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us. (19) For the earnest expectation of the creation eagerly waits for the revealing of the sons of God. (20) For the creation was subjected to futility, not willingly, but because of Him who subjected it in hope; (21) because the creation itself also will be delivered from the bondage of corruption into the glorious liberty of the children of God. (22) For we know that the whole creation groans and labors with birth pangs together until now. (23) Not only that, but we also who have the firstfruits of the Spirit, even we ourselves groan within ourselves, eagerly waiting for the adoption, the redemption of our body.",
        "cardsText": [
            [
                "(14) For as many as are led by the Spirit of God, these are sons",
                "of God. (15) For you did not receive the spirit of bondage",
                "again to fear, but you received the Spirit of adoption by whom",
                "we cry out, \"Abba, Father.\" (16) The Spirit Himself bears",
                "witness with our spirit that we are children of God, (17) and if",
                "children, then heirs--heirs of God and joint heirs with Christ,",
                "if indeed we suffer with Him, that we may also be glorified",
                "together. (18) For I consider that the sufferings of this present",
                "time are not worthy to be compared with the glory which",
                "shall be revealed in us. (19) For the earnest expectation of the",
                "creation eagerly waits for the revealing of the sons of God."
            ],
            [
                "(20) For the creation was subjected to futility, not willingly,",
                "but because of Him who subjected it in hope; (21) because",
                "the creation itself also will be delivered from the bondage",
                "of corruption into the glorious liberty of the children of God.",
                "(22) For we know that the whole creation groans and labors",
                "with birth pangs together until now. (23) Not only that, but we",
                "also who have the firstfruits of the Spirit, even we ourselves",
                "groan within ourselves, eagerly waiting for the adoption, the",
                "redemption of our body."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 208,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 79,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45008014,
        "rangeEndId": 45008023,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.2,
            "wordCountMin": 208,
            "wordCountMax": 228,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Romans 12:1–20",
        "text": "(1) I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service. (2) And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God. (3) For I say, through the grace given to me, to everyone who is among you, not to think of himself more highly than he ought to think, but to think soberly, as God has dealt to each one a measure of faith. (4) For as we have many members in one body, but all the members do not have the same function, (5) so we, being many, are one body in Christ, and individually members of one another. (6) Having then gifts differing according to the grace that is given to us, let us use them: if prophecy, let us prophesy in proportion to our faith; (7) or ministry, let us use it in our ministering; he who teaches, in teaching; (8) he who exhorts, in exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness. (9) Let love be without hypocrisy. Abhor what is evil. Cling to what is good. (10) Be kindly affectionate to one another with brotherly love, in honor giving preference to one another; (11) not lagging in diligence, fervent in spirit, serving the Lord; (12) rejoicing in hope, patient in tribulation, continuing steadfastly in prayer; (13) distributing to the needs of the saints, given to hospitality. (14) Bless those who persecute you; bless and do not curse. (15) Rejoice with those who rejoice, and weep with those who weep. (16) Be of the same mind toward one another. Do not set your mind on high things, but associate with the humble. Do not be wise in your own opinion. (17) Repay no one evil for evil. Have regard for good things in the sight of all men. (18) If it is possible, as much as depends on you, live peaceably with all men. (19) Beloved, do not avenge yourselves, but rather give place to wrath; for it is written, \"Vengeance is Mine, I will repay,\" says the Lord. (20) Therefore \"If your enemy is hungry, feed him; If he is thirsty, give him a drink; For in so doing you will heap coals of fire on his head.\"",
        "cardsText": [
            [
                "(1) I beseech you therefore, brethren, by the mercies of God, that",
                "you present your bodies a living sacrifice, holy, acceptable to God,",
                "which is your reasonable service. (2) And do not be conformed to",
                "this world, but be transformed by the renewing of your mind, that",
                "you may prove what is that good and acceptable and perfect will of",
                "God. (3) For I say, through the grace given to me, to everyone who",
                "is among you, not to think of himself more highly than he ought to",
                "think, but to think soberly, as God has dealt to each one a measure",
                "of faith. (4) For as we have many members in one body, but all the",
                "members do not have the same function, (5) so we, being many,",
                "are one body in Christ, and individually members of one another.",
                "(6) Having then gifts differing according to the grace that is given"
            ],
            [
                "to us, let us use them: if prophecy, let us prophesy in proportion",
                "to our faith; (7) or ministry, let us use it in our ministering; he who",
                "teaches, in teaching; (8) he who exhorts, in exhortation; he who",
                "gives, with liberality; he who leads, with diligence; he who shows",
                "mercy, with cheerfulness. (9) Let love be without hypocrisy. Abhor",
                "what is evil. Cling to what is good. (10) Be kindly affectionate to",
                "one another with brotherly love, in honor giving preference to",
                "one another; (11) not lagging in diligence, fervent in spirit, serving",
                "the Lord; (12) rejoicing in hope, patient in tribulation, continuing",
                "steadfastly in prayer; (13) distributing to the needs of the saints,",
                "given to hospitality. (14) Bless those who persecute you; bless and",
                "do not curse. (15) Rejoice with those who rejoice, and weep with"
            ],
            [
                "those who weep. (16) Be of the same mind toward one another. Do",
                "not set your mind on high things, but associate with the humble.",
                "Do not be wise in your own opinion. (17) Repay no one evil for",
                "evil. Have regard for good things in the sight of all men. (18) If it is",
                "possible, as much as depends on you, live peaceably with all men.",
                "(19) Beloved, do not avenge yourselves, but rather give place to",
                "wrath; for it is written, \"Vengeance is Mine, I will repay,\" says the",
                "Lord. (20) Therefore \"If your enemy is hungry, feed him; If he is",
                "thirsty, give him a drink; For in so doing you will heap coals of fire",
                "on his head.\""
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 392,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 80,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45012001,
        "rangeEndId": 45012020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.6,
            "wordCountMin": 387,
            "wordCountMax": 420,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.2,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "1 Corinthians 15:1–4",
        "text": "(1) Moreover, brethren, I declare to you the gospel which I preached to you, which also you received and in which you stand, (2) by which also you are saved, if you hold fast that word which I preached to you--unless you believed in vain. (3) For I delivered to you first of all that which I also received: that Christ died for our sins according to the Scriptures, (4) and that He was buried, and that He rose again the third day according to the Scriptures,",
        "cardsText": [
            [
                "(1) Moreover, brethren, I declare to you the gospel which I",
                "preached to you, which also you received and in which you",
                "stand, (2) by which also you are saved, if you hold fast that",
                "word which I preached to you--unless you believed in vain.",
                "(3) For I delivered to you first of all that which I also received:",
                "that Christ died for our sins according to the Scriptures, (4)",
                "and that He was buried, and that He rose again the third day",
                "according to the Scriptures,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 83,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 81,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 46015001,
        "rangeEndId": 46015004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 86,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8,
            "lineMin": 8,
            "lineMax": 8
        }
    },
    {
        "ref": "2 Corinthians 4:1–10",
        "text": "(1) Therefore, since we have this ministry, as we have received mercy, we do not lose heart. (2) But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by manifestation of the truth commending ourselves to every man's conscience in the sight of God. (3) But even if our gospel is veiled, it is veiled to those who are perishing, (4) whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them. (5) For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your bondservants for Jesus' sake. (6) For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ. (7) But we have this treasure in earthen vessels, that the excellence of the power may be of God and not of us. (8) We are hard-pressed on every side, yet not crushed; we are perplexed, but not in despair; (9) persecuted, but not forsaken; struck down, but not destroyed-- (10) always carrying about in the body the dying of the Lord Jesus, that the life of Jesus also may be manifested in our body.",
        "cardsText": [
            [
                "(1) Therefore, since we have this ministry, as we have received",
                "mercy, we do not lose heart. (2) But we have renounced",
                "the hidden things of shame, not walking in craftiness nor",
                "handling the word of God deceitfully, but by manifestation of",
                "the truth commending ourselves to every man's conscience",
                "in the sight of God. (3) But even if our gospel is veiled, it is",
                "veiled to those who are perishing, (4) whose minds the god",
                "of this age has blinded, who do not believe, lest the light of",
                "the gospel of the glory of Christ, who is the image of God,",
                "should shine on them. (5) For we do not preach ourselves,",
                "but Christ Jesus the Lord, and ourselves your bondservants"
            ],
            [
                "for Jesus' sake. (6) For it is the God who commanded light",
                "to shine out of darkness, who has shone in our hearts to give",
                "the light of the knowledge of the glory of God in the face of",
                "Jesus Christ. (7) But we have this treasure in earthen vessels,",
                "that the excellence of the power may be of God and not of",
                "us. (8) We are hard-pressed on every side, yet not crushed;",
                "we are perplexed, but not in despair; (9) persecuted, but",
                "not forsaken; struck down, but not destroyed-- (10) always",
                "carrying about in the body the dying of the Lord Jesus, that",
                "the life of Jesus also may be manifested in our body."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 228,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 82,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47004001,
        "rangeEndId": 47004010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.6,
            "wordCountMin": 222,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "2 Corinthians 5:4–8",
        "text": "(4) For we who are in this tent groan, being burdened, not because we want to be unclothed, but further clothed, that mortality may be swallowed up by life. (5) Now He who has prepared us for this very thing is God, who also has given us the Spirit as a guarantee. (6) So we are always confident, knowing that while we are at home in the body we are absent from the Lord. (7) For we walk by faith, not by sight. (8) We are confident, yes, well pleased rather to be absent from the body and to be present with the Lord.",
        "cardsText": [
            [
                "(4) For we who are in this tent groan, being burdened, not",
                "because we want to be unclothed, but further clothed, that",
                "mortality may be swallowed up by life. (5) Now He who has",
                "prepared us for this very thing is God, who also has given",
                "us the Spirit as a guarantee. (6) So we are always confident,",
                "knowing that while we are at home in the body we are absent",
                "from the Lord. (7) For we walk by faith, not by sight. (8) We",
                "are confident, yes, well pleased rather to be absent from the",
                "body and to be present with the Lord."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 99,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 83,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47005004,
        "rangeEndId": 47005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 107.2,
            "wordCountMin": 99,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Corinthians 6:1–16",
        "text": "(1) We then, as workers together with Him also plead with you not to receive the grace of God in vain. (2) For He says: \"In an acceptable time I have heard you, And in the day of salvation I have helped you.\" Behold, now is the accepted time; behold, now is the day of salvation. (3) We give no offense in anything, that our ministry may not be blamed. (4) But in all things we commend ourselves as ministers of God: in much patience, in tribulations, in needs, in distresses, (5) in stripes, in imprisonments, in tumults, in labors, in sleeplessness, in fastings; (6) by purity, by knowledge, by longsuffering, by kindness, by the Holy Spirit, by sincere love, (7) by the word of truth, by the power of God, by the armor of righteousness on the right hand and on the left, (8) by honor and dishonor, by evil report and good report; as deceivers, and yet true; (9) as unknown, and yet well known; as dying, and behold we live; as chastened, and yet not killed; (10) as sorrowful, yet always rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things. (11) O Corinthians! We have spoken openly to you, our heart is wide open. (12) You are not restricted by us, but you are restricted by your own affections. (13) Now in return for the same (I speak as to children), you also be open. (14) Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with lawlessness? And what communion has light with darkness? (15) And what accord has Christ with Belial? Or what part has a believer with an unbeliever? (16) And what agreement has the temple of God with idols? For you are the temple of the living God. As God has said: \"I will dwell in them And walk among them. I will be their God, And they shall be My people.\"",
        "cardsText": [
            [
                "(1) We then, as workers together with Him also plead with you",
                "not to receive the grace of God in vain. (2) For He says: \"In an",
                "acceptable time I have heard you, And in the day of salvation",
                "I have helped you.\" Behold, now is the accepted time;",
                "behold, now is the day of salvation. (3) We give no offense in",
                "anything, that our ministry may not be blamed. (4) But in all",
                "things we commend ourselves as ministers of God: in much",
                "patience, in tribulations, in needs, in distresses, (5) in stripes,",
                "in imprisonments, in tumults, in labors, in sleeplessness, in",
                "fastings; (6) by purity, by knowledge, by longsuffering, by",
                "kindness, by the Holy Spirit, by sincere love, (7) by the word"
            ],
            [
                "of truth, by the power of God, by the armor of righteousness",
                "on the right hand and on the left, (8) by honor and dishonor,",
                "by evil report and good report; as deceivers, and yet true; (9)",
                "as unknown, and yet well known; as dying, and behold we",
                "live; as chastened, and yet not killed; (10) as sorrowful, yet",
                "always rejoicing; as poor, yet making many rich; as having",
                "nothing, and yet possessing all things. (11) O Corinthians!",
                "We have spoken openly to you, our heart is wide open. (12)",
                "You are not restricted by us, but you are restricted by your",
                "own affections. (13) Now in return for the same (I speak as",
                "to children), you also be open. (14) Do not be unequally"
            ],
            [
                "yoked together with unbelievers. For what fellowship has",
                "righteousness with lawlessness? And what communion has",
                "light with darkness? (15) And what accord has Christ with",
                "Belial? Or what part has a believer with an unbeliever? (16)",
                "And what agreement has the temple of God with idols? For",
                "you are the temple of the living God. As God has said: \"I will",
                "dwell in them And walk among them. I will be their God, And",
                "they shall be My people.\""
            ]
        ],
        "cards": 3,
        "lines": 30,
        "lastCardLines": 8,
        "wordCount": 312,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 84,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47006001,
        "rangeEndId": 47006016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 311,
            "wordCountMin": 295,
            "wordCountMax": 327,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 30.2,
            "lineMin": 29,
            "lineMax": 32
        }
    },
    {
        "ref": "Galatians 3:18–29",
        "text": "(18) For if the inheritance is of the law, it is no longer of promise; but God gave it to Abraham by promise. (19) What purpose then does the law serve? It was added because of transgressions, till the Seed should come to whom the promise was made; and it was appointed through angels by the hand of a mediator. (20) Now a mediator does not mediate for one only, but God is one. (21) Is the law then against the promises of God? Certainly not! For if there had been a law given which could have given life, truly righteousness would have been by the law. (22) But the Scripture has confined all under sin, that the promise by faith in Jesus Christ might be given to those who believe. (23) But before faith came, we were kept under guard by the law, kept for the faith which would afterward be revealed. (24) Therefore the law was our tutor to bring us to Christ, that we might be justified by faith. (25) But after faith has come, we are no longer under a tutor. (26) For you are all sons of God through faith in Christ Jesus. (27) For as many of you as were baptized into Christ have put on Christ. (28) There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus. (29) And if you are Christ's, then you are Abraham's seed, and heirs according to the promise.",
        "cardsText": [
            [
                "(18) For if the inheritance is of the law, it is no longer of",
                "promise; but God gave it to Abraham by promise. (19) What",
                "purpose then does the law serve? It was added because",
                "of transgressions, till the Seed should come to whom the",
                "promise was made; and it was appointed through angels by",
                "the hand of a mediator. (20) Now a mediator does not mediate",
                "for one only, but God is one. (21) Is the law then against the",
                "promises of God? Certainly not! For if there had been a law",
                "given which could have given life, truly righteousness would",
                "have been by the law. (22) But the Scripture has confined all",
                "under sin, that the promise by faith in Jesus Christ might be"
            ],
            [
                "given to those who believe. (23) But before faith came, we",
                "were kept under guard by the law, kept for the faith which",
                "would afterward be revealed. (24) Therefore the law was our",
                "tutor to bring us to Christ, that we might be justified by faith.",
                "(25) But after faith has come, we are no longer under a tutor.",
                "(26) For you are all sons of God through faith in Christ Jesus.",
                "(27) For as many of you as were baptized into Christ have put",
                "on Christ. (28) There is neither Jew nor Greek, there is neither",
                "slave nor free, there is neither male nor female; for you are all",
                "one in Christ Jesus. (29) And if you are Christ's, then you are",
                "Abraham's seed, and heirs according to the promise."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 245,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 85,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48003018,
        "rangeEndId": 48003029,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 249.4,
            "wordCountMin": 238,
            "wordCountMax": 261,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22.2,
            "lineMin": 22,
            "lineMax": 23
        }
    },
    {
        "ref": "Galatians 4:7–16",
        "text": "(7) Therefore you are no longer a slave but a son, and if a son, then an heir of God through Christ. (8) But then, indeed, when you did not know God, you served those which by nature are not gods. (9) But now after you have known God, or rather are known by God, how is it that you turn again to the weak and beggarly elements, to which you desire again to be in bondage? (10) You observe days and months and seasons and years. (11) I am afraid for you, lest I have labored for you in vain. (12) Brethren, I urge you to become like me, for I became like you. You have not injured me at all. (13) You know that because of physical infirmity I preached the gospel to you at the first. (14) And my trial which was in my flesh you did not despise or reject, but you received me as an angel of God, even as Christ Jesus. (15) What then was the blessing you enjoyed? For I bear you witness that, if possible, you would have plucked out your own eyes and given them to me. (16) Have I therefore become your enemy because I tell you the truth?",
        "cardsText": [
            [
                "(7) Therefore you are no longer a slave but a son, and if a",
                "son, then an heir of God through Christ. (8) But then, indeed,",
                "when you did not know God, you served those which by",
                "nature are not gods. (9) But now after you have known God,",
                "or rather are known by God, how is it that you turn again to",
                "the weak and beggarly elements, to which you desire again",
                "to be in bondage? (10) You observe days and months and",
                "seasons and years. (11) I am afraid for you, lest I have labored",
                "for you in vain. (12) Brethren, I urge you to become like me,",
                "for I became like you. You have not injured me at all. (13) You",
                "know that because of physical infirmity I preached the gospel"
            ],
            [
                "to you at the first. (14) And my trial which was in my flesh you",
                "did not despise or reject, but you received me as an angel of",
                "God, even as Christ Jesus. (15) What then was the blessing",
                "you enjoyed? For I bear you witness that, if possible, you",
                "would have plucked out your own eyes and given them to",
                "me. (16) Have I therefore become your enemy because I tell",
                "you the truth?"
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 199,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 86,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48004007,
        "rangeEndId": 48004016,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.2,
            "wordCountMin": 199,
            "wordCountMax": 222,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.4,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Galatians 5:17–21",
        "text": "(17) For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, so that you do not do the things that you wish. (18) But if you are led by the Spirit, you are not under the law. (19) Now the works of the flesh are evident, which are: adultery, fornication, uncleanness, lewdness, (20) idolatry, sorcery, hatred, contentions, jealousies, outbursts of wrath, selfish ambitions, dissensions, heresies, (21) envy, murders, drunkenness, revelries, and the like; of which I tell you beforehand, just as I also told you in time past, that those who practice such things will not inherit the kingdom of God.",
        "cardsText": [
            [
                "(17) For the flesh lusts against the Spirit, and the Spirit against",
                "the flesh; and these are contrary to one another, so that you",
                "do not do the things that you wish. (18) But if you are led",
                "by the Spirit, you are not under the law. (19) Now the works",
                "of the flesh are evident, which are: adultery, fornication,",
                "uncleanness, lewdness, (20) idolatry, sorcery, hatred,",
                "contentions, jealousies, outbursts of wrath, selfish ambitions,",
                "dissensions, heresies, (21) envy, murders, drunkenness,",
                "revelries, and the like; of which I tell you beforehand, just as I",
                "also told you in time past, that those who practice such things",
                "will not inherit the kingdom of God."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 106,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 87,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48005017,
        "rangeEndId": 48005021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 104.6,
            "wordCountMin": 102,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 2:1–10",
        "text": "(1) And you He made alive, who were dead in trespasses and sins, (2) in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, (3) among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others. (4) But God, who is rich in mercy, because of His great love with which He loved us, (5) even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved), (6) and raised us up together, and made us sit together in the heavenly places in Christ Jesus, (7) that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus. (8) For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, (9) not of works, lest anyone should boast. (10) For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.",
        "cardsText": [
            [
                "(1) And you He made alive, who were dead in trespasses and",
                "sins, (2) in which you once walked according to the course of",
                "this world, according to the prince of the power of the air, the",
                "spirit who now works in the sons of disobedience, (3) among",
                "whom also we all once conducted ourselves in the lusts of",
                "our flesh, fulfilling the desires of the flesh and of the mind,",
                "and were by nature children of wrath, just as the others. (4)",
                "But God, who is rich in mercy, because of His great love with",
                "which He loved us, (5) even when we were dead in trespasses,",
                "made us alive together with Christ (by grace you have been",
                "saved), (6) and raised us up together, and made us sit together"
            ],
            [
                "in the heavenly places in Christ Jesus, (7) that in the ages to",
                "come He might show the exceeding riches of His grace in His",
                "kindness toward us in Christ Jesus. (8) For by grace you have",
                "been saved through faith, and that not of yourselves; it is the",
                "gift of God, (9) not of works, lest anyone should boast. (10)",
                "For we are His workmanship, created in Christ Jesus for good",
                "works, which God prepared beforehand that we should walk",
                "in them."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 204,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 88,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49002001,
        "rangeEndId": 49002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 206.8,
            "wordCountMin": 204,
            "wordCountMax": 210,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.6,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Ephesians 3:8–13",
        "text": "(8) To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ, (9) and to make all see what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ; (10) to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places, (11) according to the eternal purpose which He accomplished in Christ Jesus our Lord, (12) in whom we have boldness and access with confidence through faith in Him. (13) Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.",
        "cardsText": [
            [
                "(8) To me, who am less than the least of all the saints, this grace was",
                "given, that I should preach among the Gentiles the unsearchable",
                "riches of Christ, (9) and to make all see what is the fellowship of the",
                "mystery, which from the beginning of the ages has been hidden in",
                "God who created all things through Jesus Christ; (10) to the intent",
                "that now the manifold wisdom of God might be made known by",
                "the church to the principalities and powers in the heavenly places,",
                "(11) according to the eternal purpose which He accomplished in",
                "Christ Jesus our Lord, (12) in whom we have boldness and access",
                "with confidence through faith in Him. (13) Therefore I ask that you",
                "do not lose heart at my tribulations for you, which is your glory."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 129,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 89,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49003008,
        "rangeEndId": 49003013,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 124.2,
            "wordCountMin": 121,
            "wordCountMax": 129,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 5:11–15",
        "text": "(11) And have no fellowship with the unfruitful works of darkness, but rather expose them. (12) For it is shameful even to speak of those things which are done by them in secret. (13) But all things that are exposed are made manifest by the light, for whatever makes manifest is light. (14) Therefore He says: \"Awake, you who sleep, Arise from the dead, And Christ will give you light.\" (15) See then that you walk circumspectly, not as fools but as wise,",
        "cardsText": [
            [
                "(11) And have no fellowship with the unfruitful works of",
                "darkness, but rather expose them. (12) For it is shameful even",
                "to speak of those things which are done by them in secret.",
                "(13) But all things that are exposed are made manifest by the",
                "light, for whatever makes manifest is light. (14) Therefore He",
                "says: \"Awake, you who sleep, Arise from the dead, And Christ",
                "will give you light.\" (15) See then that you walk circumspectly,",
                "not as fools but as wise,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 78,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 90,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49005011,
        "rangeEndId": 49005015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 77.6,
            "wordCountMin": 72,
            "wordCountMax": 82,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 6:13–17",
        "text": "(13) Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand. (14) Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, (15) and having shod your feet with the preparation of the gospel of peace; (16) above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one. (17) And take the helmet of salvation, and the sword of the Spirit, which is the word of God;",
        "cardsText": [
            [
                "(13) Therefore take up the whole armor of God, that you may",
                "be able to withstand in the evil day, and having done all, to",
                "stand. (14) Stand therefore, having girded your waist with",
                "truth, having put on the breastplate of righteousness, (15)",
                "and having shod your feet with the preparation of the gospel",
                "of peace; (16) above all, taking the shield of faith with which",
                "you will be able to quench all the fiery darts of the wicked",
                "one. (17) And take the helmet of salvation, and the sword of",
                "the Spirit, which is the word of God;"
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 94,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 91,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49006013,
        "rangeEndId": 49006017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99,
            "wordCountMin": 93,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Philippians 4:4–8",
        "text": "(4) Rejoice in the Lord always. Again I will say, rejoice! (5) Let your gentleness be known to all men. The Lord is at hand. (6) Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; (7) and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus. (8) Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy--meditate on these things.",
        "cardsText": [
            [
                "(4) Rejoice in the Lord always. Again I will say, rejoice! (5) Let",
                "your gentleness be known to all men. The Lord is at hand.",
                "(6) Be anxious for nothing, but in everything by prayer and",
                "supplication, with thanksgiving, let your requests be made",
                "known to God; (7) and the peace of God, which surpasses",
                "all understanding, will guard your hearts and minds through",
                "Christ Jesus. (8) Finally, brethren, whatever things are true,",
                "whatever things are noble, whatever things are just, whatever",
                "things are pure, whatever things are lovely, whatever things",
                "are of good report, if there is any virtue and if there is anything",
                "praiseworthy--meditate on these things."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 104,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 92,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 50004004,
        "rangeEndId": 50004008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.6,
            "wordCountMin": 92,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Colossians 3:5–11",
        "text": "(5) Therefore put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry. (6) Because of these things the wrath of God is coming upon the sons of disobedience, (7) in which you yourselves once walked when you lived in them. (8) But now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth. (9) Do not lie to one another, since you have put off the old man with his deeds, (10) and have put on the new man who is renewed in knowledge according to the image of Him who created him, (11) where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor free, but Christ is all and in all.",
        "cardsText": [
            [
                "(5) Therefore put to death your members which are on the earth:",
                "fornication, uncleanness, passion, evil desire, and covetousness,",
                "which is idolatry. (6) Because of these things the wrath of God is",
                "coming upon the sons of disobedience, (7) in which you yourselves",
                "once walked when you lived in them. (8) But now you yourselves",
                "are to put off all these: anger, wrath, malice, blasphemy, filthy",
                "language out of your mouth. (9) Do not lie to one another, since",
                "you have put off the old man with his deeds, (10) and have put",
                "on the new man who is renewed in knowledge according to the",
                "image of Him who created him, (11) where there is neither Greek",
                "nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave",
                "nor free, but Christ is all and in all."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 127,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 93,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 51003005,
        "rangeEndId": 51003011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 127.6,
            "wordCountMin": 118,
            "wordCountMax": 144,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12,
            "lineMin": 11,
            "lineMax": 14
        }
    },
    {
        "ref": "1 Timothy 2:1–6",
        "text": "(1) Therefore I exhort first of all that supplications, prayers, intercessions, and giving of thanks be made for all men, (2) for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence. (3) For this is good and acceptable in the sight of God our Savior, (4) who desires all men to be saved and to come to the knowledge of the truth. (5) For there is one God and one Mediator between God and men, the Man Christ Jesus, (6) who gave Himself a ransom for all, to be testified in due time,",
        "cardsText": [
            [
                "(1) Therefore I exhort first of all that supplications, prayers,",
                "intercessions, and giving of thanks be made for all men, (2)",
                "for kings and all who are in authority, that we may lead a quiet",
                "and peaceable life in all godliness and reverence. (3) For this",
                "is good and acceptable in the sight of God our Savior, (4) who",
                "desires all men to be saved and to come to the knowledge of",
                "the truth. (5) For there is one God and one Mediator between",
                "God and men, the Man Christ Jesus, (6) who gave Himself a",
                "ransom for all, to be testified in due time,"
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 99,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 94,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 54002001,
        "rangeEndId": 54002006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.8,
            "wordCountMin": 96,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Timothy 2:16–26",
        "text": "(16) But shun profane and idle babblings, for they will increase to more ungodliness. (17) And their message will spread like cancer. Hymenaeus and Philetus are of this sort, (18) who have strayed concerning the truth, saying that the resurrection is already past; and they overthrow the faith of some. (19) Nevertheless the solid foundation of God stands, having this seal: \"The Lord knows those who are His,\" and, \"Let everyone who names the name of Christ depart from iniquity.\" (20) But in a great house there are not only vessels of gold and silver, but also of wood and clay, some for honor and some for dishonor. (21) Therefore if anyone cleanses himself from the latter, he will be a vessel for honor, sanctified and useful for the Master, prepared for every good work. (22) Flee also youthful lusts; but pursue righteousness, faith, love, peace with those who call on the Lord out of a pure heart. (23) But avoid foolish and ignorant disputes, knowing that they generate strife. (24) And a servant of the Lord must not quarrel but be gentle to all, able to teach, patient, (25) in humility correcting those who are in opposition, if God perhaps will grant them repentance, so that they may know the truth, (26) and that they may come to their senses and escape the snare of the devil, having been taken captive by him to do his will.",
        "cardsText": [
            [
                "(16) But shun profane and idle babblings, for they will increase to",
                "more ungodliness. (17) And their message will spread like cancer.",
                "Hymenaeus and Philetus are of this sort, (18) who have strayed",
                "concerning the truth, saying that the resurrection is already past;",
                "and they overthrow the faith of some. (19) Nevertheless the solid",
                "foundation of God stands, having this seal: \"The Lord knows those",
                "who are His,\" and, \"Let everyone who names the name of Christ",
                "depart from iniquity.\" (20) But in a great house there are not only",
                "vessels of gold and silver, but also of wood and clay, some for",
                "honor and some for dishonor. (21) Therefore if anyone cleanses",
                "himself from the latter, he will be a vessel for honor, sanctified and"
            ],
            [
                "useful for the Master, prepared for every good work. (22) Flee",
                "also youthful lusts; but pursue righteousness, faith, love, peace",
                "with those who call on the Lord out of a pure heart. (23) But avoid",
                "foolish and ignorant disputes, knowing that they generate strife.",
                "(24) And a servant of the Lord must not quarrel but be gentle to all,",
                "able to teach, patient, (25) in humility correcting those who are in",
                "opposition, if God perhaps will grant them repentance, so that they",
                "may know the truth, (26) and that they may come to their senses",
                "and escape the snare of the devil, having been taken captive by",
                "him to do his will."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 227,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 95,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55002016,
        "rangeEndId": 55002026,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 227,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Timothy 3:1–7",
        "text": "(1) But know this, that in the last days perilous times will come: (2) For men will be lovers of themselves, lovers of money, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy, (3) unloving, unforgiving, slanderers, without self-control, brutal, despisers of good, (4) traitors, headstrong, haughty, lovers of pleasure rather than lovers of God, (5) having a form of godliness but denying its power. And from such people turn away! (6) For of this sort are those who creep into households and make captives of gullible women loaded down with sins, led away by various lusts, (7) always learning and never able to come to the knowledge of the truth.",
        "cardsText": [
            [
                "(1) But know this, that in the last days perilous times will come: (2)",
                "For men will be lovers of themselves, lovers of money, boasters,",
                "proud, blasphemers, disobedient to parents, unthankful, unholy,",
                "(3) unloving, unforgiving, slanderers, without self-control, brutal,",
                "despisers of good, (4) traitors, headstrong, haughty, lovers of",
                "pleasure rather than lovers of God, (5) having a form of godliness",
                "but denying its power. And from such people turn away! (6) For of",
                "this sort are those who creep into households and make captives of",
                "gullible women loaded down with sins, led away by various lusts,",
                "(7) always learning and never able to come to the knowledge of",
                "the truth."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 103,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 96,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55003001,
        "rangeEndId": 55003007,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.4,
            "wordCountMin": 103,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Titus 1:1–16",
        "text": "(1) Paul, a bondservant of God and an apostle of Jesus Christ, according to the faith of God's elect and the acknowledgment of the truth which accords with godliness, (2) in hope of eternal life which God, who cannot lie, promised before time began, (3) but has in due time manifested His word through preaching, which was committed to me according to the commandment of God our Savior; (4) To Titus, a true son in our common faith: Grace, mercy, and peace from God the Father and the Lord Jesus Christ our Savior. (5) For this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you-- (6) if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination. (7) For a bishop must be blameless, as a steward of God, not self-willed, not quick-tempered, not given to wine, not violent, not greedy for money, (8) but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled, (9) holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict. (10) For there are many insubordinate, both idle talkers and deceivers, especially those of the circumcision, (11) whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain. (12) One of them, a prophet of their own, said, \"Cretans are always liars, evil beasts, lazy gluttons.\" (13) This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, (14) not giving heed to Jewish fables and commandments of men who turn from the truth. (15) To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure; but even their mind and conscience are defiled. (16) They profess to know God, but in works they deny Him, being abominable, disobedient, and disqualified for every good work.",
        "cardsText": [
            [
                "(1) Paul, a bondservant of God and an apostle of Jesus Christ,",
                "according to the faith of God's elect and the acknowledgment",
                "of the truth which accords with godliness, (2) in hope of",
                "eternal life which God, who cannot lie, promised before time",
                "began, (3) but has in due time manifested His word through",
                "preaching, which was committed to me according to the",
                "commandment of God our Savior; (4) To Titus, a true son in",
                "our common faith: Grace, mercy, and peace from God the",
                "Father and the Lord Jesus Christ our Savior. (5) For this reason",
                "I left you in Crete, that you should set in order the things that",
                "are lacking, and appoint elders in every city as I commanded"
            ],
            [
                "you-- (6) if a man is blameless, the husband of one wife, having",
                "faithful children not accused of dissipation or insubordination.",
                "(7) For a bishop must be blameless, as a steward of God, not",
                "self-willed, not quick-tempered, not given to wine, not violent,",
                "not greedy for money, (8) but hospitable, a lover of what is",
                "good, sober-minded, just, holy, self-controlled, (9) holding",
                "fast the faithful word as he has been taught, that he may be",
                "able, by sound doctrine, both to exhort and convict those who",
                "contradict. (10) For there are many insubordinate, both idle",
                "talkers and deceivers, especially those of the circumcision,",
                "(11) whose mouths must be stopped, who subvert whole"
            ],
            [
                "households, teaching things which they ought not, for the",
                "sake of dishonest gain. (12) One of them, a prophet of their",
                "own, said, \"Cretans are always liars, evil beasts, lazy gluttons.\"",
                "(13) This testimony is true. Therefore rebuke them sharply,",
                "that they may be sound in the faith, (14) not giving heed to",
                "Jewish fables and commandments of men who turn from the",
                "truth. (15) To the pure all things are pure, but to those who are",
                "defiled and unbelieving nothing is pure; but even their mind",
                "and conscience are defiled. (16) They profess to know God,",
                "but in works they deny Him, being abominable, disobedient,",
                "and disqualified for every good work."
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 330,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 97,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56001001,
        "rangeEndId": 56001016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 343.6,
            "wordCountMin": 330,
            "wordCountMax": 362,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.4,
            "lineMin": 31,
            "lineMax": 33
        }
    },
    {
        "ref": "Titus 3:3–8",
        "text": "(3) For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another. (4) But when the kindness and the love of God our Savior toward man appeared, (5) not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit, (6) whom He poured out on us abundantly through Jesus Christ our Savior, (7) that having been justified by His grace we should become heirs according to the hope of eternal life. (8) This is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works. These things are good and profitable to men.",
        "cardsText": [
            [
                "(3) For we ourselves were also once foolish, disobedient,",
                "deceived, serving various lusts and pleasures, living in malice",
                "and envy, hateful and hating one another. (4) But when",
                "the kindness and the love of God our Savior toward man",
                "appeared, (5) not by works of righteousness which we have",
                "done, but according to His mercy He saved us, through the",
                "washing of regeneration and renewing of the Holy Spirit, (6)",
                "whom He poured out on us abundantly through Jesus Christ",
                "our Savior, (7) that having been justified by His grace we",
                "should become heirs according to the hope of eternal life. (8)",
                "This is a faithful saying, and these things I want you to affirm"
            ],
            [
                "constantly, that those who have believed in God should be",
                "careful to maintain good works. These things are good and",
                "profitable to men."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 132,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 98,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56003003,
        "rangeEndId": 56003008,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 136,
            "wordCountMin": 131,
            "wordCountMax": 141,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 13.6,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Philemon 1:8–14",
        "text": "(8) Therefore, though I might be very bold in Christ to command you what is fitting, (9) yet for love's sake I rather appeal to you- -being such a one as Paul, the aged, and now also a prisoner of Jesus Christ-- (10) I appeal to you for my son Onesimus, whom I have begotten while in my chains, (11) who once was unprofitable to you, but now is profitable to you and to me. (12) I am sending him back. You therefore receive him, that is, my own heart, (13) whom I wished to keep with me, that on your behalf he might minister to me in my chains for the gospel. (14) But without your consent I wanted to do nothing, that your good deed might not be by compulsion, as it were, but voluntary.",
        "cardsText": [
            [
                "(8) Therefore, though I might be very bold in Christ to command",
                "you what is fitting, (9) yet for love's sake I rather appeal to you-",
                "-being such a one as Paul, the aged, and now also a prisoner of",
                "Jesus Christ-- (10) I appeal to you for my son Onesimus, whom I",
                "have begotten while in my chains, (11) who once was unprofitable",
                "to you, but now is profitable to you and to me. (12) I am sending",
                "him back. You therefore receive him, that is, my own heart, (13)",
                "whom I wished to keep with me, that on your behalf he might",
                "minister to me in my chains for the gospel. (14) But without your",
                "consent I wanted to do nothing, that your good deed might not be",
                "by compulsion, as it were, but voluntary."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 130,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 99,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 57001008,
        "rangeEndId": 57001014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 134.8,
            "wordCountMin": 128,
            "wordCountMax": 145,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Hebrews 10:30–39",
        "text": "(30) For we know Him who said, \"Vengeance is Mine, I will repay,\" says the Lord. And again, \"The LORD will judge His people.\" (31) It is a fearful thing to fall into the hands of the living God. (32) But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings: (33) partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated; (34) for you had compassion on me in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven. (35) Therefore do not cast away your confidence, which has great reward. (36) For you have need of endurance, so that after you have done the will of God, you may receive the promise: (37) \"For yet a little while, And He who is coming will come and will not tarry. (38) Now the just shall live by faith; But if anyone draws back, My soul has no pleasure in him.\" (39) But we are not of those who draw back to perdition, but of those who believe to the saving of the soul.",
        "cardsText": [
            [
                "(30) For we know Him who said, \"Vengeance is Mine, I will",
                "repay,\" says the Lord. And again, \"The LORD will judge His",
                "people.\" (31) It is a fearful thing to fall into the hands of the",
                "living God. (32) But recall the former days in which, after",
                "you were illuminated, you endured a great struggle with",
                "sufferings: (33) partly while you were made a spectacle both",
                "by reproaches and tribulations, and partly while you became",
                "companions of those who were so treated; (34) for you had",
                "compassion on me in my chains, and joyfully accepted the",
                "plundering of your goods, knowing that you have a better",
                "and an enduring possession for yourselves in heaven. (35)"
            ],
            [
                "Therefore do not cast away your confidence, which has great",
                "reward. (36) For you have need of endurance, so that after",
                "you have done the will of God, you may receive the promise:",
                "(37) \"For yet a little while, And He who is coming will come",
                "and will not tarry. (38) Now the just shall live by faith; But if",
                "anyone draws back, My soul has no pleasure in him.\" (39) But",
                "we are not of those who draw back to perdition, but of those",
                "who believe to the saving of the soul."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 199,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 100,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 58010030,
        "rangeEndId": 58010039,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 196.2,
            "wordCountMin": 189,
            "wordCountMax": 205,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "James 2:1–10",
        "text": "(1) My brethren, do not hold the faith of our Lord Jesus Christ, the Lord of glory, with partiality. (2) For if there should come into your assembly a man with gold rings, in fine apparel, and there should also come in a poor man in filthy clothes, (3) and you pay attention to the one wearing the fine clothes and say to him, \"You sit here in a good place,\" and say to the poor man, \"You stand there,\" or, \"Sit here at my footstool,\" (4) have you not shown partiality among yourselves, and become judges with evil thoughts? (5) Listen, my beloved brethren: Has God not chosen the poor of this world to be rich in faith and heirs of the kingdom which He promised to those who love Him? (6) But you have dishonored the poor man. Do not the rich oppress you and drag you into the courts? (7) Do they not blaspheme that noble name by which you are called? (8) If you really fulfill the royal law according to the Scripture, \"You shall love your neighbor as yourself,\" you do well; (9) but if you show partiality, you commit sin, and are convicted by the law as transgressors. (10) For whoever shall keep the whole law, and yet stumble in one point, he is guilty of all.",
        "cardsText": [
            [
                "(1) My brethren, do not hold the faith of our Lord Jesus Christ,",
                "the Lord of glory, with partiality. (2) For if there should come",
                "into your assembly a man with gold rings, in fine apparel, and",
                "there should also come in a poor man in filthy clothes, (3) and",
                "you pay attention to the one wearing the fine clothes and say",
                "to him, \"You sit here in a good place,\" and say to the poor man,",
                "\"You stand there,\" or, \"Sit here at my footstool,\" (4) have you",
                "not shown partiality among yourselves, and become judges",
                "with evil thoughts? (5) Listen, my beloved brethren: Has God",
                "not chosen the poor of this world to be rich in faith and heirs",
                "of the kingdom which He promised to those who love Him?"
            ],
            [
                "(6) But you have dishonored the poor man. Do not the rich",
                "oppress you and drag you into the courts? (7) Do they not",
                "blaspheme that noble name by which you are called? (8) If",
                "you really fulfill the royal law according to the Scripture, \"You",
                "shall love your neighbor as yourself,\" you do well; (9) but if",
                "you show partiality, you commit sin, and are convicted by the",
                "law as transgressors. (10) For whoever shall keep the whole",
                "law, and yet stumble in one point, he is guilty of all."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 213,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 101,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 59002001,
        "rangeEndId": 59002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 220,
            "wordCountMin": 213,
            "wordCountMax": 227,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "1 Peter 3:13–22",
        "text": "(13) And who is he who will harm you if you become followers of what is good? (14) But even if you should suffer for righteousness' sake, you are blessed. \"And do not be afraid of their threats, nor be troubled.\" (15) But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear; (16) having a good conscience, that when they defame you as evildoers, those who revile your good conduct in Christ may be ashamed. (17) For it is better, if it is the will of God, to suffer for doing good than for doing evil. (18) For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit, (19) by whom also He went and preached to the spirits in prison, (20) who formerly were disobedient, when once the Divine longsuffering waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight souls, were saved through water. (21) There is also an antitype which now saves us--baptism (not the removal of the filth of the flesh, but the answer of a good conscience toward God), through the resurrection of Jesus Christ, (22) who has gone into heaven and is at the right hand of God, angels and authorities and powers having been made subject to Him.",
        "cardsText": [
            [
                "(13) And who is he who will harm you if you become followers of",
                "what is good? (14) But even if you should suffer for righteousness'",
                "sake, you are blessed. \"And do not be afraid of their threats, nor be",
                "troubled.\" (15) But sanctify the Lord God in your hearts, and always",
                "be ready to give a defense to everyone who asks you a reason",
                "for the hope that is in you, with meekness and fear; (16) having a",
                "good conscience, that when they defame you as evildoers, those",
                "who revile your good conduct in Christ may be ashamed. (17) For",
                "it is better, if it is the will of God, to suffer for doing good than",
                "for doing evil. (18) For Christ also suffered once for sins, the just",
                "for the unjust, that He might bring us to God, being put to death"
            ],
            [
                "in the flesh but made alive by the Spirit, (19) by whom also He",
                "went and preached to the spirits in prison, (20) who formerly were",
                "disobedient, when once the Divine longsuffering waited in the",
                "days of Noah, while the ark was being prepared, in which a few,",
                "that is, eight souls, were saved through water. (21) There is also an",
                "antitype which now saves us--baptism (not the removal of the filth",
                "of the flesh, but the answer of a good conscience toward God),",
                "through the resurrection of Jesus Christ, (22) who has gone into",
                "heaven and is at the right hand of God, angels and authorities and",
                "powers having been made subject to Him."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 249,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 102,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 60003013,
        "rangeEndId": 60003022,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 253.2,
            "wordCountMin": 245,
            "wordCountMax": 267,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Peter 3:8–14",
        "text": "(8) But, beloved, do not forget this one thing, that with the Lord one day is as a thousand years, and a thousand years as one day. (9) The Lord is not slack concerning His promise, as some count slackness, but is longsuffering toward us, not willing that any should perish but that all should come to repentance. (10) But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up. (11) Therefore, since all these things will be dissolved, what manner of persons ought you to be in holy conduct and godliness, (12) looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat? (13) Nevertheless we, according to His promise, look for new heavens and a new earth in which righteousness dwells. (14) Therefore, beloved, looking forward to these things, be diligent to be found by Him in peace, without spot and blameless;",
        "cardsText": [
            [
                "(8) But, beloved, do not forget this one thing, that with the Lord",
                "one day is as a thousand years, and a thousand years as one",
                "day. (9) The Lord is not slack concerning His promise, as some",
                "count slackness, but is longsuffering toward us, not willing",
                "that any should perish but that all should come to repentance.",
                "(10) But the day of the Lord will come as a thief in the night,",
                "in which the heavens will pass away with a great noise, and",
                "the elements will melt with fervent heat; both the earth and",
                "the works that are in it will be burned up. (11) Therefore, since",
                "all these things will be dissolved, what manner of persons",
                "ought you to be in holy conduct and godliness, (12) looking"
            ],
            [
                "for and hastening the coming of the day of God, because of",
                "which the heavens will be dissolved, being on fire, and the",
                "elements will melt with fervent heat? (13) Nevertheless we,",
                "according to His promise, look for new heavens and a new",
                "earth in which righteousness dwells. (14) Therefore, beloved,",
                "looking forward to these things, be diligent to be found by",
                "Him in peace, without spot and blameless;"
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 192,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 103,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 61003008,
        "rangeEndId": 61003014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 194.6,
            "wordCountMin": 190,
            "wordCountMax": 198,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.2,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "1 John 4:10–19",
        "text": "(10) In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins. (11) Beloved, if God so loved us, we also ought to love one another. (12) No one has seen God at any time. If we love one another, God abides in us, and His love has been perfected in us. (13) By this we know that we abide in Him, and He in us, because He has given us of His Spirit. (14) And we have seen and testify that the Father has sent the Son as Savior of the world. (15) Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. (16) And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him. (17) Love has been perfected among us in this: that we may have boldness in the day of judgment; because as He is, so are we in this world. (18) There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love. (19) We love Him because He first loved us.",
        "cardsText": [
            [
                "(10) In this is love, not that we loved God, but that He loved",
                "us and sent His Son to be the propitiation for our sins. (11)",
                "Beloved, if God so loved us, we also ought to love one",
                "another. (12) No one has seen God at any time. If we love one",
                "another, God abides in us, and His love has been perfected",
                "in us. (13) By this we know that we abide in Him, and He in",
                "us, because He has given us of His Spirit. (14) And we have",
                "seen and testify that the Father has sent the Son as Savior of",
                "the world. (15) Whoever confesses that Jesus is the Son of",
                "God, God abides in him, and he in God. (16) And we have",
                "known and believed the love that God has for us. God is love,"
            ],
            [
                "and he who abides in love abides in God, and God in him.",
                "(17) Love has been perfected among us in this: that we may",
                "have boldness in the day of judgment; because as He is, so",
                "are we in this world. (18) There is no fear in love; but perfect",
                "love casts out fear, because fear involves torment. But he who",
                "fears has not been made perfect in love. (19) We love Him",
                "because He first loved us."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 211,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 104,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 62004010,
        "rangeEndId": 62004019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 211.2,
            "wordCountMin": 207,
            "wordCountMax": 215,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18,
            "lineMin": 18,
            "lineMax": 18
        }
    },
    {
        "ref": "Revelation 21:6–20",
        "text": "(6) And He said to me, \"It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts. (7) \"He who overcomes shall inherit all things, and I will be his God and he shall be My son. (8) \"But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.\" (9) Then one of the seven angels who had the seven bowls filled with the seven last plagues came to me and talked with me, saying, \"Come, I will show you the bride, the Lamb's wife.\" (10) And he carried me away in the Spirit to a great and high mountain, and showed me the great city, the holy Jerusalem, descending out of heaven from God, (11) having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal. (12) Also she had a great and high wall with twelve gates, and twelve angels at the gates, and names written on them, which are the names of the twelve tribes of the children of Israel: (13) three gates on the east, three gates on the north, three gates on the south, and three gates on the west. (14) Now the wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. (15) And he who talked with me had a gold reed to measure the city, its gates, and its wall. (16) The city is laid out as a square; its length is as great as its breadth. And he measured the city with the reed: twelve thousand furlongs. Its length, breadth, and height are equal. (17) Then he measured its wall: one hundred and forty-four cubits, according to the measure of a man, that is, of an angel. (18) The construction of its wall was of jasper; and the city was pure gold, like clear glass. (19) The foundations of the wall of the city were adorned with all kinds of precious stones: the first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, (20) the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
        "cardsText": [
            [
                "(6) And He said to me, \"It is done! I am the Alpha and the Omega,",
                "the Beginning and the End. I will give of the fountain of the water",
                "of life freely to him who thirsts. (7) \"He who overcomes shall inherit",
                "all things, and I will be his God and he shall be My son. (8) \"But the",
                "cowardly, unbelieving, abominable, murderers, sexually immoral,",
                "sorcerers, idolaters, and all liars shall have their part in the lake",
                "which burns with fire and brimstone, which is the second death.\"",
                "(9) Then one of the seven angels who had the seven bowls filled",
                "with the seven last plagues came to me and talked with me, saying,",
                "\"Come, I will show you the bride, the Lamb's wife.\" (10) And he",
                "carried me away in the Spirit to a great and high mountain, and"
            ],
            [
                "showed me the great city, the holy Jerusalem, descending out of",
                "heaven from God, (11) having the glory of God. Her light was like",
                "a most precious stone, like a jasper stone, clear as crystal. (12) Also",
                "she had a great and high wall with twelve gates, and twelve angels",
                "at the gates, and names written on them, which are the names",
                "of the twelve tribes of the children of Israel: (13) three gates on",
                "the east, three gates on the north, three gates on the south, and",
                "three gates on the west. (14) Now the wall of the city had twelve",
                "foundations, and on them were the names of the twelve apostles",
                "of the Lamb. (15) And he who talked with me had a gold reed to",
                "measure the city, its gates, and its wall. (16) The city is laid out as a"
            ],
            [
                "square; its length is as great as its breadth. And he measured the",
                "city with the reed: twelve thousand furlongs. Its length, breadth,",
                "and height are equal. (17) Then he measured its wall: one hundred",
                "and forty-four cubits, according to the measure of a man, that is,",
                "of an angel. (18) The construction of its wall was of jasper; and the",
                "city was pure gold, like clear glass. (19) The foundations of the wall",
                "of the city were adorned with all kinds of precious stones: the first",
                "foundation was jasper, the second sapphire, the third chalcedony,",
                "the fourth emerald, (20) the fifth sardonyx, the sixth sardius, the",
                "seventh chrysolite, the eighth beryl, the ninth topaz, the tenth",
                "chrysoprase, the eleventh jacinth, and the twelfth amethyst."
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 395,
        "version": "NKJV",
        "division": "Junior",
        "cardNum": 105,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 66021006,
        "rangeEndId": 66021020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 399.2,
            "wordCountMin": 384,
            "wordCountMax": 422,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 33.4,
            "lineMin": 32,
            "lineMax": 36
        }
    }
]