[
  {
    "ref": "John 8:31–32",
    "text": "(31) So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples, (32) and you will know the truth, and the truth will set you free.\"",
    "cardsText": [
      [
        "(31) So Jesus said to the Jews who had believed him, \"If you",
        "abide in my word, you are truly my disciples, (32) and you will",
        "know the truth, and the truth will set you free.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43008031,
    "rangeEndId": 43008032,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.2,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "John 12:12–16",
    "text": "(12) The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. (13) So they took branches of palm trees and went out to meet him, crying out, \"Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!\" (14) And Jesus found a young donkey and sat on it, just as it is written, (15) \"Fear not, daughter of Zion; behold, your king is coming, sitting on a donkey's colt!\" (16) His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him.",
    "cardsText": [
      [
        "(12) The next day the large crowd that had come to the feast",
        "heard that Jesus was coming to Jerusalem. (13) So they took",
        "branches of palm trees and went out to meet him, crying out,",
        "\"Hosanna! Blessed is he who comes in the name of the Lord,",
        "even the King of Israel!\" (14) And Jesus found a young donkey",
        "and sat on it, just as it is written, (15) \"Fear not, daughter of",
        "Zion; behold, your king is coming, sitting on a donkey's colt!\"",
        "(16) His disciples did not understand these things at first, but",
        "when Jesus was glorified, then they remembered that these",
        "things had been written about him and had been done to",
        "him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 112,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43012012,
    "rangeEndId": 43012016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 111,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 118:22–26",
    "text": "(22) The stone that the builders rejected has become the cornerstone. (23) This is the LORD's doing; it is marvelous in our eyes. (24) This is the day that the LORD has made; let us rejoice and be glad in it. (25) Save us, we pray, O LORD! O LORD, we pray, give us success! (26) Blessed is he who comes in the name of the LORD! We bless you from the house of the LORD.",
    "cardsText": [
      [
        "(22) The stone that the builders rejected has become the",
        "cornerstone. (23) This is the LORD's doing; it is marvelous in",
        "our eyes. (24) This is the day that the LORD has made; let us",
        "rejoice and be glad in it. (25) Save us, we pray, O LORD! O",
        "LORD, we pray, give us success! (26) Blessed is he who comes",
        "in the name of the LORD! We bless you from the house of the",
        "LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19118022,
    "rangeEndId": 19118026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 63,
      "wordCountMax": 79,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "John 13:14–17",
    "text": "(14) If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet. (15) For I have given you an example, that you also should do just as I have done to you. (16) Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him. (17) If you know these things, blessed are you if you do them.",
    "cardsText": [
      [
        "(14) If I then, your Lord and Teacher, have washed your feet,",
        "you also ought to wash one another's feet. (15) For I have",
        "given you an example, that you also should do just as I have",
        "done to you. (16) Truly, truly, I say to you, a servant is not",
        "greater than his master, nor is a messenger greater than the",
        "one who sent him. (17) If you know these things, blessed are",
        "you if you do them."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43013014,
    "rangeEndId": 43013017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.6,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Jeremiah 7:9–11",
    "text": "(9) Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, (10) and then come and stand before me in this house, which is called by my name, and say, 'We are delivered!'--only to go on doing all these abominations? (11) Has this house, which is called by my name, become a den of robbers in your eyes? Behold, I myself have seen it, declares the LORD.",
    "cardsText": [
      [
        "(9) Will you steal, murder, commit adultery, swear falsely,",
        "make offerings to Baal, and go after other gods that you",
        "have not known, (10) and then come and stand before me",
        "in this house, which is called by my name, and say, 'We are",
        "delivered!'--only to go on doing all these abominations? (11)",
        "Has this house, which is called by my name, become a den of",
        "robbers in your eyes? Behold, I myself have seen it, declares",
        "the LORD."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 76,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24007009,
    "rangeEndId": 24007011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 69,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 14:2–6",
    "text": "(2) In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? (3) And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also. (4) And you know the way to where I am going.\" (5) Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\" (6) Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.",
    "cardsText": [
      [
        "(2) In my Father's house are many rooms. If it were not so,",
        "would I have told you that I go to prepare a place for you?",
        "(3) And if I go and prepare a place for you, I will come again",
        "and will take you to myself, that where I am you may be also.",
        "(4) And you know the way to where I am going.\" (5) Thomas",
        "said to him, \"Lord, we do not know where you are going. How",
        "can we know the way?\" (6) Jesus said to him, \"I am the way,",
        "and the truth, and the life. No one comes to the Father except",
        "through me."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 106,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43014002,
    "rangeEndId": 43014006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 106.4,
      "wordCountMin": 104,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Joel 2:10–13",
    "text": "(10) The earth quakes before them; the heavens tremble. The sun and the moon are darkened, and the stars withdraw their shining. (11) The LORD utters his voice before his army, for his camp is exceedingly great; he who executes his word is powerful. For the day of the LORD is great and very awesome; who can endure it? (12) \"Yet even now,\" declares the LORD, \"return to me with all your heart, with fasting, with weeping, and with mourning; (13) and rend your hearts and not your garments.\" Return to the LORD your God, for he is gracious and merciful, slow to anger, and abounding in steadfast love; and he relents over disaster.",
    "cardsText": [
      [
        "(10) The earth quakes before them; the heavens tremble. The",
        "sun and the moon are darkened, and the stars withdraw their",
        "shining. (11) The LORD utters his voice before his army, for",
        "his camp is exceedingly great; he who executes his word is",
        "powerful. For the day of the LORD is great and very awesome;",
        "who can endure it? (12) \"Yet even now,\" declares the LORD,",
        "\"return to me with all your heart, with fasting, with weeping,",
        "and with mourning; (13) and rend your hearts and not your",
        "garments.\" Return to the LORD your God, for he is gracious",
        "and merciful, slow to anger, and abounding in steadfast love;",
        "and he relents over disaster."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 110,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 29002010,
    "rangeEndId": 29002013,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 112,
      "wordCountMin": 107,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "John 15:5–7",
    "text": "(5) I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. (6) If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned. (7) If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
    "cardsText": [
      [
        "(5) I am the vine; you are the branches. Whoever abides in me",
        "and I in him, he it is that bears much fruit, for apart from me",
        "you can do nothing. (6) If anyone does not abide in me he is",
        "thrown away like a branch and withers; and the branches are",
        "gathered, thrown into the fire, and burned. (7) If you abide in",
        "me, and my words abide in you, ask whatever you wish, and",
        "it will be done for you."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 80,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43015005,
    "rangeEndId": 43015007,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.8,
      "wordCountMin": 80,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 41:9",
    "text": "(9) Even my close friend in whom I trusted, who ate my bread, has lifted his heel against me.",
    "cardsText": [
      [
        "(9) Even my close friend in whom I trusted, who ate my bread,",
        "has lifted his heel against me."
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 18,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19041009,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 19,
      "wordCountMin": 16,
      "wordCountMax": 22,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2,
      "lineMin": 2,
      "lineMax": 2
    }
  },
  {
    "ref": "John 16:13–14",
    "text": "(13) When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come. (14) He will glorify me, for he will take what is mine and declare it to you.",
    "cardsText": [
      [
        "(13) When the Spirit of truth comes, he will guide you into",
        "all the truth, for he will not speak on his own authority, but",
        "whatever he hears he will speak, and he will declare to you",
        "the things that are to come. (14) He will glorify me, for he will",
        "take what is mine and declare it to you."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 58,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43016013,
    "rangeEndId": 43016014,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 57.6,
      "wordCountMin": 56,
      "wordCountMax": 60,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Jeremiah 31:33–34",
    "text": "(33) For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. (34) And no longer shall each one teach his neighbor and each his brother, saying, 'Know the LORD,' for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.\"",
    "cardsText": [
      [
        "(33) For this is the covenant that I will make with the house of",
        "Israel after those days, declares the LORD: I will put my law",
        "within them, and I will write it on their hearts. And I will be their",
        "God, and they shall be my people. (34) And no longer shall",
        "each one teach his neighbor and each his brother, saying,",
        "'Know the LORD,' for they shall all know me, from the least",
        "of them to the greatest, declares the LORD. For I will forgive",
        "their iniquity, and I will remember their sin no more.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 95,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24031033,
    "rangeEndId": 24031034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.8,
      "wordCountMin": 88,
      "wordCountMax": 99,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "John 17:17–19",
    "text": "(17) Sanctify them in the truth; your word is truth. (18) As you sent me into the world, so I have sent them into the world. (19) And for their sake I consecrate myself, that they also may be sanctified in truth.",
    "cardsText": [
      [
        "(17) Sanctify them in the truth; your word is truth. (18) As you",
        "sent me into the world, so I have sent them into the world.",
        "(19) And for their sake I consecrate myself, that they also may",
        "be sanctified in truth."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 39,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43017017,
    "rangeEndId": 43017019,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 39.6,
      "wordCountMin": 35,
      "wordCountMax": 43,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 13:7–9",
    "text": "(7) \"Awake, O sword, against my shepherd, against the man who stands next to me,\" declares the LORD of hosts. \"Strike the shepherd, and the sheep will be scattered; I will turn my hand against the little ones. (8) In the whole land, declares the LORD, two thirds shall be cut off and perish, and one third shall be left alive. (9) And I will put this third into the fire, and refine them as one refines silver, and test them as gold is tested. They will call upon my name, and I will answer them. I will say, 'They are my people'; and they will say, 'The LORD is my God.'\"",
    "cardsText": [
      [
        "(7) \"Awake, O sword, against my shepherd, against the man",
        "who stands next to me,\" declares the LORD of hosts. \"Strike",
        "the shepherd, and the sheep will be scattered; I will turn my",
        "hand against the little ones. (8) In the whole land, declares",
        "the LORD, two thirds shall be cut off and perish, and one third",
        "shall be left alive. (9) And I will put this third into the fire, and",
        "refine them as one refines silver, and test them as gold is",
        "tested. They will call upon my name, and I will answer them.",
        "I will say, 'They are my people'; and they will say, 'The LORD",
        "is my God.'\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 109,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 38013007,
    "rangeEndId": 38013009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.8,
      "wordCountMin": 104,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.8,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "John 20:30–31",
    "text": "(30) Now Jesus did many other signs in the presence of the disciples, which are not written in this book; (31) but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.",
    "cardsText": [
      [
        "(30) Now Jesus did many other signs in the presence of the",
        "disciples, which are not written in this book; (31) but these",
        "are written so that you may believe that Jesus is the Christ,",
        "the Son of God, and that by believing you may have life in his",
        "name."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 48,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43020030,
    "rangeEndId": 43020031,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 46,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Psalm 16:8–11",
    "text": "(8) I have set the LORD always before me; because he is at my right hand, I shall not be shaken. (9) Therefore my heart is glad, and my whole being rejoices; my flesh also dwells secure. (10) For you will not abandon my soul to Sheol, or let your holy one see corruption. (11) You make known to me the path of life; in your presence there is fullness of joy; at your right hand are pleasures forevermore.",
    "cardsText": [
      [
        "(8) I have set the LORD always before me; because he is at",
        "my right hand, I shall not be shaken. (9) Therefore my heart",
        "is glad, and my whole being rejoices; my flesh also dwells",
        "secure. (10) For you will not abandon my soul to Sheol, or let",
        "your holy one see corruption. (11) You make known to me the",
        "path of life; in your presence there is fullness of joy; at your",
        "right hand are pleasures forevermore."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19016008,
    "rangeEndId": 19016011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78,
      "wordCountMin": 75,
      "wordCountMax": 80,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Exodus 20:1–20",
    "text": "(1) And God spoke all these words, saying, (2) \"I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery. (3) \"You shall have no other gods before me. (4) \"You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. (5) You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, (6) but showing steadfast love to thousands of those who love me and keep my commandments. (7) \"You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain. (8) \"Remember the Sabbath day, to keep it holy. (9) Six days you shall labor, and do all your work, (10) but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. (11) For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. (12) \"Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you. (13) \"You shall not murder. (14) \"You shall not commit adultery. (15) \"You shall not steal. (16) \"You shall not bear false witness against your neighbor. (17) \"You shall not covet your neighbor's house; you shall not covet your neighbor's wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor's.\" (18) Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off (19) and said to Moses, \"You speak to us, and we will listen; but do not let God speak to us, lest we die.\" (20) Moses said to the people, \"Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.\"",
    "cardsText": [
      [
        "(1) And God spoke all these words, saying, (2) \"I am the LORD your",
        "God, who brought you out of the land of Egypt, out of the house of",
        "slavery. (3) \"You shall have no other gods before me. (4) \"You shall",
        "not make for yourself a carved image, or any likeness of anything",
        "that is in heaven above, or that is in the earth beneath, or that is in",
        "the water under the earth. (5) You shall not bow down to them or",
        "serve them, for I the LORD your God am a jealous God, visiting the",
        "iniquity of the fathers on the children to the third and the fourth",
        "generation of those who hate me, (6) but showing steadfast love",
        "to thousands of those who love me and keep my commandments.",
        "(7) \"You shall not take the name of the LORD your God in vain, for",
        "the LORD will not hold him guiltless who takes his name in vain. (8)"
      ],
      [
        "\"Remember the Sabbath day, to keep it holy. (9) Six days you shall",
        "labor, and do all your work, (10) but the seventh day is a Sabbath",
        "to the LORD your God. On it you shall not do any work, you, or your",
        "son, or your daughter, your male servant, or your female servant,",
        "or your livestock, or the sojourner who is within your gates. (11)",
        "For in six days the LORD made heaven and earth, the sea, and all",
        "that is in them, and rested on the seventh day. Therefore the LORD",
        "blessed the Sabbath day and made it holy. (12) \"Honor your father",
        "and your mother, that your days may be long in the land that the",
        "LORD your God is giving you. (13) \"You shall not murder. (14) \"You",
        "shall not commit adultery. (15) \"You shall not steal. (16) \"You shall",
        "not bear false witness against your neighbor. (17) \"You shall not"
      ],
      [
        "covet your neighbor's house; you shall not covet your neighbor's",
        "wife, or his male servant, or his female servant, or his ox, or his",
        "donkey, or anything that is your neighbor's.\" (18) Now when all the",
        "people saw the thunder and the flashes of lightning and the sound",
        "of the trumpet and the mountain smoking, the people were afraid",
        "and trembled, and they stood far off (19) and said to Moses, \"You",
        "speak to us, and we will listen; but do not let God speak to us, lest",
        "we die.\" (20) Moses said to the people, \"Do not fear, for God has",
        "come to test you, that the fear of him may be before you, that you",
        "may not sin.\""
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 417,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 16,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2020001,
    "rangeEndId": 2020020,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 411.4,
      "wordCountMin": 392,
      "wordCountMax": 428,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34,
      "lineMin": 33,
      "lineMax": 35
    }
  },
  {
    "ref": "Leviticus 11:44–45",
    "text": "(44) For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. (45) For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.\"",
    "cardsText": [
      [
        "(44) For I am the LORD your God. Consecrate yourselves",
        "therefore, and be holy, for I am holy. You shall not defile",
        "yourselves with any swarming thing that crawls on the ground.",
        "(45) For I am the LORD who brought you up out of the land",
        "of Egypt to be your God. You shall therefore be holy, for I am",
        "holy.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 59,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3011044,
    "rangeEndId": 3011045,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.8,
      "wordCountMin": 50,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.8,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "1 Kings 8:48–50",
    "text": "(48) if they repent with all their heart and with all their soul in the land of their enemies, who carried them captive, and pray to you toward their land, which you gave to their fathers, the city that you have chosen, and the house that I have built for your name, (49) then hear in heaven your dwelling place their prayer and their plea, and maintain their cause (50) and forgive your people who have sinned against you, and all their transgressions that they have committed against you, and grant them compassion in the sight of those who carried them captive, that they may have compassion on them",
    "cardsText": [
      [
        "(48) if they repent with all their heart and with all their soul",
        "in the land of their enemies, who carried them captive, and",
        "pray to you toward their land, which you gave to their fathers,",
        "the city that you have chosen, and the house that I have built",
        "for your name, (49) then hear in heaven your dwelling place",
        "their prayer and their plea, and maintain their cause (50) and",
        "forgive your people who have sinned against you, and all",
        "their transgressions that they have committed against you,",
        "and grant them compassion in the sight of those who carried",
        "them captive, that they may have compassion on them"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 106,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 11008048,
    "rangeEndId": 11008050,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 104.4,
      "wordCountMin": 91,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "2 Kings 3:21–27",
    "text": "(21) When all the Moabites heard that the kings had come up to fight against them, all who were able to put on armor, from the youngest to the oldest, were called out and were drawn up at the border. (22) And when they rose early in the morning and the sun shone on the water, the Moabites saw the water opposite them as red as blood. (23) And they said, \"This is blood; the kings have surely fought together and struck one another down. Now then, Moab, to the spoil!\" (24) But when they came to the camp of Israel, the Israelites rose and struck the Moabites, till they fled before them. And they went forward, striking the Moabites as they went. (25) And they overthrew the cities, and on every good piece of land every man threw a stone until it was covered. They stopped every spring of water and felled all the good trees, till only its stones were left in Kir-hareseth, and the slingers surrounded and attacked it. (26) When the king of Moab saw that the battle was going against him, he took with him 700 swordsmen to break through, opposite the king of Edom, but they could not. (27) Then he took his oldest son who was to reign in his place and offered him for a burnt offering on the wall. And there came great wrath against Israel. And they withdrew from him and returned to their own land.",
    "cardsText": [
      [
        "(21) When all the Moabites heard that the kings had come",
        "up to fight against them, all who were able to put on armor,",
        "from the youngest to the oldest, were called out and were",
        "drawn up at the border. (22) And when they rose early in the",
        "morning and the sun shone on the water, the Moabites saw",
        "the water opposite them as red as blood. (23) And they said,",
        "\"This is blood; the kings have surely fought together and",
        "struck one another down. Now then, Moab, to the spoil!\" (24)",
        "But when they came to the camp of Israel, the Israelites rose",
        "and struck the Moabites, till they fled before them. And they",
        "went forward, striking the Moabites as they went. (25) And"
      ],
      [
        "they overthrew the cities, and on every good piece of land",
        "every man threw a stone until it was covered. They stopped",
        "every spring of water and felled all the good trees, till only its",
        "stones were left in Kir-hareseth, and the slingers surrounded",
        "and attacked it. (26) When the king of Moab saw that the battle",
        "was going against him, he took with him 700 swordsmen to",
        "break through, opposite the king of Edom, but they could",
        "not. (27) Then he took his oldest son who was to reign in his",
        "place and offered him for a burnt offering on the wall. And",
        "there came great wrath against Israel. And they withdrew",
        "from him and returned to their own land."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 239,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 12003021,
    "rangeEndId": 12003027,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 242,
      "wordCountMin": 225,
      "wordCountMax": 250,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "2 Chronicles 1:10–12",
    "text": "(10) Give me now wisdom and knowledge to go out and come in before this people, for who can govern this people of yours, which is so great?\" (11) God answered Solomon, \"Because this was in your heart, and you have not asked for possessions, wealth, honor, or the life of those who hate you, and have not even asked for long life, but have asked for wisdom and knowledge for yourself that you may govern my people over whom I have made you king, (12) wisdom and knowledge are granted to you. I will also give you riches, possessions, and honor, such as none of the kings had who were before you, and none after you shall have the like.\"",
    "cardsText": [
      [
        "(10) Give me now wisdom and knowledge to go out and",
        "come in before this people, for who can govern this people",
        "of yours, which is so great?\" (11) God answered Solomon,",
        "\"Because this was in your heart, and you have not asked",
        "for possessions, wealth, honor, or the life of those who hate",
        "you, and have not even asked for long life, but have asked",
        "for wisdom and knowledge for yourself that you may govern",
        "my people over whom I have made you king, (12) wisdom",
        "and knowledge are granted to you. I will also give you riches,",
        "possessions, and honor, such as none of the kings had who",
        "were before you, and none after you shall have the like.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 14001010,
    "rangeEndId": 14001012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.2,
      "wordCountMin": 109,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezra 3:9–13",
    "text": "(9) And Jeshua with his sons and his brothers, and Kadmiel and his sons, the sons of Judah, together supervised the workmen in the house of God, along with the sons of Henadad and the Levites, their sons and brothers. (10) And when the builders laid the foundation of the temple of the LORD, the priests in their vestments came forward with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the directions of David king of Israel. (11) And they sang responsively, praising and giving thanks to the LORD, \"For he is good, for his steadfast love endures forever toward Israel.\" And all the people shouted with a great shout when they praised the LORD, because the foundation of the house of the LORD was laid. (12) But many of the priests and Levites and heads of fathers' houses, old men who had seen the first house, wept with a loud voice when they saw the foundation of this house being laid, though many shouted aloud for joy, (13) so that the people could not distinguish the sound of the joyful shout from the sound of the people's weeping, for the people shouted with a great shout, and the sound was heard far away.",
    "cardsText": [
      [
        "(9) And Jeshua with his sons and his brothers, and Kadmiel",
        "and his sons, the sons of Judah, together supervised the",
        "workmen in the house of God, along with the sons of Henadad",
        "and the Levites, their sons and brothers. (10) And when the",
        "builders laid the foundation of the temple of the LORD, the",
        "priests in their vestments came forward with trumpets, and",
        "the Levites, the sons of Asaph, with cymbals, to praise the",
        "LORD, according to the directions of David king of Israel. (11)",
        "And they sang responsively, praising and giving thanks to the",
        "LORD, \"For he is good, for his steadfast love endures forever",
        "toward Israel.\" And all the people shouted with a great shout"
      ],
      [
        "when they praised the LORD, because the foundation of the",
        "house of the LORD was laid. (12) But many of the priests and",
        "Levites and heads of fathers' houses, old men who had seen",
        "the first house, wept with a loud voice when they saw the",
        "foundation of this house being laid, though many shouted",
        "aloud for joy, (13) so that the people could not distinguish",
        "the sound of the joyful shout from the sound of the people's",
        "weeping, for the people shouted with a great shout, and the",
        "sound was heard far away."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 207,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 15003009,
    "rangeEndId": 15003013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 185,
      "wordCountMax": 216,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Nehemiah 1:3–11",
    "text": "(3) And they said to me, \"The remnant there in the province who had survived the exile is in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.\" (4) As soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven. (5) And I said, \"O LORD God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments, (6) let your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father's house have sinned. (7) We have acted very corruptly against you and have not kept the commandments, the statutes, and the rules that you commanded your servant Moses. (8) Remember the word that you commanded your servant Moses, saying, 'If you are unfaithful, I will scatter you among the peoples, (9) but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.' (10) They are your servants and your people, whom you have redeemed by your great power and by your strong hand. (11) O Lord, let your ear be attentive to the prayer of your servant, and to the prayer of your servants who delight to fear your name, and give success to your servant today, and grant him mercy in the sight of this man.\" Now I was cupbearer to the king.",
    "cardsText": [
      [
        "(3) And they said to me, \"The remnant there in the province",
        "who had survived the exile is in great trouble and shame. The",
        "wall of Jerusalem is broken down, and its gates are destroyed",
        "by fire.\" (4) As soon as I heard these words I sat down and",
        "wept and mourned for days, and I continued fasting and",
        "praying before the God of heaven. (5) And I said, \"O LORD",
        "God of heaven, the great and awesome God who keeps",
        "covenant and steadfast love with those who love him and",
        "keep his commandments, (6) let your ear be attentive and",
        "your eyes open, to hear the prayer of your servant that I now",
        "pray before you day and night for the people of Israel your"
      ],
      [
        "servants, confessing the sins of the people of Israel, which we",
        "have sinned against you. Even I and my father's house have",
        "sinned. (7) We have acted very corruptly against you and",
        "have not kept the commandments, the statutes, and the rules",
        "that you commanded your servant Moses. (8) Remember the",
        "word that you commanded your servant Moses, saying, 'If you",
        "are unfaithful, I will scatter you among the peoples, (9) but if",
        "you return to me and keep my commandments and do them,",
        "though your outcasts are in the uttermost parts of heaven,",
        "from there I will gather them and bring them to the place that",
        "I have chosen, to make my name dwell there.' (10) They are"
      ],
      [
        "your servants and your people, whom you have redeemed by",
        "your great power and by your strong hand. (11) O Lord, let",
        "your ear be attentive to the prayer of your servant, and to the",
        "prayer of your servants who delight to fear your name, and",
        "give success to your servant today, and grant him mercy in",
        "the sight of this man.\" Now I was cupbearer to the king."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 305,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16001003,
    "rangeEndId": 16001011,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 310.8,
      "wordCountMin": 281,
      "wordCountMax": 330,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 28.8,
      "lineMin": 26,
      "lineMax": 31
    }
  },
  {
    "ref": "Psalm 100:1–5",
    "text": "(1) Make a joyful noise to the LORD, all the earth! (2) Serve the LORD with gladness! Come into his presence with singing! (3) Know that the LORD, he is God! It is he who made us, and we are his; we are his people, and the sheep of his pasture. (4) Enter his gates with thanksgiving, and his courts with praise! Give thanks to him; bless his name! (5) For the LORD is good; his steadfast love endures forever, and his faithfulness to all generations.",
    "cardsText": [
      [
        "(1) Make a joyful noise to the LORD, all the earth! (2) Serve the",
        "LORD with gladness! Come into his presence with singing! (3)",
        "Know that the LORD, he is God! It is he who made us, and we",
        "are his; we are his people, and the sheep of his pasture. (4)",
        "Enter his gates with thanksgiving, and his courts with praise!",
        "Give thanks to him; bless his name! (5) For the LORD is good;",
        "his steadfast love endures forever, and his faithfulness to all",
        "generations."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 81,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19100001,
    "rangeEndId": 19100005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 82,
      "wordCountMin": 79,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "Psalm 119:100–106",
    "text": "(100) I understand more than the aged, for I keep your precepts. (101) I hold back my feet from every evil way, in order to keep your word. (102) I do not turn aside from your rules, for you have taught me. (103) How sweet are your words to my taste, sweeter than honey to my mouth! (104) Through your precepts I get understanding; therefore I hate every false way. (105) Your word is a lamp to my feet and a light to my path. (106) I have sworn an oath and confirmed it, to keep your righteous rules.",
    "cardsText": [
      [
        "(100) I understand more than the aged, for I keep your",
        "precepts. (101) I hold back my feet from every evil way, in",
        "order to keep your word. (102) I do not turn aside from your",
        "rules, for you have taught me. (103) How sweet are your",
        "words to my taste, sweeter than honey to my mouth! (104)",
        "Through your precepts I get understanding; therefore I hate",
        "every false way. (105) Your word is a lamp to my feet and a",
        "light to my path. (106) I have sworn an oath and confirmed it,",
        "to keep your righteous rules."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 92,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119100,
    "rangeEndId": 19119106,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.6,
      "wordCountMin": 91,
      "wordCountMax": 101,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Psalm 119:115–116",
    "text": "(115) Depart from me, you evildoers, that I may keep the commandments of my God. (116) Uphold me according to your promise, that I may live, and let me not be put to shame in my hope!",
    "cardsText": [
      [
        "(115) Depart from me, you evildoers, that I may keep the",
        "commandments of my God. (116) Uphold me according to",
        "your promise, that I may live, and let me not be put to shame",
        "in my hope!"
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 35,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119115,
    "rangeEndId": 19119116,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34,
      "wordCountMin": 33,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.8,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 141:2–5",
    "text": "(2) Let my prayer be counted as incense before you, and the lifting up of my hands as the evening sacrifice! (3) Set a guard, O LORD, over my mouth; keep watch over the door of my lips! (4) Do not let my heart incline to any evil, to busy myself with wicked deeds in company with men who work iniquity, and let me not eat of their delicacies! (5) Let a righteous man strike me--it is a kindness; let him rebuke me--it is oil for my head; let my head not refuse it. Yet my prayer is continually against their evil deeds.",
    "cardsText": [
      [
        "(2) Let my prayer be counted as incense before you, and the",
        "lifting up of my hands as the evening sacrifice! (3) Set a guard,",
        "O LORD, over my mouth; keep watch over the door of my",
        "lips! (4) Do not let my heart incline to any evil, to busy myself",
        "with wicked deeds in company with men who work iniquity,",
        "and let me not eat of their delicacies! (5) Let a righteous man",
        "strike me--it is a kindness; let him rebuke me--it is oil for my",
        "head; let my head not refuse it. Yet my prayer is continually",
        "against their evil deeds."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19141002,
    "rangeEndId": 19141005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.8,
      "wordCountMin": 90,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 10:20–32",
    "text": "(20) The tongue of the righteous is choice silver; the heart of the wicked is of little worth. (21) The lips of the righteous feed many, but fools die for lack of sense. (22) The blessing of the LORD makes rich, and he adds no sorrow with it. (23) Doing wrong is like a joke to a fool, but wisdom is pleasure to a man of understanding. (24) What the wicked dreads will come upon him, but the desire of the righteous will be granted. (25) When the tempest passes, the wicked is no more, but the righteous is established forever. (26) Like vinegar to the teeth and smoke to the eyes, so is the sluggard to those who send him. (27) The fear of the LORD prolongs life, but the years of the wicked will be short. (28) The hope of the righteous brings joy, but the expectation of the wicked will perish. (29) The way of the LORD is a stronghold to the blameless, but destruction to evildoers. (30) The righteous will never be removed, but the wicked will not dwell in the land. (31) The mouth of the righteous brings forth wisdom, but the perverse tongue will be cut off. (32) The lips of the righteous know what is acceptable, but the mouth of the wicked, what is perverse.",
    "cardsText": [
      [
        "(20) The tongue of the righteous is choice silver; the heart of",
        "the wicked is of little worth. (21) The lips of the righteous feed",
        "many, but fools die for lack of sense. (22) The blessing of the",
        "LORD makes rich, and he adds no sorrow with it. (23) Doing",
        "wrong is like a joke to a fool, but wisdom is pleasure to a man",
        "of understanding. (24) What the wicked dreads will come",
        "upon him, but the desire of the righteous will be granted.",
        "(25) When the tempest passes, the wicked is no more, but the",
        "righteous is established forever. (26) Like vinegar to the teeth",
        "and smoke to the eyes, so is the sluggard to those who send",
        "him. (27) The fear of the LORD prolongs life, but the years"
      ],
      [
        "of the wicked will be short. (28) The hope of the righteous",
        "brings joy, but the expectation of the wicked will perish. (29)",
        "The way of the LORD is a stronghold to the blameless, but",
        "destruction to evildoers. (30) The righteous will never be",
        "removed, but the wicked will not dwell in the land. (31) The",
        "mouth of the righteous brings forth wisdom, but the perverse",
        "tongue will be cut off. (32) The lips of the righteous know what",
        "is acceptable, but the mouth of the wicked, what is perverse."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 209,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20010020,
    "rangeEndId": 20010032,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214,
      "wordCountMin": 209,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Proverbs 11:1–13",
    "text": "(1) A false balance is an abomination to the LORD, but a just weight is his delight. (2) When pride comes, then comes disgrace, but with the humble is wisdom. (3) The integrity of the upright guides them, but the crookedness of the treacherous destroys them. (4) Riches do not profit in the day of wrath, but righteousness delivers from death. (5) The righteousness of the blameless keeps his way straight, but the wicked falls by his own wickedness. (6) The righteousness of the upright delivers them, but the treacherous are taken captive by their lust. (7) When the wicked dies, his hope will perish, and the expectation of wealth perishes too. (8) The righteous is delivered from trouble, and the wicked walks into it instead. (9) With his mouth the godless man would destroy his neighbor, but by knowledge the righteous are delivered. (10) When it goes well with the righteous, the city rejoices, and when the wicked perish there are shouts of gladness. (11) By the blessing of the upright a city is exalted, but by the mouth of the wicked it is overthrown. (12) Whoever belittles his neighbor lacks sense, but a man of understanding remains silent. (13) Whoever goes about slandering reveals secrets, but he who is trustworthy in spirit keeps a thing covered.",
    "cardsText": [
      [
        "(1) A false balance is an abomination to the LORD, but a just",
        "weight is his delight. (2) When pride comes, then comes",
        "disgrace, but with the humble is wisdom. (3) The integrity",
        "of the upright guides them, but the crookedness of the",
        "treacherous destroys them. (4) Riches do not profit in the",
        "day of wrath, but righteousness delivers from death. (5) The",
        "righteousness of the blameless keeps his way straight, but",
        "the wicked falls by his own wickedness. (6) The righteousness",
        "of the upright delivers them, but the treacherous are taken",
        "captive by their lust. (7) When the wicked dies, his hope will",
        "perish, and the expectation of wealth perishes too. (8) The"
      ],
      [
        "righteous is delivered from trouble, and the wicked walks into",
        "it instead. (9) With his mouth the godless man would destroy",
        "his neighbor, but by knowledge the righteous are delivered.",
        "(10) When it goes well with the righteous, the city rejoices,",
        "and when the wicked perish there are shouts of gladness.",
        "(11) By the blessing of the upright a city is exalted, but by the",
        "mouth of the wicked it is overthrown. (12) Whoever belittles",
        "his neighbor lacks sense, but a man of understanding remains",
        "silent. (13) Whoever goes about slandering reveals secrets,",
        "but he who is trustworthy in spirit keeps a thing covered."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 205,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20011001,
    "rangeEndId": 20011013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 193,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 12:1–13",
    "text": "(1) Whoever loves discipline loves knowledge, but he who hates reproof is stupid. (2) A good man obtains favor from the LORD, but a man of evil devices he condemns. (3) No one is established by wickedness, but the root of the righteous will never be moved. (4) An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones. (5) The thoughts of the righteous are just; the counsels of the wicked are deceitful. (6) The words of the wicked lie in wait for blood, but the mouth of the upright delivers them. (7) The wicked are overthrown and are no more, but the house of the righteous will stand. (8) A man is commended according to his good sense, but one of twisted mind is despised. (9) Better to be lowly and have a servant than to play the great man and lack bread. (10) Whoever is righteous has regard for the life of his beast, but the mercy of the wicked is cruel. (11) Whoever works his land will have plenty of bread, but he who follows worthless pursuits lacks sense. (12) Whoever is wicked covets the spoil of evildoers, but the root of the righteous bears fruit. (13) An evil man is ensnared by the transgression of his lips, but the righteous escapes from trouble.",
    "cardsText": [
      [
        "(1) Whoever loves discipline loves knowledge, but he who",
        "hates reproof is stupid. (2) A good man obtains favor from",
        "the LORD, but a man of evil devices he condemns. (3) No one",
        "is established by wickedness, but the root of the righteous",
        "will never be moved. (4) An excellent wife is the crown of her",
        "husband, but she who brings shame is like rottenness in his",
        "bones. (5) The thoughts of the righteous are just; the counsels",
        "of the wicked are deceitful. (6) The words of the wicked lie in",
        "wait for blood, but the mouth of the upright delivers them. (7)",
        "The wicked are overthrown and are no more, but the house of",
        "the righteous will stand. (8) A man is commended according"
      ],
      [
        "to his good sense, but one of twisted mind is despised. (9)",
        "Better to be lowly and have a servant than to play the great",
        "man and lack bread. (10) Whoever is righteous has regard for",
        "the life of his beast, but the mercy of the wicked is cruel. (11)",
        "Whoever works his land will have plenty of bread, but he who",
        "follows worthless pursuits lacks sense. (12) Whoever is wicked",
        "covets the spoil of evildoers, but the root of the righteous",
        "bears fruit. (13) An evil man is ensnared by the transgression",
        "of his lips, but the righteous escapes from trouble."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 214,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20012001,
    "rangeEndId": 20012013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.8,
      "wordCountMin": 204,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 14:1–25",
    "text": "(1) The wisest of women builds her house, but folly with her own hands tears it down. (2) Whoever walks in uprightness fears the LORD, but he who is devious in his ways despises him. (3) By the mouth of a fool comes a rod for his back, but the lips of the wise will preserve them. (4) Where there are no oxen, the manger is clean, but abundant crops come by the strength of the ox. (5) A faithful witness does not lie, but a false witness breathes out lies. (6) A scoffer seeks wisdom in vain, but knowledge is easy for a man of understanding. (7) Leave the presence of a fool, for there you do not meet words of knowledge. (8) The wisdom of the prudent is to discern his way, but the folly of fools is deceiving. (9) Fools mock at the guilt offering, but the upright enjoy acceptance. (10) The heart knows its own bitterness, and no stranger shares its joy. (11) The house of the wicked will be destroyed, but the tent of the upright will flourish. (12) There is a way that seems right to a man, but its end is the way to death. (13) Even in laughter the heart may ache, and the end of joy may be grief. (14) The backslider in heart will be filled with the fruit of his ways, and a good man will be filled with the fruit of his ways. (15) The simple believes everything, but the prudent gives thought to his steps. (16) One who is wise is cautious and turns away from evil, but a fool is reckless and careless. (17) A man of quick temper acts foolishly, and a man of evil devices is hated. (18) The simple inherit folly, but the prudent are crowned with knowledge. (19) The evil bow down before the good, the wicked at the gates of the righteous. (20) The poor is disliked even by his neighbor, but the rich has many friends. (21) Whoever despises his neighbor is a sinner, but blessed is he who is generous to the poor. (22) Do they not go astray who devise evil? Those who devise good meet steadfast love and faithfulness. (23) In all toil there is profit, but mere talk tends only to poverty. (24) The crown of the wise is their wealth, but the folly of fools brings folly. (25) A truthful witness saves lives, but one who breathes out lies is deceitful.",
    "cardsText": [
      [
        "(1) The wisest of women builds her house, but folly with her own",
        "hands tears it down. (2) Whoever walks in uprightness fears the",
        "LORD, but he who is devious in his ways despises him. (3) By the",
        "mouth of a fool comes a rod for his back, but the lips of the wise",
        "will preserve them. (4) Where there are no oxen, the manger is",
        "clean, but abundant crops come by the strength of the ox. (5) A",
        "faithful witness does not lie, but a false witness breathes out lies.",
        "(6) A scoffer seeks wisdom in vain, but knowledge is easy for a man",
        "of understanding. (7) Leave the presence of a fool, for there you",
        "do not meet words of knowledge. (8) The wisdom of the prudent",
        "is to discern his way, but the folly of fools is deceiving. (9) Fools"
      ],
      [
        "mock at the guilt offering, but the upright enjoy acceptance. (10)",
        "The heart knows its own bitterness, and no stranger shares its joy.",
        "(11) The house of the wicked will be destroyed, but the tent of the",
        "upright will flourish. (12) There is a way that seems right to a man,",
        "but its end is the way to death. (13) Even in laughter the heart may",
        "ache, and the end of joy may be grief. (14) The backslider in heart",
        "will be filled with the fruit of his ways, and a good man will be",
        "filled with the fruit of his ways. (15) The simple believes everything,",
        "but the prudent gives thought to his steps. (16) One who is wise",
        "is cautious and turns away from evil, but a fool is reckless and",
        "careless. (17) A man of quick temper acts foolishly, and a man of"
      ],
      [
        "evil devices is hated. (18) The simple inherit folly, but the prudent",
        "are crowned with knowledge. (19) The evil bow down before the",
        "good, the wicked at the gates of the righteous. (20) The poor is",
        "disliked even by his neighbor, but the rich has many friends. (21)",
        "Whoever despises his neighbor is a sinner, but blessed is he who is",
        "generous to the poor. (22) Do they not go astray who devise evil?",
        "Those who devise good meet steadfast love and faithfulness. (23)",
        "In all toil there is profit, but mere talk tends only to poverty. (24)",
        "The crown of the wise is their wealth, but the folly of fools brings",
        "folly. (25) A truthful witness saves lives, but one who breathes out",
        "lies is deceitful."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 391,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20014001,
    "rangeEndId": 20014025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 390,
      "wordCountMin": 381,
      "wordCountMax": 396,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 33.2,
      "lineMin": 33,
      "lineMax": 34
    }
  },
  {
    "ref": "Ecclesiastes 2:9–11",
    "text": "(9) So I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me. (10) And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil. (11) Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun.",
    "cardsText": [
      [
        "(9) So I became great and surpassed all who were before me",
        "in Jerusalem. Also my wisdom remained with me. (10) And",
        "whatever my eyes desired I did not keep from them. I kept",
        "my heart from no pleasure, for my heart found pleasure in",
        "all my toil, and this was my reward for all my toil. (11) Then",
        "I considered all that my hands had done and the toil I had",
        "expended in doing it, and behold, all was vanity and a striving",
        "after wind, and there was nothing to be gained under the sun."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 93,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21002009,
    "rangeEndId": 21002011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.2,
      "wordCountMin": 80,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 9:13–18",
    "text": "(13) I have also seen this example of wisdom under the sun, and it seemed great to me. (14) There was a little city with few men in it, and a great king came against it and besieged it, building great siegeworks against it. (15) But there was found in it a poor, wise man, and he by his wisdom delivered the city. Yet no one remembered that poor man. (16) But I say that wisdom is better than might, though the poor man's wisdom is despised and his words are not heard. (17) The words of the wise heard in quiet are better than the shouting of a ruler among fools. (18) Wisdom is better than weapons of war, but one sinner destroys much good.",
    "cardsText": [
      [
        "(13) I have also seen this example of wisdom under the sun,",
        "and it seemed great to me. (14) There was a little city with few",
        "men in it, and a great king came against it and besieged it,",
        "building great siegeworks against it. (15) But there was found",
        "in it a poor, wise man, and he by his wisdom delivered the",
        "city. Yet no one remembered that poor man. (16) But I say that",
        "wisdom is better than might, though the poor man's wisdom",
        "is despised and his words are not heard. (17) The words of",
        "the wise heard in quiet are better than the shouting of a ruler",
        "among fools. (18) Wisdom is better than weapons of war, but",
        "one sinner destroys much good."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009013,
    "rangeEndId": 21009018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 119.4,
      "wordCountMin": 116,
      "wordCountMax": 122,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Isaiah 40:24–31",
    "text": "(24) Scarcely are they planted, scarcely sown, scarcely has their stem taken root in the earth, when he blows on them, and they wither, and the tempest carries them off like stubble. (25) To whom then will you compare me, that I should be like him? says the Holy One. (26) Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing. (27) Why do you say, O Jacob, and speak, O Israel, \"My way is hidden from the LORD, and my right is disregarded by my God\"? (28) Have you not known? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable. (29) He gives power to the faint, and to him who has no might he increases strength. (30) Even youths shall faint and be weary, and young men shall fall exhausted; (31) but they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
    "cardsText": [
      [
        "(24) Scarcely are they planted, scarcely sown, scarcely has",
        "their stem taken root in the earth, when he blows on them,",
        "and they wither, and the tempest carries them off like stubble.",
        "(25) To whom then will you compare me, that I should be",
        "like him? says the Holy One. (26) Lift up your eyes on high",
        "and see: who created these? He who brings out their host",
        "by number, calling them all by name; by the greatness of his",
        "might and because he is strong in power, not one is missing.",
        "(27) Why do you say, O Jacob, and speak, O Israel, \"My way",
        "is hidden from the LORD, and my right is disregarded by my",
        "God\"? (28) Have you not known? Have you not heard? The"
      ],
      [
        "LORD is the everlasting God, the Creator of the ends of the",
        "earth. He does not faint or grow weary; his understanding is",
        "unsearchable. (29) He gives power to the faint, and to him",
        "who has no might he increases strength. (30) Even youths",
        "shall faint and be weary, and young men shall fall exhausted;",
        "(31) but they who wait for the LORD shall renew their strength;",
        "they shall mount up with wings like eagles; they shall run and",
        "not be weary; they shall walk and not faint."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 208,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23040024,
    "rangeEndId": 23040031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 216,
      "wordCountMin": 208,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Jeremiah 29:4–14",
    "text": "(4) \"Thus says the LORD of hosts, the God of Israel, to all the exiles whom I have sent into exile from Jerusalem to Babylon: (5) Build houses and live in them; plant gardens and eat their produce. (6) Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease. (7) But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare. (8) For thus says the LORD of hosts, the God of Israel: Do not let your prophets and your diviners who are among you deceive you, and do not listen to the dreams that they dream, (9) for it is a lie that they are prophesying to you in my name; I did not send them, declares the LORD. (10) \"For thus says the LORD: When seventy years are completed for Babylon, I will visit you, and I will fulfill to you my promise and bring you back to this place. (11) For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. (12) Then you will call upon me and come and pray to me, and I will hear you. (13) You will seek me and find me, when you seek me with all your heart. (14) I will be found by you, declares the LORD, and I will restore your fortunes and gather you from all the nations and all the places where I have driven you, declares the LORD, and I will bring you back to the place from which I sent you into exile.",
    "cardsText": [
      [
        "(4) \"Thus says the LORD of hosts, the God of Israel, to all the exiles",
        "whom I have sent into exile from Jerusalem to Babylon: (5) Build",
        "houses and live in them; plant gardens and eat their produce. (6)",
        "Take wives and have sons and daughters; take wives for your sons,",
        "and give your daughters in marriage, that they may bear sons and",
        "daughters; multiply there, and do not decrease. (7) But seek the",
        "welfare of the city where I have sent you into exile, and pray to",
        "the LORD on its behalf, for in its welfare you will find your welfare.",
        "(8) For thus says the LORD of hosts, the God of Israel: Do not let",
        "your prophets and your diviners who are among you deceive you,",
        "and do not listen to the dreams that they dream, (9) for it is a lie",
        "that they are prophesying to you in my name; I did not send them,"
      ],
      [
        "declares the LORD. (10) \"For thus says the LORD: When seventy",
        "years are completed for Babylon, I will visit you, and I will fulfill to",
        "you my promise and bring you back to this place. (11) For I know",
        "the plans I have for you, declares the LORD, plans for welfare and",
        "not for evil, to give you a future and a hope. (12) Then you will call",
        "upon me and come and pray to me, and I will hear you. (13) You",
        "will seek me and find me, when you seek me with all your heart.",
        "(14) I will be found by you, declares the LORD, and I will restore",
        "your fortunes and gather you from all the nations and all the places",
        "where I have driven you, declares the LORD, and I will bring you",
        "back to the place from which I sent you into exile."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 295,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24029004,
    "rangeEndId": 24029014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 306.4,
      "wordCountMin": 290,
      "wordCountMax": 322,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.2,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Jeremiah 33:1–3",
    "text": "(1) The word of the LORD came to Jeremiah a second time, while he was still shut up in the court of the guard: (2) \"Thus says the LORD who made the earth, the LORD who formed it to establish it--the LORD is his name: (3) Call to me and I will answer you, and will tell you great and hidden things that you have not known.",
    "cardsText": [
      [
        "(1) The word of the LORD came to Jeremiah a second time,",
        "while he was still shut up in the court of the guard: (2) \"Thus",
        "says the LORD who made the earth, the LORD who formed it",
        "to establish it--the LORD is his name: (3) Call to me and I will",
        "answer you, and will tell you great and hidden things that you",
        "have not known."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24033001,
    "rangeEndId": 24033003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.6,
      "wordCountMin": 64,
      "wordCountMax": 71,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Lamentations 2:1–2",
    "text": "(1) How the Lord in his anger has set the daughter of Zion under a cloud! He has cast down from heaven to earth the splendor of Israel; he has not remembered his footstool in the day of his anger. (2) The Lord has swallowed up without mercy all the habitations of Jacob; in his wrath he has broken down the strongholds of the daughter of Judah; he has brought down to the ground in dishonor the kingdom and its rulers.",
    "cardsText": [
      [
        "(1) How the Lord in his anger has set the daughter of Zion",
        "under a cloud! He has cast down from heaven to earth the",
        "splendor of Israel; he has not remembered his footstool in",
        "the day of his anger. (2) The Lord has swallowed up without",
        "mercy all the habitations of Jacob; in his wrath he has broken",
        "down the strongholds of the daughter of Judah; he has",
        "brought down to the ground in dishonor the kingdom and",
        "its rulers."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 79,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 25002001,
    "rangeEndId": 25002002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 80.4,
      "wordCountMin": 75,
      "wordCountMax": 84,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Amos 3:3–8",
    "text": "(3) \"Do two walk together, unless they have agreed to meet? (4) Does a lion roar in the forest, when he has no prey? Does a young lion cry out from his den, if he has taken nothing? (5) Does a bird fall in a snare on the earth, when there is no trap for it? Does a snare spring up from the ground, when it has taken nothing? (6) Is a trumpet blown in a city, and the people are not afraid? Does disaster come to a city, unless the LORD has done it? (7) \"For the Lord GOD does nothing without revealing his secret to his servants the prophets. (8) The lion has roared; who will not fear? The Lord GOD has spoken; who can but prophesy?\"",
    "cardsText": [
      [
        "(3) \"Do two walk together, unless they have agreed to meet?",
        "(4) Does a lion roar in the forest, when he has no prey? Does",
        "a young lion cry out from his den, if he has taken nothing?",
        "(5) Does a bird fall in a snare on the earth, when there is no",
        "trap for it? Does a snare spring up from the ground, when it",
        "has taken nothing? (6) Is a trumpet blown in a city, and the",
        "people are not afraid? Does disaster come to a city, unless",
        "the LORD has done it? (7) \"For the Lord GOD does nothing",
        "without revealing his secret to his servants the prophets. (8)",
        "The lion has roared; who will not fear? The Lord GOD has",
        "spoken; who can but prophesy?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 123,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 30003003,
    "rangeEndId": 30003008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 125,
      "wordCountMin": 118,
      "wordCountMax": 130,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Mark 1:1–11",
    "text": "(1) The beginning of the gospel of Jesus Christ, the Son of God. (2) As it is written in Isaiah the prophet, \"Behold, I send my messenger before your face, who will prepare your way, (3) the voice of one crying in the wilderness: 'Prepare the way of the Lord, make his paths straight,'\" (4) John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins. (5) And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins. (6) Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey. (7) And he preached, saying, \"After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie. (8) I have baptized you with water, but he will baptize you with the Holy Spirit.\" (9) In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan. (10) And when he came up out of the water, immediately he saw the heavens being torn open and the Spirit descending on him like a dove. (11) And a voice came from heaven, \"You are my beloved Son; with you I am well pleased.\"",
    "cardsText": [
      [
        "(1) The beginning of the gospel of Jesus Christ, the Son of",
        "God. (2) As it is written in Isaiah the prophet, \"Behold, I send",
        "my messenger before your face, who will prepare your way,",
        "(3) the voice of one crying in the wilderness: 'Prepare the",
        "way of the Lord, make his paths straight,'\" (4) John appeared,",
        "baptizing in the wilderness and proclaiming a baptism of",
        "repentance for the forgiveness of sins. (5) And all the country",
        "of Judea and all Jerusalem were going out to him and were",
        "being baptized by him in the river Jordan, confessing their",
        "sins. (6) Now John was clothed with camel's hair and wore a",
        "leather belt around his waist and ate locusts and wild honey."
      ],
      [
        "(7) And he preached, saying, \"After me comes he who is",
        "mightier than I, the strap of whose sandals I am not worthy",
        "to stoop down and untie. (8) I have baptized you with water,",
        "but he will baptize you with the Holy Spirit.\" (9) In those days",
        "Jesus came from Nazareth of Galilee and was baptized by",
        "John in the Jordan. (10) And when he came up out of the",
        "water, immediately he saw the heavens being torn open and",
        "the Spirit descending on him like a dove. (11) And a voice",
        "came from heaven, \"You are my beloved Son; with you I am",
        "well pleased.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 218,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41001001,
    "rangeEndId": 41001011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 222.8,
      "wordCountMin": 218,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 21,
      "lineMax": 21
    }
  },
  {
    "ref": "John 14:18–21",
    "text": "(18) \"I will not leave you as orphans; I will come to you. (19) Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live. (20) In that day you will know that I am in my Father, and you in me, and I in you. (21) Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.\"",
    "cardsText": [
      [
        "(18) \"I will not leave you as orphans; I will come to you. (19)",
        "Yet a little while and the world will see me no more, but you",
        "will see me. Because I live, you also will live. (20) In that day",
        "you will know that I am in my Father, and you in me, and I in",
        "you. (21) Whoever has my commandments and keeps them,",
        "he it is who loves me. And he who loves me will be loved by",
        "my Father, and I will love him and manifest myself to him.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 90,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43014018,
    "rangeEndId": 43014021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.4,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 16:25",
    "text": "(25) \"I have said these things to you in figures of speech. The hour is coming when I will no longer speak to you in figures of speech but will tell you plainly about the Father.",
    "cardsText": [
      [
        "(25) \"I have said these things to you in figures of speech. The",
        "hour is coming when I will no longer speak to you in figures",
        "of speech but will tell you plainly about the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016025,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33,
      "wordCountMin": 28,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 16:33",
    "text": "(33) I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.\"",
    "cardsText": [
      [
        "(33) I have said these things to you, that in me you may have",
        "peace. In the world you will have tribulation. But take heart; I",
        "have overcome the world.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016033,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 29.8,
      "wordCountMin": 29,
      "wordCountMax": 31,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Acts 4:23–31",
    "text": "(23) When they were released, they went to their friends and reported what the chief priests and the elders had said to them. (24) And when they heard it, they lifted their voices together to God and said, \"Sovereign Lord, who made the heaven and the earth and the sea and everything in them, (25) who through the mouth of our father David, your servant, said by the Holy Spirit, \"'Why did the Gentiles rage, and the peoples plot in vain? (26) The kings of the earth set themselves, and the rulers were gathered together, against the Lord and against his Anointed'-- (27) for truly in this city there were gathered together against your holy servant Jesus, whom you anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel, (28) to do whatever your hand and your plan had predestined to take place. (29) And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness, (30) while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.\" (31) And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness.",
    "cardsText": [
      [
        "(23) When they were released, they went to their friends and",
        "reported what the chief priests and the elders had said to",
        "them. (24) And when they heard it, they lifted their voices",
        "together to God and said, \"Sovereign Lord, who made the",
        "heaven and the earth and the sea and everything in them,",
        "(25) who through the mouth of our father David, your servant,",
        "said by the Holy Spirit, \"'Why did the Gentiles rage, and the",
        "peoples plot in vain? (26) The kings of the earth set themselves,",
        "and the rulers were gathered together, against the Lord and",
        "against his Anointed'-- (27) for truly in this city there were",
        "gathered together against your holy servant Jesus, whom"
      ],
      [
        "you anointed, both Herod and Pontius Pilate, along with the",
        "Gentiles and the peoples of Israel, (28) to do whatever your",
        "hand and your plan had predestined to take place. (29) And",
        "now, Lord, look upon their threats and grant to your servants",
        "to continue to speak your word with all boldness, (30) while",
        "you stretch out your hand to heal, and signs and wonders",
        "are performed through the name of your holy servant Jesus.\"",
        "(31) And when they had prayed, the place in which they were",
        "gathered together was shaken, and they were all filled with",
        "the Holy Spirit and continued to speak the word of God with",
        "boldness."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 219,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44004023,
    "rangeEndId": 44004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 215.8,
      "wordCountMin": 206,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Acts 9:40",
    "text": "(40) But Peter put them all outside, and knelt down and prayed; and turning to the body he said, \"Tabitha, arise.\" And she opened her eyes, and when she saw Peter she sat up.",
    "cardsText": [
      [
        "(40) But Peter put them all outside, and knelt down and",
        "prayed; and turning to the body he said, \"Tabitha, arise.\" And",
        "she opened her eyes, and when she saw Peter she sat up."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44009040,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.8,
      "wordCountMin": 33,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Romans 15:30–33",
    "text": "(30) I appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf, (31) that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints, (32) so that by God's will I may come to you with joy and be refreshed in your company. (33) May the God of peace be with you all. Amen.",
    "cardsText": [
      [
        "(30) I appeal to you, brothers, by our Lord Jesus Christ and by",
        "the love of the Spirit, to strive together with me in your prayers",
        "to God on my behalf, (31) that I may be delivered from the",
        "unbelievers in Judea, and that my service for Jerusalem may",
        "be acceptable to the saints, (32) so that by God's will I may",
        "come to you with joy and be refreshed in your company. (33)",
        "May the God of peace be with you all. Amen."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 80,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45015030,
    "rangeEndId": 45015033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.4,
      "wordCountMin": 80,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "1 Corinthians 2:7–10",
    "text": "(7) But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. (8) None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. (9) But, as it is written, \"What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him\"-- (10) these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God.",
    "cardsText": [
      [
        "(7) But we impart a secret and hidden wisdom of God, which",
        "God decreed before the ages for our glory. (8) None of the",
        "rulers of this age understood this, for if they had, they would",
        "not have crucified the Lord of glory. (9) But, as it is written,",
        "\"What no eye has seen, nor ear heard, nor the heart of man",
        "imagined, what God has prepared for those who love him\"--",
        "(10) these things God has revealed to us through the Spirit.",
        "For the Spirit searches everything, even the depths of God."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46002007,
    "rangeEndId": 46002010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 89,
      "wordCountMax": 102,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 8,
      "lineMax": 11
    }
  },
  {
    "ref": "Galatians 4:21–31",
    "text": "(21) Tell me, you who desire to be under the law, do you not listen to the law? (22) For it is written that Abraham had two sons, one by a slave woman and one by a free woman. (23) But the son of the slave was born according to the flesh, while the son of the free woman was born through promise. (24) Now this may be interpreted allegorically: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar. (25) Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children. (26) But the Jerusalem above is free, and she is our mother. (27) For it is written, \"Rejoice, O barren one who does not bear; break forth and cry aloud, you who are not in labor! For the children of the desolate one will be more than those of the one who has a husband.\" (28) Now you, brothers, like Isaac, are children of promise. (29) But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now. (30) But what does the Scripture say? \"Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son of the free woman.\" (31) So, brothers, we are not children of the slave but of the free woman.",
    "cardsText": [
      [
        "(21) Tell me, you who desire to be under the law, do you not",
        "listen to the law? (22) For it is written that Abraham had two",
        "sons, one by a slave woman and one by a free woman. (23)",
        "But the son of the slave was born according to the flesh, while",
        "the son of the free woman was born through promise. (24)",
        "Now this may be interpreted allegorically: these women are",
        "two covenants. One is from Mount Sinai, bearing children",
        "for slavery; she is Hagar. (25) Now Hagar is Mount Sinai in",
        "Arabia; she corresponds to the present Jerusalem, for she is",
        "in slavery with her children. (26) But the Jerusalem above is",
        "free, and she is our mother. (27) For it is written, \"Rejoice, O"
      ],
      [
        "barren one who does not bear; break forth and cry aloud,",
        "you who are not in labor! For the children of the desolate",
        "one will be more than those of the one who has a husband.\"",
        "(28) Now you, brothers, like Isaac, are children of promise.",
        "(29) But just as at that time he who was born according to the",
        "flesh persecuted him who was born according to the Spirit,",
        "so also it is now. (30) But what does the Scripture say? \"Cast",
        "out the slave woman and her son, for the son of the slave",
        "woman shall not inherit with the son of the free woman.\" (31)",
        "So, brothers, we are not children of the slave but of the free",
        "woman."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 239,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48004021,
    "rangeEndId": 48004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239,
      "wordCountMin": 222,
      "wordCountMax": 258,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Timothy 3:1–16",
    "text": "(1) The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. (2) Therefore an overseer must be above reproach, the husband of one wife, sober- minded, self-controlled, respectable, hospitable, able to teach, (3) not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. (4) He must manage his own household well, with all dignity keeping his children submissive, (5) for if someone does not know how to manage his own household, how will he care for God's church? (6) He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. (7) Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil. (8) Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. (9) They must hold the mystery of the faith with a clear conscience. (10) And let them also be tested first; then let them serve as deacons if they prove themselves blameless. (11) Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. (12) Let deacons each be the husband of one wife, managing their children and their own households well. (13) For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus. (14) I hope to come to you soon, but I am writing these things to you so that, (15) if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. (16) Great indeed, we confess, is the mystery of godliness: He was manifested in the flesh, vindicated by the Spirit, seen by angels, proclaimed among the nations, believed on in the world, taken up in glory.",
    "cardsText": [
      [
        "(1) The saying is trustworthy: If anyone aspires to the office of",
        "overseer, he desires a noble task. (2) Therefore an overseer",
        "must be above reproach, the husband of one wife, sober-",
        "minded, self-controlled, respectable, hospitable, able to teach,",
        "(3) not a drunkard, not violent but gentle, not quarrelsome,",
        "not a lover of money. (4) He must manage his own household",
        "well, with all dignity keeping his children submissive, (5) for if",
        "someone does not know how to manage his own household,",
        "how will he care for God's church? (6) He must not be a recent",
        "convert, or he may become puffed up with conceit and fall",
        "into the condemnation of the devil. (7) Moreover, he must"
      ],
      [
        "be well thought of by outsiders, so that he may not fall into",
        "disgrace, into a snare of the devil. (8) Deacons likewise must",
        "be dignified, not double-tongued, not addicted to much",
        "wine, not greedy for dishonest gain. (9) They must hold the",
        "mystery of the faith with a clear conscience. (10) And let them",
        "also be tested first; then let them serve as deacons if they",
        "prove themselves blameless. (11) Their wives likewise must",
        "be dignified, not slanderers, but sober-minded, faithful in all",
        "things. (12) Let deacons each be the husband of one wife,",
        "managing their children and their own households well. (13)",
        "For those who serve well as deacons gain a good standing"
      ],
      [
        "for themselves and also great confidence in the faith that is in",
        "Christ Jesus. (14) I hope to come to you soon, but I am writing",
        "these things to you so that, (15) if I delay, you may know how",
        "one ought to behave in the household of God, which is the",
        "church of the living God, a pillar and buttress of the truth.",
        "(16) Great indeed, we confess, is the mystery of godliness:",
        "He was manifested in the flesh, vindicated by the Spirit, seen",
        "by angels, proclaimed among the nations, believed on in the",
        "world, taken up in glory."
      ]
    ],
    "cards": 3,
    "lines": 31,
    "lastCardLines": 9,
    "wordCount": 316,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54003001,
    "rangeEndId": 54003016,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 326.6,
      "wordCountMin": 316,
      "wordCountMax": 338,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 31.4,
      "lineMin": 30,
      "lineMax": 33
    }
  },
  {
    "ref": "2 Timothy 4:16–18",
    "text": "(16) At my first defense no one came to stand by me, but all deserted me. May it not be charged against them! (17) But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion's mouth. (18) The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen.",
    "cardsText": [
      [
        "(16) At my first defense no one came to stand by me, but all",
        "deserted me. May it not be charged against them! (17) But the",
        "Lord stood by me and strengthened me, so that through me",
        "the message might be fully proclaimed and all the Gentiles",
        "might hear it. So I was rescued from the lion's mouth. (18) The",
        "Lord will rescue me from every evil deed and bring me safely",
        "into his heavenly kingdom. To him be the glory forever and",
        "ever. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 55004016,
    "rangeEndId": 55004018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.6,
      "wordCountMin": 81,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Jude 1:8–25",
    "text": "(8) Yet in like manner these people also, relying on their dreams, defile the flesh, reject authority, and blaspheme the glorious ones. (9) But when the archangel Michael, contending with the devil, was disputing about the body of Moses, he did not presume to pronounce a blasphemous judgment, but said, \"The Lord rebuke you.\" (10) But these people blaspheme all that they do not understand, and they are destroyed by all that they, like unreasoning animals, understand instinctively. (11) Woe to them! For they walked in the way of Cain and abandoned themselves for the sake of gain to Balaam's error and perished in Korah's rebellion. (12) These are hidden reefs at your love feasts, as they feast with you without fear, shepherds feeding themselves; waterless clouds, swept along by winds; fruitless trees in late autumn, twice dead, uprooted; (13) wild waves of the sea, casting up the foam of their own shame; wandering stars, for whom the gloom of utter darkness has been reserved forever. (14) It was also about these that Enoch, the seventh from Adam, prophesied, saying, \"Behold, the Lord comes with ten thousands of his holy ones, (15) to execute judgment on all and to convict all the ungodly of all their deeds of ungodliness that they have committed in such an ungodly way, and of all the harsh things that ungodly sinners have spoken against him.\" (16) These are grumblers, malcontents, following their own sinful desires; they are loud-mouthed boasters, showing favoritism to gain advantage. (17) But you must remember, beloved, the predictions of the apostles of our Lord Jesus Christ. (18) They said to you, \"In the last time there will be scoffers, following their own ungodly passions.\" (19) It is these who cause divisions, worldly people, devoid of the Spirit. (20) But you, beloved, building yourselves up in your most holy faith and praying in the Holy Spirit, (21) keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life. (22) And have mercy on those who doubt; (23) save others by snatching them out of the fire; to others show mercy with fear, hating even the garment stained by the flesh. (24) Now to him who is able to keep you from stumbling and to present you blameless before the presence of his glory with great joy, (25) to the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and authority, before all time and now and forever. Amen.",
    "cardsText": [
      [
        "(8) Yet in like manner these people also, relying on their dreams,",
        "defile the flesh, reject authority, and blaspheme the glorious",
        "ones. (9) But when the archangel Michael, contending with",
        "the devil, was disputing about the body of Moses, he did not",
        "presume to pronounce a blasphemous judgment, but said, \"The",
        "Lord rebuke you.\" (10) But these people blaspheme all that they",
        "do not understand, and they are destroyed by all that they, like",
        "unreasoning animals, understand instinctively. (11) Woe to them!",
        "For they walked in the way of Cain and abandoned themselves for",
        "the sake of gain to Balaam's error and perished in Korah's rebellion.",
        "(12) These are hidden reefs at your love feasts, as they feast with",
        "you without fear, shepherds feeding themselves; waterless clouds,"
      ],
      [
        "swept along by winds; fruitless trees in late autumn, twice dead,",
        "uprooted; (13) wild waves of the sea, casting up the foam of",
        "their own shame; wandering stars, for whom the gloom of utter",
        "darkness has been reserved forever. (14) It was also about these",
        "that Enoch, the seventh from Adam, prophesied, saying, \"Behold,",
        "the Lord comes with ten thousands of his holy ones, (15) to execute",
        "judgment on all and to convict all the ungodly of all their deeds of",
        "ungodliness that they have committed in such an ungodly way, and",
        "of all the harsh things that ungodly sinners have spoken against",
        "him.\" (16) These are grumblers, malcontents, following their own",
        "sinful desires; they are loud-mouthed boasters, showing favoritism",
        "to gain advantage. (17) But you must remember, beloved, the",
        "predictions of the apostles of our Lord Jesus Christ. (18) They said"
      ],
      [
        "to you, \"In the last time there will be scoffers, following their own",
        "ungodly passions.\" (19) It is these who cause divisions, worldly",
        "people, devoid of the Spirit. (20) But you, beloved, building",
        "yourselves up in your most holy faith and praying in the Holy Spirit,",
        "(21) keep yourselves in the love of God, waiting for the mercy of",
        "our Lord Jesus Christ that leads to eternal life. (22) And have mercy",
        "on those who doubt; (23) save others by snatching them out of",
        "the fire; to others show mercy with fear, hating even the garment",
        "stained by the flesh. (24) Now to him who is able to keep you from",
        "stumbling and to present you blameless before the presence of",
        "his glory with great joy, (25) to the only God, our Savior, through",
        "Jesus Christ our Lord, be glory, majesty, dominion, and authority,",
        "before all time and now and forever. Amen."
      ]
    ],
    "cards": 3,
    "lines": 38,
    "lastCardLines": 13,
    "wordCount": 403,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 65001008,
    "rangeEndId": 65001025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 408,
      "wordCountMin": 398,
      "wordCountMax": 435,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 39.2,
      "lineMin": 37,
      "lineMax": 44
    }
  },
  {
    "ref": "Revelation 1:4–6",
    "text": "(4) John to the seven churches that are in Asia: Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, (5) and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth. To him who loves us and has freed us from our sins by his blood (6) and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen.",
    "cardsText": [
      [
        "(4) John to the seven churches that are in Asia: Grace to you",
        "and peace from him who is and who was and who is to come,",
        "and from the seven spirits who are before his throne, (5) and",
        "from Jesus Christ the faithful witness, the firstborn of the",
        "dead, and the ruler of kings on earth. To him who loves us",
        "and has freed us from our sins by his blood (6) and made us",
        "a kingdom, priests to his God and Father, to him be glory and",
        "dominion forever and ever. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 91,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66001004,
    "rangeEndId": 66001006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 95.8,
      "wordCountMin": 91,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Genesis 41:38–41",
    "text": "(38) And Pharaoh said to his servants, \"Can we find a man like this, in whom is the Spirit of God?\" (39) Then Pharaoh said to Joseph, \"Since God has shown you all this, there is none so discerning and wise as you are. (40) You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.\" (41) And Pharaoh said to Joseph, \"See, I have set you over all the land of Egypt.\"",
    "cardsText": [
      [
        "(38) And Pharaoh said to his servants, \"Can we find a man",
        "like this, in whom is the Spirit of God?\" (39) Then Pharaoh",
        "said to Joseph, \"Since God has shown you all this, there is",
        "none so discerning and wise as you are. (40) You shall be over",
        "my house, and all my people shall order themselves as you",
        "command. Only as regards the throne will I be greater than",
        "you.\" (41) And Pharaoh said to Joseph, \"See, I have set you",
        "over all the land of Egypt.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 85,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 1041038,
    "rangeEndId": 1041041,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 85,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "2 Chronicles 36:5–8",
    "text": "(5) Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the LORD his God. (6) Against him came up Nebuchadnezzar king of Babylon and bound him in chains to take him to Babylon. (7) Nebuchadnezzar also carried part of the vessels of the house of the LORD to Babylon and put them in his palace in Babylon. (8) Now the rest of the acts of Jehoiakim, and the abominations that he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his place.",
    "cardsText": [
      [
        "(5) Jehoiakim was twenty-five years old when he began to",
        "reign, and he reigned eleven years in Jerusalem. He did",
        "what was evil in the sight of the LORD his God. (6) Against",
        "him came up Nebuchadnezzar king of Babylon and bound",
        "him in chains to take him to Babylon. (7) Nebuchadnezzar",
        "also carried part of the vessels of the house of the LORD to",
        "Babylon and put them in his palace in Babylon. (8) Now the",
        "rest of the acts of Jehoiakim, and the abominations that he",
        "did, and what was found against him, behold, they are written",
        "in the Book of the Kings of Israel and Judah. And Jehoiachin",
        "his son reigned in his place."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 52,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 14036005,
    "rangeEndId": 14036008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 111.8,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 2:1–6",
    "text": "(1) Why do the nations rage and the peoples plot in vain? (2) The kings of the earth set themselves, and the rulers take counsel together, against the LORD and against his Anointed, saying, (3) \"Let us burst their bonds apart and cast away their cords from us.\" (4) He who sits in the heavens laughs; the Lord holds them in derision. (5) Then he will speak to them in his wrath, and terrify them in his fury, saying, (6) \"As for me, I have set my King on Zion, my holy hill.\"",
    "cardsText": [
      [
        "(1) Why do the nations rage and the peoples plot in vain?",
        "(2) The kings of the earth set themselves, and the rulers take",
        "counsel together, against the LORD and against his Anointed,",
        "saying, (3) \"Let us burst their bonds apart and cast away their",
        "cords from us.\" (4) He who sits in the heavens laughs; the",
        "Lord holds them in derision. (5) Then he will speak to them in",
        "his wrath, and terrify them in his fury, saying, (6) \"As for me, I",
        "have set my King on Zion, my holy hill.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 87,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 53,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 19002001,
    "rangeEndId": 19002006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 85.4,
      "wordCountMin": 75,
      "wordCountMax": 90,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 22:24–29",
    "text": "(24) Make no friendship with a man given to anger, nor go with a wrathful man, (25) lest you learn his ways and entangle yourself in a snare. (26) Be not one of those who give pledges, who put up security for debts. (27) If you have nothing with which to pay, why should your bed be taken from under you? (28) Do not move the ancient landmark that your fathers have set. (29) Do you see a man skillful in his work? He will stand before kings; he will not stand before obscure men.",
    "cardsText": [
      [
        "(24) Make no friendship with a man given to anger, nor go",
        "with a wrathful man, (25) lest you learn his ways and entangle",
        "yourself in a snare. (26) Be not one of those who give pledges,",
        "who put up security for debts. (27) If you have nothing with",
        "which to pay, why should your bed be taken from under you?",
        "(28) Do not move the ancient landmark that your fathers have",
        "set. (29) Do you see a man skillful in his work? He will stand",
        "before kings; he will not stand before obscure men."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 54,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 20022024,
    "rangeEndId": 20022029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 92,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 3:1–11",
    "text": "(1) For everything there is a season, and a time for every matter under heaven: (2) a time to be born, and a time to die; a time to plant, and a time to pluck up what is planted; (3) a time to kill, and a time to heal; a time to break down, and a time to build up; (4) a time to weep, and a time to laugh; a time to mourn, and a time to dance; (5) a time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing; (6) a time to seek, and a time to lose; a time to keep, and a time to cast away; (7) a time to tear, and a time to sew; a time to keep silence, and a time to speak; (8) a time to love, and a time to hate; a time for war, and a time for peace. (9) What gain has the worker from his toil? (10) I have seen the business that God has given to the children of man to be busy with. (11) He has made everything beautiful in its time. Also, he has put eternity into man's heart, yet so that he cannot find out what God has done from the beginning to the end.",
    "cardsText": [
      [
        "(1) For everything there is a season, and a time for every matter",
        "under heaven: (2) a time to be born, and a time to die; a time",
        "to plant, and a time to pluck up what is planted; (3) a time to",
        "kill, and a time to heal; a time to break down, and a time to",
        "build up; (4) a time to weep, and a time to laugh; a time to",
        "mourn, and a time to dance; (5) a time to cast away stones,",
        "and a time to gather stones together; a time to embrace, and",
        "a time to refrain from embracing; (6) a time to seek, and a time",
        "to lose; a time to keep, and a time to cast away; (7) a time to",
        "tear, and a time to sew; a time to keep silence, and a time to",
        "speak; (8) a time to love, and a time to hate; a time for war,"
      ],
      [
        "and a time for peace. (9) What gain has the worker from his",
        "toil? (10) I have seen the business that God has given to the",
        "children of man to be busy with. (11) He has made everything",
        "beautiful in its time. Also, he has put eternity into man's heart,",
        "yet so that he cannot find out what God has done from the",
        "beginning to the end."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 214,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 55,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 21003001,
    "rangeEndId": 21003011,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 215,
      "wordCountMin": 199,
      "wordCountMax": 227,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.2,
      "lineMin": 16,
      "lineMax": 18
    }
  },
  {
    "ref": "Isaiah 42:1–9",
    "text": "(1) Behold my servant, whom I uphold, my chosen, in whom my soul delights; I have put my Spirit upon him; he will bring forth justice to the nations. (2) He will not cry aloud or lift up his voice, or make it heard in the street; (3) a bruised reed he will not break, and a faintly burning wick he will not quench; he will faithfully bring forth justice. (4) He will not grow faint or be discouraged till he has established justice in the earth; and the coastlands wait for his law. (5) Thus says God, the LORD, who created the heavens and stretched them out, who spread out the earth and what comes from it, who gives breath to the people on it and spirit to those who walk in it: (6) \"I am the LORD; I have called you in righteousness; I will take you by the hand and keep you; I will give you as a covenant for the people, a light for the nations, (7) to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who sit in darkness. (8) I am the LORD; that is my name; my glory I give to no other, nor my praise to carved idols. (9) Behold, the former things have come to pass, and new things I now declare; before they spring forth I tell you of them.\"",
    "cardsText": [
      [
        "(1) Behold my servant, whom I uphold, my chosen, in whom",
        "my soul delights; I have put my Spirit upon him; he will bring",
        "forth justice to the nations. (2) He will not cry aloud or lift up",
        "his voice, or make it heard in the street; (3) a bruised reed he",
        "will not break, and a faintly burning wick he will not quench;",
        "he will faithfully bring forth justice. (4) He will not grow faint",
        "or be discouraged till he has established justice in the earth;",
        "and the coastlands wait for his law. (5) Thus says God, the",
        "LORD, who created the heavens and stretched them out, who",
        "spread out the earth and what comes from it, who gives breath",
        "to the people on it and spirit to those who walk in it: (6) \"I am"
      ],
      [
        "the LORD; I have called you in righteousness; I will take you",
        "by the hand and keep you; I will give you as a covenant for",
        "the people, a light for the nations, (7) to open the eyes that",
        "are blind, to bring out the prisoners from the dungeon, from",
        "the prison those who sit in darkness. (8) I am the LORD; that is",
        "my name; my glory I give to no other, nor my praise to carved",
        "idols. (9) Behold, the former things have come to pass, and",
        "new things I now declare; before they spring forth I tell you",
        "of them.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 231,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 56,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 23042001,
    "rangeEndId": 23042009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 231.4,
      "wordCountMin": 229,
      "wordCountMax": 235,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Jeremiah 8:11–17",
    "text": "(11) They have healed the wound of my people lightly, saying, 'Peace, peace,' when there is no peace. (12) Were they ashamed when they committed abomination? No, they were not at all ashamed; they did not know how to blush. Therefore they shall fall among the fallen; when I punish them, they shall be overthrown, says the LORD. (13) When I would gather them, declares the LORD, there are no grapes on the vine, nor figs on the fig tree; even the leaves are withered, and what I gave them has passed away from them.\" (14) Why do we sit still? Gather together; let us go into the fortified cities and perish there, for the LORD our God has doomed us to perish and has given us poisoned water to drink, because we have sinned against the LORD. (15) We looked for peace, but no good came; for a time of healing, but behold, terror. (16) \"The snorting of their horses is heard from Dan; at the sound of the neighing of their stallions the whole land quakes. They come and devour the land and all that fills it, the city and those who dwell in it. (17) For behold, I am sending among you serpents, adders that cannot be charmed, and they shall bite you,\" declares the LORD.",
    "cardsText": [
      [
        "(11) They have healed the wound of my people lightly,",
        "saying, 'Peace, peace,' when there is no peace. (12) Were",
        "they ashamed when they committed abomination? No, they",
        "were not at all ashamed; they did not know how to blush.",
        "Therefore they shall fall among the fallen; when I punish them,",
        "they shall be overthrown, says the LORD. (13) When I would",
        "gather them, declares the LORD, there are no grapes on the",
        "vine, nor figs on the fig tree; even the leaves are withered, and",
        "what I gave them has passed away from them.\" (14) Why do",
        "we sit still? Gather together; let us go into the fortified cities",
        "and perish there, for the LORD our God has doomed us to"
      ],
      [
        "perish and has given us poisoned water to drink, because we",
        "have sinned against the LORD. (15) We looked for peace, but",
        "no good came; for a time of healing, but behold, terror. (16)",
        "\"The snorting of their horses is heard from Dan; at the sound",
        "of the neighing of their stallions the whole land quakes. They",
        "come and devour the land and all that fills it, the city and",
        "those who dwell in it. (17) For behold, I am sending among",
        "you serpents, adders that cannot be charmed, and they shall",
        "bite you,\" declares the LORD."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 212,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 57,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 24008011,
    "rangeEndId": 24008017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 224,
      "wordCountMin": 212,
      "wordCountMax": 234,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Lamentations 1:1–7",
    "text": "(1) How lonely sits the city that was full of people! How like a widow has she become, she who was great among the nations! She who was a princess among the provinces has become a slave. (2) She weeps bitterly in the night, with tears on her cheeks; among all her lovers she has none to comfort her; all her friends have dealt treacherously with her; they have become her enemies. (3) Judah has gone into exile because of affliction and hard servitude; she dwells now among the nations, but finds no resting place; her pursuers have all overtaken her in the midst of her distress. (4) The roads to Zion mourn, for none come to the festival; all her gates are desolate; her priests groan; her virgins have been afflicted, and she herself suffers bitterly. (5) Her foes have become the head; her enemies prosper, because the LORD has afflicted her for the multitude of her transgressions; her children have gone away, captives before the foe. (6) From the daughter of Zion all her majesty has departed. Her princes have become like deer that find no pasture; they fled without strength before the pursuer. (7) Jerusalem remembers in the days of her affliction and wandering all the precious things that were hers from days of old. When her people fell into the hand of the foe, and there was none to help her, her foes gloated over her; they mocked at her downfall.",
    "cardsText": [
      [
        "(1) How lonely sits the city that was full of people! How like a widow",
        "has she become, she who was great among the nations! She who",
        "was a princess among the provinces has become a slave. (2) She",
        "weeps bitterly in the night, with tears on her cheeks; among all",
        "her lovers she has none to comfort her; all her friends have dealt",
        "treacherously with her; they have become her enemies. (3) Judah",
        "has gone into exile because of affliction and hard servitude; she",
        "dwells now among the nations, but finds no resting place; her",
        "pursuers have all overtaken her in the midst of her distress. (4) The",
        "roads to Zion mourn, for none come to the festival; all her gates",
        "are desolate; her priests groan; her virgins have been afflicted,"
      ],
      [
        "and she herself suffers bitterly. (5) Her foes have become the",
        "head; her enemies prosper, because the LORD has afflicted her",
        "for the multitude of her transgressions; her children have gone",
        "away, captives before the foe. (6) From the daughter of Zion all",
        "her majesty has departed. Her princes have become like deer that",
        "find no pasture; they fled without strength before the pursuer. (7)",
        "Jerusalem remembers in the days of her affliction and wandering",
        "all the precious things that were hers from days of old. When her",
        "people fell into the hand of the foe, and there was none to help",
        "her, her foes gloated over her; they mocked at her downfall."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 238,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 58,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25001001,
    "rangeEndId": 25001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 229,
      "wordCountMax": 259,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "Lamentations 3:25–33",
    "text": "(25) The LORD is good to those who wait for him, to the soul who seeks him. (26) It is good that one should wait quietly for the salvation of the LORD. (27) It is good for a man that he bear the yoke in his youth. (28) Let him sit alone in silence when it is laid on him; (29) let him put his mouth in the dust- - there may yet be hope; (30) let him give his cheek to the one who strikes, and let him be filled with insults. (31) For the Lord will not cast off forever, (32) but, though he cause grief, he will have compassion according to the abundance of his steadfast love; (33) for he does not afflict from his heart or grieve the children of men.",
    "cardsText": [
      [
        "(25) The LORD is good to those who wait for him, to the soul",
        "who seeks him. (26) It is good that one should wait quietly",
        "for the salvation of the LORD. (27) It is good for a man that",
        "he bear the yoke in his youth. (28) Let him sit alone in silence",
        "when it is laid on him; (29) let him put his mouth in the dust-",
        "- there may yet be hope; (30) let him give his cheek to the",
        "one who strikes, and let him be filled with insults. (31) For the",
        "Lord will not cast off forever, (32) but, though he cause grief,",
        "he will have compassion according to the abundance of his",
        "steadfast love; (33) for he does not afflict from his heart or",
        "grieve the children of men."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 126,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 59,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25003025,
    "rangeEndId": 25003033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 124.2,
      "wordCountMin": 122,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezekiel 11:14–21",
    "text": "(14) And the word of the LORD came to me: (15) \"Son of man, your brothers, even your brothers, your kinsmen, the whole house of Israel, all of them, are those of whom the inhabitants of Jerusalem have said, 'Go far from the LORD; to us this land is given for a possession.' (16) Therefore say, 'Thus says the Lord GOD: Though I removed them far off among the nations, and though I scattered them among the countries, yet I have been a sanctuary to them for a while in the countries where they have gone.' (17) Therefore say, 'Thus says the Lord GOD: I will gather you from the peoples and assemble you out of the countries where you have been scattered, and I will give you the land of Israel.' (18) And when they come there, they will remove from it all its detestable things and all its abominations. (19) And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh, (20) that they may walk in my statutes and keep my rules and obey them. And they shall be my people, and I will be their God. (21) But as for those whose heart goes after their detestable things and their abominations, I will bring their deeds upon their own heads, declares the Lord GOD.\"",
    "cardsText": [
      [
        "(14) And the word of the LORD came to me: (15) \"Son of man,",
        "your brothers, even your brothers, your kinsmen, the whole",
        "house of Israel, all of them, are those of whom the inhabitants",
        "of Jerusalem have said, 'Go far from the LORD; to us this land",
        "is given for a possession.' (16) Therefore say, 'Thus says the",
        "Lord GOD: Though I removed them far off among the nations,",
        "and though I scattered them among the countries, yet I have",
        "been a sanctuary to them for a while in the countries where",
        "they have gone.' (17) Therefore say, 'Thus says the Lord GOD:",
        "I will gather you from the peoples and assemble you out",
        "of the countries where you have been scattered, and I will"
      ],
      [
        "give you the land of Israel.' (18) And when they come there,",
        "they will remove from it all its detestable things and all its",
        "abominations. (19) And I will give them one heart, and a new",
        "spirit I will put within them. I will remove the heart of stone",
        "from their flesh and give them a heart of flesh, (20) that they",
        "may walk in my statutes and keep my rules and obey them.",
        "And they shall be my people, and I will be their God. (21) But",
        "as for those whose heart goes after their detestable things",
        "and their abominations, I will bring their deeds upon their",
        "own heads, declares the Lord GOD.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 232,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 60,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26011014,
    "rangeEndId": 26011021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 235.6,
      "wordCountMin": 223,
      "wordCountMax": 246,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Ezekiel 13:8–10",
    "text": "(8) Therefore thus says the Lord GOD: \"Because you have uttered falsehood and seen lying visions, therefore behold, I am against you, declares the Lord GOD. (9) My hand will be against the prophets who see false visions and who give lying divinations. They shall not be in the council of my people, nor be enrolled in the register of the house of Israel, nor shall they enter the land of Israel. And you shall know that I am the Lord GOD. (10) Precisely because they have misled my people, saying, 'Peace,' when there is no peace, and because, when the people build a wall, these prophets smear it with whitewash,",
    "cardsText": [
      [
        "(8) Therefore thus says the Lord GOD: \"Because you have",
        "uttered falsehood and seen lying visions, therefore behold, I",
        "am against you, declares the Lord GOD. (9) My hand will be",
        "against the prophets who see false visions and who give lying",
        "divinations. They shall not be in the council of my people, nor",
        "be enrolled in the register of the house of Israel, nor shall",
        "they enter the land of Israel. And you shall know that I am",
        "the Lord GOD. (10) Precisely because they have misled my",
        "people, saying, 'Peace,' when there is no peace, and because,",
        "when the people build a wall, these prophets smear it with",
        "whitewash,"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 108,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 61,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26013008,
    "rangeEndId": 26013010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.6,
      "wordCountMin": 103,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 1:1–7",
    "text": "(1) In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. (2) And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god. (3) Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility, (4) youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king's palace, and to teach them the literature and language of the Chaldeans. (5) The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king. (6) Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah. (7) And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.",
    "cardsText": [
      [
        "(1) In the third year of the reign of Jehoiakim king of Judah,",
        "Nebuchadnezzar king of Babylon came to Jerusalem",
        "and besieged it. (2) And the Lord gave Jehoiakim king of",
        "Judah into his hand, with some of the vessels of the house",
        "of God. And he brought them to the land of Shinar, to the",
        "house of his god, and placed the vessels in the treasury of",
        "his god. (3) Then the king commanded Ashpenaz, his chief",
        "eunuch, to bring some of the people of Israel, both of the",
        "royal family and of the nobility, (4) youths without blemish,",
        "of good appearance and skillful in all wisdom, endowed",
        "with knowledge, understanding learning, and competent to"
      ],
      [
        "stand in the king's palace, and to teach them the literature",
        "and language of the Chaldeans. (5) The king assigned them",
        "a daily portion of the food that the king ate, and of the wine",
        "that he drank. They were to be educated for three years, and",
        "at the end of that time they were to stand before the king. (6)",
        "Among these were Daniel, Hananiah, Mishael, and Azariah",
        "of the tribe of Judah. (7) And the chief of the eunuchs gave",
        "them names: Daniel he called Belteshazzar, Hananiah he",
        "called Shadrach, Mishael he called Meshach, and Azariah he",
        "called Abednego."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 210,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 62,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27001001,
    "rangeEndId": 27001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.2,
      "wordCountMin": 200,
      "wordCountMax": 233,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 2:1–11",
    "text": "(1) In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. (2) Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. (3) And the king said to them, \"I had a dream, and my spirit is troubled to know the dream.\" (4) Then the Chaldeans said to the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will show the interpretation.\" (5) The king answered and said to the Chaldeans, \"The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. (6) But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.\" (7) They answered a second time and said, \"Let the king tell his servants the dream, and we will show its interpretation.\" (8) The king answered and said, \"I know with certainty that you are trying to gain time, because you see that the word from me is firm-- (9) if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.\" (10) The Chaldeans answered the king and said, \"There is not a man on earth who can meet the king's demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. (11) The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.\"",
    "cardsText": [
      [
        "(1) In the second year of the reign of Nebuchadnezzar,",
        "Nebuchadnezzar had dreams; his spirit was troubled, and",
        "his sleep left him. (2) Then the king commanded that the",
        "magicians, the enchanters, the sorcerers, and the Chaldeans",
        "be summoned to tell the king his dreams. So they came in",
        "and stood before the king. (3) And the king said to them, \"I",
        "had a dream, and my spirit is troubled to know the dream.\"",
        "(4) Then the Chaldeans said to the king in Aramaic, \"O king,",
        "live forever! Tell your servants the dream, and we will show",
        "the interpretation.\" (5) The king answered and said to the",
        "Chaldeans, \"The word from me is firm: if you do not make"
      ],
      [
        "known to me the dream and its interpretation, you shall be",
        "torn limb from limb, and your houses shall be laid in ruins.",
        "(6) But if you show the dream and its interpretation, you shall",
        "receive from me gifts and rewards and great honor. Therefore",
        "show me the dream and its interpretation.\" (7) They answered",
        "a second time and said, \"Let the king tell his servants the",
        "dream, and we will show its interpretation.\" (8) The king",
        "answered and said, \"I know with certainty that you are trying",
        "to gain time, because you see that the word from me is firm--",
        "(9) if you do not make the dream known to me, there is but",
        "one sentence for you. You have agreed to speak lying and"
      ],
      [
        "corrupt words before me till the times change. Therefore",
        "tell me the dream, and I shall know that you can show me its",
        "interpretation.\" (10) The Chaldeans answered the king and",
        "said, \"There is not a man on earth who can meet the king's",
        "demand, for no great and powerful king has asked such a",
        "thing of any magician or enchanter or Chaldean. (11) The",
        "thing that the king asks is difficult, and no one can show it to",
        "the king except the gods, whose dwelling is not with flesh.\""
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 324,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 63,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002001,
    "rangeEndId": 27002011,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 328.2,
      "wordCountMin": 309,
      "wordCountMax": 344,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 30.4,
      "lineMin": 28,
      "lineMax": 32
    }
  },
  {
    "ref": "Daniel 2:17–24",
    "text": "(17) Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, (18) and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. (19) Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. (20) Daniel answered and said: \"Blessed be the name of God forever and ever, to whom belong wisdom and might. (21) He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise and knowledge to those who have understanding; (22) he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him. (23) To you, O God of my fathers, I give thanks and praise, for you have given me wisdom and might, and have now made known to me what we asked of you, for you have made known to us the king's matter.\" (24) Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: \"Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.\"",
    "cardsText": [
      [
        "(17) Then Daniel went to his house and made the matter",
        "known to Hananiah, Mishael, and Azariah, his companions,",
        "(18) and told them to seek mercy from the God of heaven",
        "concerning this mystery, so that Daniel and his companions",
        "might not be destroyed with the rest of the wise men of",
        "Babylon. (19) Then the mystery was revealed to Daniel in a",
        "vision of the night. Then Daniel blessed the God of heaven.",
        "(20) Daniel answered and said: \"Blessed be the name of God",
        "forever and ever, to whom belong wisdom and might. (21)",
        "He changes times and seasons; he removes kings and sets up",
        "kings; he gives wisdom to the wise and knowledge to those"
      ],
      [
        "who have understanding; (22) he reveals deep and hidden",
        "things; he knows what is in the darkness, and the light dwells",
        "with him. (23) To you, O God of my fathers, I give thanks and",
        "praise, for you have given me wisdom and might, and have",
        "now made known to me what we asked of you, for you have",
        "made known to us the king's matter.\" (24) Therefore Daniel",
        "went in to Arioch, whom the king had appointed to destroy",
        "the wise men of Babylon. He went and said thus to him: \"Do",
        "not destroy the wise men of Babylon; bring me in before the",
        "king, and I will show the king the interpretation.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 223,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 64,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002017,
    "rangeEndId": 27002024,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 208,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 4:33–37",
    "text": "(33) Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles' feathers, and his nails were like birds' claws. (34) At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever, for his dominion is an everlasting dominion, and his kingdom endures from generation to generation; (35) all the inhabitants of the earth are accounted as nothing, and he does according to his will among the host of heaven and among the inhabitants of the earth; and none can stay his hand or say to him, \"What have you done?\" (36) At the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me. (37) Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble.",
    "cardsText": [
      [
        "(33) Immediately the word was fulfilled against",
        "Nebuchadnezzar. He was driven from among men and ate",
        "grass like an ox, and his body was wet with the dew of heaven",
        "till his hair grew as long as eagles' feathers, and his nails were",
        "like birds' claws. (34) At the end of the days I, Nebuchadnezzar,",
        "lifted my eyes to heaven, and my reason returned to me, and",
        "I blessed the Most High, and praised and honored him who",
        "lives forever, for his dominion is an everlasting dominion,",
        "and his kingdom endures from generation to generation;",
        "(35) all the inhabitants of the earth are accounted as nothing,",
        "and he does according to his will among the host of heaven"
      ],
      [
        "and among the inhabitants of the earth; and none can stay",
        "his hand or say to him, \"What have you done?\" (36) At the",
        "same time my reason returned to me, and for the glory of",
        "my kingdom, my majesty and splendor returned to me. My",
        "counselors and my lords sought me, and I was established in",
        "my kingdom, and still more greatness was added to me. (37)",
        "Now I, Nebuchadnezzar, praise and extol and honor the King",
        "of heaven, for all his works are right and his ways are just; and",
        "those who walk in pride he is able to humble."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 215,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 65,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27004033,
    "rangeEndId": 27004037,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214.4,
      "wordCountMin": 210,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Daniel 5:1–4",
    "text": "(1) King Belshazzar made a great feast for a thousand of his lords and drank wine in front of the thousand. (2) Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them. (3) Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them. (4) They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone.",
    "cardsText": [
      [
        "(1) King Belshazzar made a great feast for a thousand of his",
        "lords and drank wine in front of the thousand. (2) Belshazzar,",
        "when he tasted the wine, commanded that the vessels of gold",
        "and of silver that Nebuchadnezzar his father had taken out of",
        "the temple in Jerusalem be brought, that the king and his",
        "lords, his wives, and his concubines might drink from them.",
        "(3) Then they brought in the golden vessels that had been",
        "taken out of the temple, the house of God in Jerusalem, and",
        "the king and his lords, his wives, and his concubines drank",
        "from them. (4) They drank wine and praised the gods of gold",
        "and silver, bronze, iron, wood, and stone."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 115,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 66,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27005001,
    "rangeEndId": 27005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 112,
      "wordCountMax": 125,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 6:1–13",
    "text": "(1) It pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom; (2) and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss. (3) Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom. (4) Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him. (5) Then these men said, \"We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.\" (6) Then these high officials and satraps came by agreement to the king and said to him, \"O King Darius, live forever! (7) All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions. (8) Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.\" (9) Therefore King Darius signed the document and injunction. (10) When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously. (11) Then these men came by agreement and found Daniel making petition and plea before his God. (12) Then they came near and said before the king, concerning the injunction, \"O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?\" The king answered and said, \"The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.\" (13) Then they answered and said before the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.\"",
    "cardsText": [
      [
        "(1) It pleased Darius to set over the kingdom 120 satraps,",
        "to be throughout the whole kingdom; (2) and over them",
        "three high officials, of whom Daniel was one, to whom these",
        "satraps should give account, so that the king might suffer no",
        "loss. (3) Then this Daniel became distinguished above all the",
        "other high officials and satraps, because an excellent spirit",
        "was in him. And the king planned to set him over the whole",
        "kingdom. (4) Then the high officials and the satraps sought",
        "to find a ground for complaint against Daniel with regard to",
        "the kingdom, but they could find no ground for complaint or",
        "any fault, because he was faithful, and no error or fault was"
      ],
      [
        "found in him. (5) Then these men said, \"We shall not find any",
        "ground for complaint against this Daniel unless we find it",
        "in connection with the law of his God.\" (6) Then these high",
        "officials and satraps came by agreement to the king and said",
        "to him, \"O King Darius, live forever! (7) All the high officials",
        "of the kingdom, the prefects and the satraps, the counselors",
        "and the governors are agreed that the king should establish",
        "an ordinance and enforce an injunction, that whoever makes",
        "petition to any god or man for thirty days, except to you, O king,",
        "shall be cast into the den of lions. (8) Now, O king, establish",
        "the injunction and sign the document, so that it cannot be"
      ],
      [
        "changed, according to the law of the Medes and the Persians,",
        "which cannot be revoked.\" (9) Therefore King Darius signed",
        "the document and injunction. (10) When Daniel knew that the",
        "document had been signed, he went to his house where he",
        "had windows in his upper chamber open toward Jerusalem.",
        "He got down on his knees three times a day and prayed",
        "and gave thanks before his God, as he had done previously.",
        "(11) Then these men came by agreement and found Daniel",
        "making petition and plea before his God. (12) Then they came",
        "near and said before the king, concerning the injunction, \"O",
        "king! Did you not sign an injunction, that anyone who makes"
      ],
      [
        "petition to any god or man within thirty days except to you, O",
        "king, shall be cast into the den of lions?\" The king answered",
        "and said, \"The thing stands fast, according to the law of the",
        "Medes and Persians, which cannot be revoked.\" (13) Then",
        "they answered and said before the king, \"Daniel, who is one",
        "of the exiles from Judah, pays no attention to you, O king, or",
        "the injunction you have signed, but makes his petition three",
        "times a day.\""
      ]
    ],
    "cards": 4,
    "lines": 41,
    "lastCardLines": 8,
    "wordCount": 429,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 67,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27006001,
    "rangeEndId": 27006013,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 419.4,
      "wordCountMin": 407,
      "wordCountMax": 435,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 40.6,
      "lineMin": 39,
      "lineMax": 44
    }
  },
  {
    "ref": "Daniel 7:27",
    "text": "(27) And the kingdom and the dominion and the greatness of the kingdoms under the whole heaven shall be given to the people of the saints of the Most High; his kingdom shall be an everlasting kingdom, and all dominions shall serve and obey him.'",
    "cardsText": [
      [
        "(27) And the kingdom and the dominion and the greatness",
        "of the kingdoms under the whole heaven shall be given to",
        "the people of the saints of the Most High; his kingdom shall",
        "be an everlasting kingdom, and all dominions shall serve and",
        "obey him.'"
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 44,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 68,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27007027,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 42.2,
      "wordCountMin": 39,
      "wordCountMax": 45,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Micah 5:2–4",
    "text": "(2) But you, O Bethlehem Ephrathah, who are too little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose coming forth is from of old, from ancient days. (3) Therefore he shall give them up until the time when she who is in labor has given birth; then the rest of his brothers shall return to the people of Israel. (4) And he shall stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they shall dwell secure, for now he shall be great to the ends of the earth.",
    "cardsText": [
      [
        "(2) But you, O Bethlehem Ephrathah, who are too little to be",
        "among the clans of Judah, from you shall come forth for me",
        "one who is to be ruler in Israel, whose coming forth is from",
        "of old, from ancient days. (3) Therefore he shall give them up",
        "until the time when she who is in labor has given birth; then",
        "the rest of his brothers shall return to the people of Israel. (4)",
        "And he shall stand and shepherd his flock in the strength of",
        "the LORD, in the majesty of the name of the LORD his God.",
        "And they shall dwell secure, for now he shall be great to the",
        "ends of the earth."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 114,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 69,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 33005002,
    "rangeEndId": 33005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.6,
      "wordCountMin": 105,
      "wordCountMax": 116,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 4:1–11",
    "text": "(1) Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. (2) And after fasting forty days and forty nights, he was hungry. (3) And the tempter came and said to him, \"If you are the Son of God, command these stones to become loaves of bread.\" (4) But he answered, \"It is written, \"'Man shall not live by bread alone, but by every word that comes from the mouth of God.'\" (5) Then the devil took him to the holy city and set him on the pinnacle of the temple (6) and said to him, \"If you are the Son of God, throw yourself down, for it is written, \"'He will command his angels concerning you,' and \"'On their hands they will bear you up, lest you strike your foot against a stone.'\" (7) Jesus said to him, \"Again it is written, 'You shall not put the Lord your God to the test.'\" (8) Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. (9) And he said to him, \"All these I will give you, if you will fall down and worship me.\" (10) Then Jesus said to him, \"Be gone, Satan! For it is written, \"'You shall worship the Lord your God and him only shall you serve.'\" (11) Then the devil left him, and behold, angels came and were ministering to him.",
    "cardsText": [
      [
        "(1) Then Jesus was led up by the Spirit into the wilderness",
        "to be tempted by the devil. (2) And after fasting forty days",
        "and forty nights, he was hungry. (3) And the tempter came",
        "and said to him, \"If you are the Son of God, command these",
        "stones to become loaves of bread.\" (4) But he answered, \"It",
        "is written, \"'Man shall not live by bread alone, but by every",
        "word that comes from the mouth of God.'\" (5) Then the devil",
        "took him to the holy city and set him on the pinnacle of the",
        "temple (6) and said to him, \"If you are the Son of God, throw",
        "yourself down, for it is written, \"'He will command his angels",
        "concerning you,' and \"'On their hands they will bear you"
      ],
      [
        "up, lest you strike your foot against a stone.'\" (7) Jesus said",
        "to him, \"Again it is written, 'You shall not put the Lord your",
        "God to the test.'\" (8) Again, the devil took him to a very high",
        "mountain and showed him all the kingdoms of the world and",
        "their glory. (9) And he said to him, \"All these I will give you, if",
        "you will fall down and worship me.\" (10) Then Jesus said to",
        "him, \"Be gone, Satan! For it is written, \"'You shall worship the",
        "Lord your God and him only shall you serve.'\" (11) Then the",
        "devil left him, and behold, angels came and were ministering",
        "to him."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 234,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 70,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40004001,
    "rangeEndId": 40004011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 238,
      "wordCountMin": 220,
      "wordCountMax": 248,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.8,
      "lineMin": 19,
      "lineMax": 22
    }
  },
  {
    "ref": "Matthew 5:17–18",
    "text": "(17) \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. (18) For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.",
    "cardsText": [
      [
        "(17) \"Do not think that I have come to abolish the Law or",
        "the Prophets; I have not come to abolish them but to fulfill",
        "them. (18) For truly, I say to you, until heaven and earth pass",
        "away, not an iota, not a dot, will pass from the Law until all is",
        "accomplished."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 52,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 71,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40005017,
    "rangeEndId": 40005018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 52.6,
      "wordCountMin": 50,
      "wordCountMax": 58,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Matthew 26:31–35",
    "text": "(31) Then Jesus said to them, \"You will all fall away because of me this night. For it is written, 'I will strike the shepherd, and the sheep of the flock will be scattered.' (32) But after I am raised up, I will go before you to Galilee.\" (33) Peter answered him, \"Though they all fall away because of you, I will never fall away.\" (34) Jesus said to him, \"Truly, I tell you, this very night, before the rooster crows, you will deny me three times.\" (35) Peter said to him, \"Even if I must die with you, I will not deny you!\" And all the disciples said the same.",
    "cardsText": [
      [
        "(31) Then Jesus said to them, \"You will all fall away because of",
        "me this night. For it is written, 'I will strike the shepherd, and",
        "the sheep of the flock will be scattered.' (32) But after I am",
        "raised up, I will go before you to Galilee.\" (33) Peter answered",
        "him, \"Though they all fall away because of you, I will never fall",
        "away.\" (34) Jesus said to him, \"Truly, I tell you, this very night,",
        "before the rooster crows, you will deny me three times.\" (35)",
        "Peter said to him, \"Even if I must die with you, I will not deny",
        "you!\" And all the disciples said the same."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 106,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 72,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40026031,
    "rangeEndId": 40026035,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.8,
      "wordCountMin": 105,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 28:1–10",
    "text": "(1) Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. (2) And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. (3) His appearance was like lightning, and his clothing white as snow. (4) And for fear of him the guards trembled and became like dead men. (5) But the angel said to the women, \"Do not be afraid, for I know that you seek Jesus who was crucified. (6) He is not here, for he has risen, as he said. Come, see the place where he lay. (7) Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.\" (8) So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. (9) And behold, Jesus met them and said, \"Greetings!\" And they came up and took hold of his feet and worshiped him. (10) Then Jesus said to them, \"Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.\"",
    "cardsText": [
      [
        "(1) Now after the Sabbath, toward the dawn of the first day",
        "of the week, Mary Magdalene and the other Mary went to",
        "see the tomb. (2) And behold, there was a great earthquake,",
        "for an angel of the Lord descended from heaven and came",
        "and rolled back the stone and sat on it. (3) His appearance",
        "was like lightning, and his clothing white as snow. (4) And for",
        "fear of him the guards trembled and became like dead men.",
        "(5) But the angel said to the women, \"Do not be afraid, for",
        "I know that you seek Jesus who was crucified. (6) He is not",
        "here, for he has risen, as he said. Come, see the place where",
        "he lay. (7) Then go quickly and tell his disciples that he has"
      ],
      [
        "risen from the dead, and behold, he is going before you to",
        "Galilee; there you will see him. See, I have told you.\" (8) So",
        "they departed quickly from the tomb with fear and great joy,",
        "and ran to tell his disciples. (9) And behold, Jesus met them",
        "and said, \"Greetings!\" And they came up and took hold of his",
        "feet and worshiped him. (10) Then Jesus said to them, \"Do",
        "not be afraid; go and tell my brothers to go to Galilee, and",
        "there they will see me.\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 211,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 73,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40028001,
    "rangeEndId": 40028010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219,
      "wordCountMin": 210,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Mark 11:1–10",
    "text": "(1) Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples (2) and said to them, \"Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it. (3) If anyone says to you, 'Why are you doing this?' say, 'The Lord has need of it and will send it back here immediately.'\" (4) And they went away and found a colt tied at a door outside in the street, and they untied it. (5) And some of those standing there said to them, \"What are you doing, untying the colt?\" (6) And they told them what Jesus had said, and they let them go. (7) And they brought the colt to Jesus and threw their cloaks on it, and he sat on it. (8) And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields. (9) And those who went before and those who followed were shouting, \"Hosanna! Blessed is he who comes in the name of the Lord! (10) Blessed is the coming kingdom of our father David! Hosanna in the highest!\"",
    "cardsText": [
      [
        "(1) Now when they drew near to Jerusalem, to Bethphage",
        "and Bethany, at the Mount of Olives, Jesus sent two of his",
        "disciples (2) and said to them, \"Go into the village in front",
        "of you, and immediately as you enter it you will find a colt",
        "tied, on which no one has ever sat. Untie it and bring it. (3) If",
        "anyone says to you, 'Why are you doing this?' say, 'The Lord",
        "has need of it and will send it back here immediately.'\" (4)",
        "And they went away and found a colt tied at a door outside in",
        "the street, and they untied it. (5) And some of those standing",
        "there said to them, \"What are you doing, untying the colt?\"",
        "(6) And they told them what Jesus had said, and they let them"
      ],
      [
        "go. (7) And they brought the colt to Jesus and threw their",
        "cloaks on it, and he sat on it. (8) And many spread their cloaks",
        "on the road, and others spread leafy branches that they had",
        "cut from the fields. (9) And those who went before and those",
        "who followed were shouting, \"Hosanna! Blessed is he who",
        "comes in the name of the Lord! (10) Blessed is the coming",
        "kingdom of our father David! Hosanna in the highest!\""
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 205,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 74,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 41011001,
    "rangeEndId": 41011010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.8,
      "wordCountMin": 192,
      "wordCountMax": 226,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Luke 8:18",
    "text": "(18) Take care then how you hear, for to the one who has, more will be given, and from the one who has not, even what he thinks that he has will be taken away.\"",
    "cardsText": [
      [
        "(18) Take care then how you hear, for to the one who has,",
        "more will be given, and from the one who has not, even what",
        "he thinks that he has will be taken away.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 75,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42008018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 30.8,
      "wordCountMin": 27,
      "wordCountMax": 34,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Luke 14:25–35",
    "text": "(25) Now great crowds accompanied him, and he turned and said to them, (26) \"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple. (27) Whoever does not bear his own cross and come after me cannot be my disciple. (28) For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it? (29) Otherwise, when he has laid a foundation and is not able to finish, all who see it begin to mock him, (30) saying, 'This man began to build and was not able to finish.' (31) Or what king, going out to encounter another king in war, will not sit down first and deliberate whether he is able with ten thousand to meet him who comes against him with twenty thousand? (32) And if not, while the other is yet a great way off, he sends a delegation and asks for terms of peace. (33) So therefore, any one of you who does not renounce all that he has cannot be my disciple. (34) \"Salt is good, but if salt has lost its taste, how shall its saltiness be restored? (35) It is of no use either for the soil or for the manure pile. It is thrown away. He who has ears to hear, let him hear.\"",
    "cardsText": [
      [
        "(25) Now great crowds accompanied him, and he turned",
        "and said to them, (26) \"If anyone comes to me and does not",
        "hate his own father and mother and wife and children and",
        "brothers and sisters, yes, and even his own life, he cannot",
        "be my disciple. (27) Whoever does not bear his own cross",
        "and come after me cannot be my disciple. (28) For which of",
        "you, desiring to build a tower, does not first sit down and",
        "count the cost, whether he has enough to complete it? (29)",
        "Otherwise, when he has laid a foundation and is not able to",
        "finish, all who see it begin to mock him, (30) saying, 'This man",
        "began to build and was not able to finish.' (31) Or what king,"
      ],
      [
        "going out to encounter another king in war, will not sit down",
        "first and deliberate whether he is able with ten thousand to",
        "meet him who comes against him with twenty thousand? (32)",
        "And if not, while the other is yet a great way off, he sends a",
        "delegation and asks for terms of peace. (33) So therefore, any",
        "one of you who does not renounce all that he has cannot be",
        "my disciple. (34) \"Salt is good, but if salt has lost its taste, how",
        "shall its saltiness be restored? (35) It is of no use either for the",
        "soil or for the manure pile. It is thrown away. He who has ears",
        "to hear, let him hear.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 236,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 76,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42014025,
    "rangeEndId": 42014035,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 234.8,
      "wordCountMin": 227,
      "wordCountMax": 240,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Luke 16:1–8",
    "text": "(1) He also said to the disciples, \"There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions. (2) And he called him and said to him, 'What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.' (3) And the manager said to himself, 'What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg. (4) I have decided what to do, so that when I am removed from management, people may receive me into their houses.' (5) So, summoning his master's debtors one by one, he said to the first, 'How much do you owe my master?' (6) He said, 'A hundred measures of oil.' He said to him, 'Take your bill, and sit down quickly and write fifty.' (7) Then he said to another, 'And how much do you owe?' He said, 'A hundred measures of wheat.' He said to him, 'Take your bill, and write eighty.' (8) The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light.",
    "cardsText": [
      [
        "(1) He also said to the disciples, \"There was a rich man who",
        "had a manager, and charges were brought to him that this",
        "man was wasting his possessions. (2) And he called him",
        "and said to him, 'What is this that I hear about you? Turn in",
        "the account of your management, for you can no longer be",
        "manager.' (3) And the manager said to himself, 'What shall I",
        "do, since my master is taking the management away from me?",
        "I am not strong enough to dig, and I am ashamed to beg. (4)",
        "I have decided what to do, so that when I am removed from",
        "management, people may receive me into their houses.' (5)",
        "So, summoning his master's debtors one by one, he said to"
      ],
      [
        "the first, 'How much do you owe my master?' (6) He said, 'A",
        "hundred measures of oil.' He said to him, 'Take your bill, and",
        "sit down quickly and write fifty.' (7) Then he said to another,",
        "'And how much do you owe?' He said, 'A hundred measures",
        "of wheat.' He said to him, 'Take your bill, and write eighty.'",
        "(8) The master commended the dishonest manager for his",
        "shrewdness. For the sons of this world are more shrewd in",
        "dealing with their own generation than the sons of light."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 210,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 77,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42016001,
    "rangeEndId": 42016008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 211.2,
      "wordCountMin": 203,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.2,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "John 4:27–38",
    "text": "(27) Just then his disciples came back. They marveled that he was talking with a woman, but no one said, \"What do you seek?\" or, \"Why are you talking with her?\" (28) So the woman left her water jar and went away into town and said to the people, (29) \"Come, see a man who told me all that I ever did. Can this be the Christ?\" (30) They went out of the town and were coming to him. (31) Meanwhile the disciples were urging him, saying, \"Rabbi, eat.\" (32) But he said to them, \"I have food to eat that you do not know about.\" (33) So the disciples said to one another, \"Has anyone brought him something to eat?\" (34) Jesus said to them, \"My food is to do the will of him who sent me and to accomplish his work. (35) Do you not say, 'There are yet four months, then comes the harvest'? Look, I tell you, lift up your eyes, and see that the fields are white for harvest. (36) Already the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together. (37) For here the saying holds true, 'One sows and another reaps.' (38) I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.\"",
    "cardsText": [
      [
        "(27) Just then his disciples came back. They marveled that",
        "he was talking with a woman, but no one said, \"What do you",
        "seek?\" or, \"Why are you talking with her?\" (28) So the woman",
        "left her water jar and went away into town and said to the",
        "people, (29) \"Come, see a man who told me all that I ever did.",
        "Can this be the Christ?\" (30) They went out of the town and",
        "were coming to him. (31) Meanwhile the disciples were urging",
        "him, saying, \"Rabbi, eat.\" (32) But he said to them, \"I have",
        "food to eat that you do not know about.\" (33) So the disciples",
        "said to one another, \"Has anyone brought him something to",
        "eat?\" (34) Jesus said to them, \"My food is to do the will of"
      ],
      [
        "him who sent me and to accomplish his work. (35) Do you",
        "not say, 'There are yet four months, then comes the harvest'?",
        "Look, I tell you, lift up your eyes, and see that the fields are",
        "white for harvest. (36) Already the one who reaps is receiving",
        "wages and gathering fruit for eternal life, so that sower and",
        "reaper may rejoice together. (37) For here the saying holds",
        "true, 'One sows and another reaps.' (38) I sent you to reap",
        "that for which you did not labor. Others have labored, and",
        "you have entered into their labor.\""
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 220,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 78,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43004027,
    "rangeEndId": 43004038,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 227,
      "wordCountMin": 220,
      "wordCountMax": 239,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "John 13:1–9",
    "text": "(1) Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. (2) During supper, when the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray him, (3) Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, (4) rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. (5) Then he poured water into a basin and began to wash the disciples' feet and to wipe them with the towel that was wrapped around him. (6) He came to Simon Peter, who said to him, \"Lord, do you wash my feet?\" (7) Jesus answered him, \"What I am doing you do not understand now, but afterward you will understand.\" (8) Peter said to him, \"You shall never wash my feet.\" Jesus answered him, \"If I do not wash you, you have no share with me.\" (9) Simon Peter said to him, \"Lord, not my feet only but also my hands and my head!\"",
    "cardsText": [
      [
        "(1) Now before the Feast of the Passover, when Jesus knew",
        "that his hour had come to depart out of this world to the",
        "Father, having loved his own who were in the world, he",
        "loved them to the end. (2) During supper, when the devil had",
        "already put it into the heart of Judas Iscariot, Simon's son, to",
        "betray him, (3) Jesus, knowing that the Father had given all",
        "things into his hands, and that he had come from God and",
        "was going back to God, (4) rose from supper. He laid aside his",
        "outer garments, and taking a towel, tied it around his waist.",
        "(5) Then he poured water into a basin and began to wash",
        "the disciples' feet and to wipe them with the towel that was"
      ],
      [
        "wrapped around him. (6) He came to Simon Peter, who said",
        "to him, \"Lord, do you wash my feet?\" (7) Jesus answered him,",
        "\"What I am doing you do not understand now, but afterward",
        "you will understand.\" (8) Peter said to him, \"You shall never",
        "wash my feet.\" Jesus answered him, \"If I do not wash you, you",
        "have no share with me.\" (9) Simon Peter said to him, \"Lord,",
        "not my feet only but also my hands and my head!\""
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 202,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 79,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43013001,
    "rangeEndId": 43013009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 204.4,
      "wordCountMin": 200,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.6,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "John 19:1–14",
    "text": "(1) Then Pilate took Jesus and flogged him. (2) And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe. (3) They came up to him, saying, \"Hail, King of the Jews!\" and struck him with their hands. (4) Pilate went out again and said to them, \"See, I am bringing him out to you that you may know that I find no guilt in him.\" (5) So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Behold the man!\" (6) When the chief priests and the officers saw him, they cried out, \"Crucify him, crucify him!\" Pilate said to them, \"Take him yourselves and crucify him, for I find no guilt in him.\" (7) The Jews answered him, \"We have a law, and according to that law he ought to die because he has made himself the Son of God.\" (8) When Pilate heard this statement, he was even more afraid. (9) He entered his headquarters again and said to Jesus, \"Where are you from?\" But Jesus gave him no answer. (10) So Pilate said to him, \"You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?\" (11) Jesus answered him, \"You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.\" (12) From then on Pilate sought to release him, but the Jews cried out, \"If you release this man, you are not Caesar's friend. Everyone who makes himself a king opposes Caesar.\" (13) So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha. (14) Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, \"Behold your King!\"",
    "cardsText": [
      [
        "(1) Then Pilate took Jesus and flogged him. (2) And the",
        "soldiers twisted together a crown of thorns and put it on his",
        "head and arrayed him in a purple robe. (3) They came up to",
        "him, saying, \"Hail, King of the Jews!\" and struck him with their",
        "hands. (4) Pilate went out again and said to them, \"See, I am",
        "bringing him out to you that you may know that I find no guilt",
        "in him.\" (5) So Jesus came out, wearing the crown of thorns",
        "and the purple robe. Pilate said to them, \"Behold the man!\"",
        "(6) When the chief priests and the officers saw him, they cried",
        "out, \"Crucify him, crucify him!\" Pilate said to them, \"Take him",
        "yourselves and crucify him, for I find no guilt in him.\" (7) The"
      ],
      [
        "Jews answered him, \"We have a law, and according to that",
        "law he ought to die because he has made himself the Son",
        "of God.\" (8) When Pilate heard this statement, he was even",
        "more afraid. (9) He entered his headquarters again and said to",
        "Jesus, \"Where are you from?\" But Jesus gave him no answer.",
        "(10) So Pilate said to him, \"You will not speak to me? Do you",
        "not know that I have authority to release you and authority",
        "to crucify you?\" (11) Jesus answered him, \"You would have",
        "no authority over me at all unless it had been given you from",
        "above. Therefore he who delivered me over to you has the",
        "greater sin.\" (12) From then on Pilate sought to release him,"
      ],
      [
        "but the Jews cried out, \"If you release this man, you are not",
        "Caesar's friend. Everyone who makes himself a king opposes",
        "Caesar.\" (13) So when Pilate heard these words, he brought",
        "Jesus out and sat down on the judgment seat at a place called",
        "The Stone Pavement, and in Aramaic Gabbatha. (14) Now it",
        "was the day of Preparation of the Passover. It was about the",
        "sixth hour. He said to the Jews, \"Behold your King!\""
      ]
    ],
    "cards": 3,
    "lines": 29,
    "lastCardLines": 7,
    "wordCount": 323,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 80,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43019001,
    "rangeEndId": 43019014,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 333.6,
      "wordCountMin": 321,
      "wordCountMax": 359,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 30.2,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Acts 10:43–48",
    "text": "(43) To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.\" (44) While Peter was still saying these things, the Holy Spirit fell on all who heard the word. (45) And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. (46) For they were hearing them speaking in tongues and extolling God. Then Peter declared, (47) \"Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?\" (48) And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.",
    "cardsText": [
      [
        "(43) To him all the prophets bear witness that everyone who",
        "believes in him receives forgiveness of sins through his name.\"",
        "(44) While Peter was still saying these things, the Holy Spirit fell",
        "on all who heard the word. (45) And the believers from among the",
        "circumcised who had come with Peter were amazed, because the",
        "gift of the Holy Spirit was poured out even on the Gentiles. (46)",
        "For they were hearing them speaking in tongues and extolling",
        "God. Then Peter declared, (47) \"Can anyone withhold water for",
        "baptizing these people, who have received the Holy Spirit just as",
        "we have?\" (48) And he commanded them to be baptized in the",
        "name of Jesus Christ. Then they asked him to remain for some",
        "days."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 119,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 81,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 44010043,
    "rangeEndId": 44010048,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 122.2,
      "wordCountMin": 119,
      "wordCountMax": 126,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Romans 13:1–12",
    "text": "(1) Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. (2) Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. (3) For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, (4) for he is God's servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God's wrath on the wrongdoer. (5) Therefore one must be in subjection, not only to avoid God's wrath but also for the sake of conscience. (6) For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. (7) Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed. (8) Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. (9) For the commandments, \"You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,\" and any other commandment, are summed up in this word: \"You shall love your neighbor as yourself.\" (10) Love does no wrong to a neighbor; therefore love is the fulfilling of the law. (11) Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. (12) The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light.",
    "cardsText": [
      [
        "(1) Let every person be subject to the governing authorities.",
        "For there is no authority except from God, and those that",
        "exist have been instituted by God. (2) Therefore whoever",
        "resists the authorities resists what God has appointed, and",
        "those who resist will incur judgment. (3) For rulers are not a",
        "terror to good conduct, but to bad. Would you have no fear",
        "of the one who is in authority? Then do what is good, and you",
        "will receive his approval, (4) for he is God's servant for your",
        "good. But if you do wrong, be afraid, for he does not bear the",
        "sword in vain. For he is the servant of God, an avenger who",
        "carries out God's wrath on the wrongdoer. (5) Therefore one"
      ],
      [
        "must be in subjection, not only to avoid God's wrath but also",
        "for the sake of conscience. (6) For because of this you also",
        "pay taxes, for the authorities are ministers of God, attending",
        "to this very thing. (7) Pay to all what is owed to them: taxes",
        "to whom taxes are owed, revenue to whom revenue is owed,",
        "respect to whom respect is owed, honor to whom honor is",
        "owed. (8) Owe no one anything, except to love each other,",
        "for the one who loves another has fulfilled the law. (9) For the",
        "commandments, \"You shall not commit adultery, You shall",
        "not murder, You shall not steal, You shall not covet,\" and any",
        "other commandment, are summed up in this word: \"You shall"
      ],
      [
        "love your neighbor as yourself.\" (10) Love does no wrong",
        "to a neighbor; therefore love is the fulfilling of the law. (11)",
        "Besides this you know the time, that the hour has come for",
        "you to wake from sleep. For salvation is nearer to us now than",
        "when we first believed. (12) The night is far gone; the day is",
        "at hand. So then let us cast off the works of darkness and put",
        "on the armor of light."
      ]
    ],
    "cards": 3,
    "lines": 29,
    "lastCardLines": 7,
    "wordCount": 317,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 82,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45013001,
    "rangeEndId": 45013012,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 320,
      "wordCountMin": 313,
      "wordCountMax": 329,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 29.8,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Romans 15:1–6",
    "text": "(1) We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. (2) Let each of us please his neighbor for his good, to build him up. (3) For Christ did not please himself, but as it is written, \"The reproaches of those who reproached you fell on me.\" (4) For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope. (5) May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus, (6) that together you may with one voice glorify the God and Father of our Lord Jesus Christ.",
    "cardsText": [
      [
        "(1) We who are strong have an obligation to bear with the failings",
        "of the weak, and not to please ourselves. (2) Let each of us please",
        "his neighbor for his good, to build him up. (3) For Christ did not",
        "please himself, but as it is written, \"The reproaches of those who",
        "reproached you fell on me.\" (4) For whatever was written in former",
        "days was written for our instruction, that through endurance and",
        "through the encouragement of the Scriptures we might have",
        "hope. (5) May the God of endurance and encouragement grant",
        "you to live in such harmony with one another, in accord with Christ",
        "Jesus, (6) that together you may with one voice glorify the God",
        "and Father of our Lord Jesus Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 83,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45015001,
    "rangeEndId": 45015006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121,
      "wordCountMin": 113,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.2,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 3:11–15",
    "text": "(11) For no one can lay a foundation other than that which is laid, which is Jesus Christ. (12) Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw-- (13) each one's work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. (14) If the work that anyone has built on the foundation survives, he will receive a reward. (15) If anyone's work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.",
    "cardsText": [
      [
        "(11) For no one can lay a foundation other than that which",
        "is laid, which is Jesus Christ. (12) Now if anyone builds on",
        "the foundation with gold, silver, precious stones, wood, hay,",
        "straw-- (13) each one's work will become manifest, for the",
        "Day will disclose it, because it will be revealed by fire, and",
        "the fire will test what sort of work each one has done. (14) If",
        "the work that anyone has built on the foundation survives, he",
        "will receive a reward. (15) If anyone's work is burned up, he",
        "will suffer loss, though he himself will be saved, but only as",
        "through fire."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 101,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 84,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 46003011,
    "rangeEndId": 46003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 100.8,
      "wordCountMin": 98,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "2 Corinthians 10:1–6",
    "text": "(1) I, Paul, myself entreat you, by the meekness and gentleness of Christ--I who am humble when face to face with you, but bold toward you when I am away!-- (2) I beg of you that when I am present I may not have to show boldness with such confidence as I count on showing against some who suspect us of walking according to the flesh. (3) For though we walk in the flesh, we are not waging war according to the flesh. (4) For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. (5) We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ, (6) being ready to punish every disobedience, when your obedience is complete.",
    "cardsText": [
      [
        "(1) I, Paul, myself entreat you, by the meekness and gentleness",
        "of Christ--I who am humble when face to face with you, but bold",
        "toward you when I am away!-- (2) I beg of you that when I am present",
        "I may not have to show boldness with such confidence as I count",
        "on showing against some who suspect us of walking according to",
        "the flesh. (3) For though we walk in the flesh, we are not waging",
        "war according to the flesh. (4) For the weapons of our warfare are",
        "not of the flesh but have divine power to destroy strongholds.",
        "(5) We destroy arguments and every lofty opinion raised against",
        "the knowledge of God, and take every thought captive to obey",
        "Christ, (6) being ready to punish every disobedience, when your",
        "obedience is complete."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 130,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 85,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47010001,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 136.2,
      "wordCountMin": 130,
      "wordCountMax": 142,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "2 Corinthians 13:5–8",
    "text": "(5) Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?--unless indeed you fail to meet the test! (6) I hope you will find out that we have not failed the test. (7) But we pray to God that you may not do wrong--not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed. (8) For we cannot do anything against the truth, but only for the truth.",
    "cardsText": [
      [
        "(5) Examine yourselves, to see whether you are in the faith.",
        "Test yourselves. Or do you not realize this about yourselves,",
        "that Jesus Christ is in you?--unless indeed you fail to meet the",
        "test! (6) I hope you will find out that we have not failed the",
        "test. (7) But we pray to God that you may not do wrong--not",
        "that we may appear to have met the test, but that you may do",
        "what is right, though we may seem to have failed. (8) For we",
        "cannot do anything against the truth, but only for the truth."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 94,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 86,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47013005,
    "rangeEndId": 47013008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 80,
      "wordCountMax": 96,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 3:11–14",
    "text": "(11) Now it is evident that no one is justified before God by the law, for \"The righteous shall live by faith.\" (12) But the law is not of faith, rather \"The one who does them shall live by them.\" (13) Christ redeemed us from the curse of the law by becoming a curse for us--for it is written, \"Cursed is everyone who is hanged on a tree\"-- (14) so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith.",
    "cardsText": [
      [
        "(11) Now it is evident that no one is justified before God by",
        "the law, for \"The righteous shall live by faith.\" (12) But the law",
        "is not of faith, rather \"The one who does them shall live by",
        "them.\" (13) Christ redeemed us from the curse of the law by",
        "becoming a curse for us--for it is written, \"Cursed is everyone",
        "who is hanged on a tree\"-- (14) so that in Christ Jesus the",
        "blessing of Abraham might come to the Gentiles, so that we",
        "might receive the promised Spirit through faith."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 87,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48003011,
    "rangeEndId": 48003014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.6,
      "wordCountMin": 89,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 5:2–24",
    "text": "(2) Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. (3) I testify again to every man who accepts circumcision that he is obligated to keep the whole law. (4) You are severed from Christ, you who would be justified by the law; you have fallen away from grace. (5) For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. (6) For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. (7) You were running well. Who hindered you from obeying the truth? (8) This persuasion is not from him who calls you. (9) A little leaven leavens the whole lump. (10) I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. (11) But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. (12) I wish those who unsettle you would emasculate themselves! (13) For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. (14) For the whole law is fulfilled in one word: \"You shall love your neighbor as yourself.\" (15) But if you bite and devour one another, watch out that you are not consumed by one another. (16) But I say, walk by the Spirit, and you will not gratify the desires of the flesh. (17) For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. (18) But if you are led by the Spirit, you are not under the law. (19) Now the works of the flesh are evident: sexual immorality, impurity, sensuality, (20) idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, (21) envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. (22) But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, (23) gentleness, self-control; against such things there is no law. (24) And those who belong to Christ Jesus have crucified the flesh with its passions and desires.",
    "cardsText": [
      [
        "(2) Look: I, Paul, say to you that if you accept circumcision, Christ",
        "will be of no advantage to you. (3) I testify again to every man who",
        "accepts circumcision that he is obligated to keep the whole law.",
        "(4) You are severed from Christ, you who would be justified by the",
        "law; you have fallen away from grace. (5) For through the Spirit,",
        "by faith, we ourselves eagerly wait for the hope of righteousness.",
        "(6) For in Christ Jesus neither circumcision nor uncircumcision",
        "counts for anything, but only faith working through love. (7) You",
        "were running well. Who hindered you from obeying the truth? (8)",
        "This persuasion is not from him who calls you. (9) A little leaven",
        "leavens the whole lump. (10) I have confidence in the Lord that",
        "you will take no other view, and the one who is troubling you will"
      ],
      [
        "bear the penalty, whoever he is. (11) But if I, brothers, still preach",
        "circumcision, why am I still being persecuted? In that case the",
        "offense of the cross has been removed. (12) I wish those who",
        "unsettle you would emasculate themselves! (13) For you were",
        "called to freedom, brothers. Only do not use your freedom as",
        "an opportunity for the flesh, but through love serve one another.",
        "(14) For the whole law is fulfilled in one word: \"You shall love your",
        "neighbor as yourself.\" (15) But if you bite and devour one another,",
        "watch out that you are not consumed by one another. (16) But I",
        "say, walk by the Spirit, and you will not gratify the desires of the",
        "flesh. (17) For the desires of the flesh are against the Spirit, and the",
        "desires of the Spirit are against the flesh, for these are opposed to"
      ],
      [
        "each other, to keep you from doing the things you want to do. (18)",
        "But if you are led by the Spirit, you are not under the law. (19) Now",
        "the works of the flesh are evident: sexual immorality, impurity,",
        "sensuality, (20) idolatry, sorcery, enmity, strife, jealousy, fits of",
        "anger, rivalries, dissensions, divisions, (21) envy, drunkenness,",
        "orgies, and things like these. I warn you, as I warned you before,",
        "that those who do such things will not inherit the kingdom of God.",
        "(22) But the fruit of the Spirit is love, joy, peace, patience, kindness,",
        "goodness, faithfulness, (23) gentleness, self-control; against such",
        "things there is no law. (24) And those who belong to Christ Jesus",
        "have crucified the flesh with its passions and desires."
      ]
    ],
    "cards": 3,
    "lines": 35,
    "lastCardLines": 11,
    "wordCount": 393,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 88,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48005002,
    "rangeEndId": 48005024,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 405.8,
      "wordCountMin": 392,
      "wordCountMax": 433,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 37.8,
      "lineMin": 35,
      "lineMax": 41
    }
  },
  {
    "ref": "Ephesians 1:3–12",
    "text": "(3) Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, (4) even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love (5) he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will, (6) to the praise of his glorious grace, with which he has blessed us in the Beloved. (7) In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace, (8) which he lavished upon us, in all wisdom and insight (9) making known to us the mystery of his will, according to his purpose, which he set forth in Christ (10) as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth. (11) In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, (12) so that we who were the first to hope in Christ might be to the praise of his glory.",
    "cardsText": [
      [
        "(3) Blessed be the God and Father of our Lord Jesus Christ,",
        "who has blessed us in Christ with every spiritual blessing in",
        "the heavenly places, (4) even as he chose us in him before",
        "the foundation of the world, that we should be holy and",
        "blameless before him. In love (5) he predestined us for",
        "adoption to himself as sons through Jesus Christ, according",
        "to the purpose of his will, (6) to the praise of his glorious grace,",
        "with which he has blessed us in the Beloved. (7) In him we",
        "have redemption through his blood, the forgiveness of our",
        "trespasses, according to the riches of his grace, (8) which he",
        "lavished upon us, in all wisdom and insight (9) making known"
      ],
      [
        "to us the mystery of his will, according to his purpose, which",
        "he set forth in Christ (10) as a plan for the fullness of time, to",
        "unite all things in him, things in heaven and things on earth.",
        "(11) In him we have obtained an inheritance, having been",
        "predestined according to the purpose of him who works all",
        "things according to the counsel of his will, (12) so that we",
        "who were the first to hope in Christ might be to the praise of",
        "his glory."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 200,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 89,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 49001003,
    "rangeEndId": 49001012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.2,
      "wordCountMin": 200,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.8,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Philippians 2:5–9",
    "text": "(5) Have this mind among yourselves, which is yours in Christ Jesus, (6) who, though he was in the form of God, did not count equality with God a thing to be grasped, (7) but emptied himself, by taking the form of a servant, being born in the likeness of men. (8) And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. (9) Therefore God has highly exalted him and bestowed on him the name that is above every name,",
    "cardsText": [
      [
        "(5) Have this mind among yourselves, which is yours in",
        "Christ Jesus, (6) who, though he was in the form of God, did",
        "not count equality with God a thing to be grasped, (7) but",
        "emptied himself, by taking the form of a servant, being born",
        "in the likeness of men. (8) And being found in human form,",
        "he humbled himself by becoming obedient to the point of",
        "death, even death on a cross. (9) Therefore God has highly",
        "exalted him and bestowed on him the name that is above",
        "every name,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 87,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 90,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50002005,
    "rangeEndId": 50002009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 89.4,
      "wordCountMin": 87,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Philippians 3:1–17",
    "text": "(1) Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you. (2) Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh. (3) For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh-- (4) though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more: (5) circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; (6) as to zeal, a persecutor of the church; as to righteousness under the law, blameless. (7) But whatever gain I had, I counted as loss for the sake of Christ. (8) Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ (9) and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith-- (10) that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, (11) that by any means possible I may attain the resurrection from the dead. (12) Not that I have already obtained this or am already perfect, but I press on to make it my own, because Christ Jesus has made me his own. (13) Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, (14) I press on toward the goal for the prize of the upward call of God in Christ Jesus. (15) Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. (16) Only let us hold true to what we have attained. (17) Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us.",
    "cardsText": [
      [
        "(1) Finally, my brothers, rejoice in the Lord. To write the same",
        "things to you is no trouble to me and is safe for you. (2) Look out",
        "for the dogs, look out for the evildoers, look out for those who",
        "mutilate the flesh. (3) For we are the circumcision, who worship by",
        "the Spirit of God and glory in Christ Jesus and put no confidence",
        "in the flesh-- (4) though I myself have reason for confidence in the",
        "flesh also. If anyone else thinks he has reason for confidence in",
        "the flesh, I have more: (5) circumcised on the eighth day, of the",
        "people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as",
        "to the law, a Pharisee; (6) as to zeal, a persecutor of the church; as",
        "to righteousness under the law, blameless. (7) But whatever gain"
      ],
      [
        "I had, I counted as loss for the sake of Christ. (8) Indeed, I count",
        "everything as loss because of the surpassing worth of knowing",
        "Christ Jesus my Lord. For his sake I have suffered the loss of all",
        "things and count them as rubbish, in order that I may gain Christ",
        "(9) and be found in him, not having a righteousness of my own that",
        "comes from the law, but that which comes through faith in Christ,",
        "the righteousness from God that depends on faith-- (10) that I may",
        "know him and the power of his resurrection, and may share his",
        "sufferings, becoming like him in his death, (11) that by any means",
        "possible I may attain the resurrection from the dead. (12) Not that",
        "I have already obtained this or am already perfect, but I press on"
      ],
      [
        "to make it my own, because Christ Jesus has made me his own.",
        "(13) Brothers, I do not consider that I have made it my own. But",
        "one thing I do: forgetting what lies behind and straining forward",
        "to what lies ahead, (14) I press on toward the goal for the prize of",
        "the upward call of God in Christ Jesus. (15) Let those of us who are",
        "mature think this way, and if in anything you think otherwise, God",
        "will reveal that also to you. (16) Only let us hold true to what we",
        "have attained. (17) Brothers, join in imitating me, and keep your",
        "eyes on those who walk according to the example you have in us."
      ]
    ],
    "cards": 3,
    "lines": 31,
    "lastCardLines": 9,
    "wordCount": 383,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 91,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50003001,
    "rangeEndId": 50003017,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 393.4,
      "wordCountMin": 382,
      "wordCountMax": 410,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 32.6,
      "lineMin": 31,
      "lineMax": 34
    }
  },
  {
    "ref": "Colossians 1:9–11",
    "text": "(9) And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, (10) so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; (11) being strengthened with all power, according to his glorious might, for all endurance and patience with joy;",
    "cardsText": [
      [
        "(9) And so, from the day we heard, we have not ceased to pray",
        "for you, asking that you may be filled with the knowledge",
        "of his will in all spiritual wisdom and understanding, (10)",
        "so as to walk in a manner worthy of the Lord, fully pleasing",
        "to him: bearing fruit in every good work and increasing in",
        "the knowledge of God; (11) being strengthened with all",
        "power, according to his glorious might, for all endurance and",
        "patience with joy;"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 78,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 92,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51001009,
    "rangeEndId": 51001011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 78,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Colossians 2:1–5",
    "text": "(1) For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, (2) that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God's mystery, which is Christ, (3) in whom are hidden all the treasures of wisdom and knowledge. (4) I say this in order that no one may delude you with plausible arguments. (5) For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.",
    "cardsText": [
      [
        "(1) For I want you to know how great a struggle I have for you",
        "and for those at Laodicea and for all who have not seen me",
        "face to face, (2) that their hearts may be encouraged, being",
        "knit together in love, to reach all the riches of full assurance of",
        "understanding and the knowledge of God's mystery, which is",
        "Christ, (3) in whom are hidden all the treasures of wisdom",
        "and knowledge. (4) I say this in order that no one may delude",
        "you with plausible arguments. (5) For though I am absent in",
        "body, yet I am with you in spirit, rejoicing to see your good",
        "order and the firmness of your faith in Christ."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 113,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 93,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51002001,
    "rangeEndId": 51002005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 120,
      "wordCountMin": 113,
      "wordCountMax": 127,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Thessalonians 5:1–11",
    "text": "(1) Now concerning the times and the seasons, brothers, you have no need to have anything written to you. (2) For you yourselves are fully aware that the day of the Lord will come like a thief in the night. (3) While people are saying, \"There is peace and security,\" then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape. (4) But you are not in darkness, brothers, for that day to surprise you like a thief. (5) For you are all children of light, children of the day. We are not of the night or of the darkness. (6) So then let us not sleep, as others do, but let us keep awake and be sober. (7) For those who sleep, sleep at night, and those who get drunk, are drunk at night. (8) But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation. (9) For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ, (10) who died for us so that whether we are awake or asleep we might live with him. (11) Therefore encourage one another and build one another up, just as you are doing.",
    "cardsText": [
      [
        "(1) Now concerning the times and the seasons, brothers, you",
        "have no need to have anything written to you. (2) For you",
        "yourselves are fully aware that the day of the Lord will come",
        "like a thief in the night. (3) While people are saying, \"There is",
        "peace and security,\" then sudden destruction will come upon",
        "them as labor pains come upon a pregnant woman, and they",
        "will not escape. (4) But you are not in darkness, brothers, for",
        "that day to surprise you like a thief. (5) For you are all children",
        "of light, children of the day. We are not of the night or of the",
        "darkness. (6) So then let us not sleep, as others do, but let us",
        "keep awake and be sober. (7) For those who sleep, sleep at"
      ],
      [
        "night, and those who get drunk, are drunk at night. (8) But",
        "since we belong to the day, let us be sober, having put on",
        "the breastplate of faith and love, and for a helmet the hope",
        "of salvation. (9) For God has not destined us for wrath, but to",
        "obtain salvation through our Lord Jesus Christ, (10) who died",
        "for us so that whether we are awake or asleep we might live",
        "with him. (11) Therefore encourage one another and build",
        "one another up, just as you are doing."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 213,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 94,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 52005001,
    "rangeEndId": 52005011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.6,
      "wordCountMin": 203,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "2 Thessalonians 2:8–12",
    "text": "(8) And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming. (9) The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, (10) and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved. (11) Therefore God sends them a strong delusion, so that they may believe what is false, (12) in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.",
    "cardsText": [
      [
        "(8) And then the lawless one will be revealed, whom the",
        "Lord Jesus will kill with the breath of his mouth and bring to",
        "nothing by the appearance of his coming. (9) The coming of",
        "the lawless one is by the activity of Satan with all power and",
        "false signs and wonders, (10) and with all wicked deception",
        "for those who are perishing, because they refused to love",
        "the truth and so be saved. (11) Therefore God sends them a",
        "strong delusion, so that they may believe what is false, (12)",
        "in order that all may be condemned who did not believe the",
        "truth but had pleasure in unrighteousness."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 95,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 53002008,
    "rangeEndId": 53002012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.2,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Timothy 1:12–20",
    "text": "(12) I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service, (13) though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief, (14) and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus. (15) The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost. (16) But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life. (17) To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen. (18) This charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare, (19) holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith, (20) among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme.",
    "cardsText": [
      [
        "(12) I thank him who has given me strength, Christ Jesus our",
        "Lord, because he judged me faithful, appointing me to his",
        "service, (13) though formerly I was a blasphemer, persecutor,",
        "and insolent opponent. But I received mercy because I had",
        "acted ignorantly in unbelief, (14) and the grace of our Lord",
        "overflowed for me with the faith and love that are in Christ",
        "Jesus. (15) The saying is trustworthy and deserving of full",
        "acceptance, that Christ Jesus came into the world to save",
        "sinners, of whom I am the foremost. (16) But I received mercy",
        "for this reason, that in me, as the foremost, Jesus Christ might",
        "display his perfect patience as an example to those who were"
      ],
      [
        "to believe in him for eternal life. (17) To the King of the ages,",
        "immortal, invisible, the only God, be honor and glory forever",
        "and ever. Amen. (18) This charge I entrust to you, Timothy,",
        "my child, in accordance with the prophecies previously made",
        "about you, that by them you may wage the good warfare,",
        "(19) holding faith and a good conscience. By rejecting this,",
        "some have made shipwreck of their faith, (20) among whom",
        "are Hymenaeus and Alexander, whom I have handed over to",
        "Satan that they may learn not to blaspheme."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 203,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 96,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54001012,
    "rangeEndId": 54001020,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 199,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "1 Timothy 4:1–13",
    "text": "(1) Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, (2) through the insincerity of liars whose consciences are seared, (3) who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. (4) For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, (5) for it is made holy by the word of God and prayer. (6) If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. (7) Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; (8) for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. (9) The saying is trustworthy and deserving of full acceptance. (10) For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe. (11) Command and teach these things. (12) Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. (13) Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching.",
    "cardsText": [
      [
        "(1) Now the Spirit expressly says that in later times some will",
        "depart from the faith by devoting themselves to deceitful spirits",
        "and teachings of demons, (2) through the insincerity of liars",
        "whose consciences are seared, (3) who forbid marriage and",
        "require abstinence from foods that God created to be received",
        "with thanksgiving by those who believe and know the truth. (4) For",
        "everything created by God is good, and nothing is to be rejected",
        "if it is received with thanksgiving, (5) for it is made holy by the",
        "word of God and prayer. (6) If you put these things before the",
        "brothers, you will be a good servant of Christ Jesus, being trained",
        "in the words of the faith and of the good doctrine that you have"
      ],
      [
        "followed. (7) Have nothing to do with irreverent, silly myths. Rather",
        "train yourself for godliness; (8) for while bodily training is of some",
        "value, godliness is of value in every way, as it holds promise for",
        "the present life and also for the life to come. (9) The saying is",
        "trustworthy and deserving of full acceptance. (10) For to this end",
        "we toil and strive, because we have our hope set on the living God,",
        "who is the Savior of all people, especially of those who believe.",
        "(11) Command and teach these things. (12) Let no one despise",
        "you for your youth, but set the believers an example in speech, in",
        "conduct, in love, in faith, in purity. (13) Until I come, devote yourself",
        "to the public reading of Scripture, to exhortation, to teaching."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 249,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 97,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54004001,
    "rangeEndId": 54004013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 254,
      "wordCountMin": 245,
      "wordCountMax": 266,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.8,
      "lineMin": 22,
      "lineMax": 24
    }
  },
  {
    "ref": "Titus 3:1–11",
    "text": "(1) Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, (2) to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. (3) For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. (4) But when the goodness and loving kindness of God our Savior appeared, (5) he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, (6) whom he poured out on us richly through Jesus Christ our Savior, (7) so that being justified by his grace we might become heirs according to the hope of eternal life. (8) The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. (9) But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. (10) As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, (11) knowing that such a person is warped and sinful; he is self-condemned.",
    "cardsText": [
      [
        "(1) Remind them to be submissive to rulers and authorities,",
        "to be obedient, to be ready for every good work, (2) to speak",
        "evil of no one, to avoid quarreling, to be gentle, and to show",
        "perfect courtesy toward all people. (3) For we ourselves were",
        "once foolish, disobedient, led astray, slaves to various passions",
        "and pleasures, passing our days in malice and envy, hated by",
        "others and hating one another. (4) But when the goodness",
        "and loving kindness of God our Savior appeared, (5) he saved",
        "us, not because of works done by us in righteousness, but",
        "according to his own mercy, by the washing of regeneration",
        "and renewal of the Holy Spirit, (6) whom he poured out on us"
      ],
      [
        "richly through Jesus Christ our Savior, (7) so that being justified",
        "by his grace we might become heirs according to the hope",
        "of eternal life. (8) The saying is trustworthy, and I want you to",
        "insist on these things, so that those who have believed in God",
        "may be careful to devote themselves to good works. These",
        "things are excellent and profitable for people. (9) But avoid",
        "foolish controversies, genealogies, dissensions, and quarrels",
        "about the law, for they are unprofitable and worthless. (10) As",
        "for a person who stirs up division, after warning him once and",
        "then twice, have nothing more to do with him, (11) knowing",
        "that such a person is warped and sinful; he is self-condemned."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 228,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 98,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 56003001,
    "rangeEndId": 56003011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 204,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Hebrews 4:14–16",
    "text": "(14) Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. (15) For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. (16) Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.",
    "cardsText": [
      [
        "(14) Since then we have a great high priest who has passed",
        "through the heavens, Jesus, the Son of God, let us hold fast",
        "our confession. (15) For we do not have a high priest who is",
        "unable to sympathize with our weaknesses, but one who in",
        "every respect has been tempted as we are, yet without sin.",
        "(16) Let us then with confidence draw near to the throne of",
        "grace, that we may receive mercy and find grace to help in",
        "time of need."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 99,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 58004014,
    "rangeEndId": 58004016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 76,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "James 2:20–26",
    "text": "(20) Do you want to be shown, you foolish person, that faith apart from works is useless? (21) Was not Abraham our father justified by works when he offered up his son Isaac on the altar? (22) You see that faith was active along with his works, and faith was completed by his works; (23) and the Scripture was fulfilled that says, \"Abraham believed God, and it was counted to him as righteousness\"--and he was called a friend of God. (24) You see that a person is justified by works and not by faith alone. (25) And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? (26) For as the body apart from the spirit is dead, so also faith apart from works is dead.",
    "cardsText": [
      [
        "(20) Do you want to be shown, you foolish person, that faith",
        "apart from works is useless? (21) Was not Abraham our father",
        "justified by works when he offered up his son Isaac on the altar?",
        "(22) You see that faith was active along with his works, and faith",
        "was completed by his works; (23) and the Scripture was fulfilled",
        "that says, \"Abraham believed God, and it was counted to him as",
        "righteousness\"--and he was called a friend of God. (24) You see",
        "that a person is justified by works and not by faith alone. (25) And",
        "in the same way was not also Rahab the prostitute justified by",
        "works when she received the messengers and sent them out by",
        "another way? (26) For as the body apart from the spirit is dead, so",
        "also faith apart from works is dead."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 134,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 100,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 59002020,
    "rangeEndId": 59002026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 132.8,
      "wordCountMin": 127,
      "wordCountMax": 140,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12,
      "lineMin": 11,
      "lineMax": 14
    }
  },
  {
    "ref": "1 John 2:24",
    "text": "(24) Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father.",
    "cardsText": [
      [
        "(24) Let what you heard from the beginning abide in you. If",
        "what you heard from the beginning abides in you, then you",
        "too will abide in the Son and in the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 32,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 101,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 62002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.2,
      "wordCountMin": 29,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Revelation 3:14–22",
    "text": "(14) \"And to the angel of the church in Laodicea write: 'The words of the Amen, the faithful and true witness, the beginning of God's creation. (15) \"'I know your works: you are neither cold nor hot. Would that you were either cold or hot! (16) So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth. (17) For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked. (18) I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see. (19) Those whom I love, I reprove and discipline, so be zealous and repent. (20) Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me. (21) The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne. (22) He who has an ear, let him hear what the Spirit says to the churches.'\"",
    "cardsText": [
      [
        "(14) \"And to the angel of the church in Laodicea write: 'The",
        "words of the Amen, the faithful and true witness, the beginning",
        "of God's creation. (15) \"'I know your works: you are neither",
        "cold nor hot. Would that you were either cold or hot! (16)",
        "So, because you are lukewarm, and neither hot nor cold, I",
        "will spit you out of my mouth. (17) For you say, I am rich, I",
        "have prospered, and I need nothing, not realizing that you",
        "are wretched, pitiable, poor, blind, and naked. (18) I counsel",
        "you to buy from me gold refined by fire, so that you may be",
        "rich, and white garments so that you may clothe yourself and",
        "the shame of your nakedness may not be seen, and salve to"
      ],
      [
        "anoint your eyes, so that you may see. (19) Those whom I",
        "love, I reprove and discipline, so be zealous and repent. (20)",
        "Behold, I stand at the door and knock. If anyone hears my",
        "voice and opens the door, I will come in to him and eat with",
        "him, and he with me. (21) The one who conquers, I will grant",
        "him to sit with me on my throne, as I also conquered and sat",
        "down with my Father on his throne. (22) He who has an ear,",
        "let him hear what the Spirit says to the churches.'\""
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 219,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 102,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66003014,
    "rangeEndId": 66003022,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 225.8,
      "wordCountMin": 219,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Revelation 21:1–7",
    "text": "(1) Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. (2) And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. (3) And I heard a loud voice from the throne saying, \"Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. (4) He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\" (5) And he who was seated on the throne said, \"Behold, I am making all things new.\" Also he said, \"Write this down, for these words are trustworthy and true.\" (6) And he said to me, \"It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. (7) The one who conquers will have this heritage, and I will be his God and he will be my son.",
    "cardsText": [
      [
        "(1) Then I saw a new heaven and a new earth, for the first",
        "heaven and the first earth had passed away, and the sea was",
        "no more. (2) And I saw the holy city, new Jerusalem, coming",
        "down out of heaven from God, prepared as a bride adorned",
        "for her husband. (3) And I heard a loud voice from the throne",
        "saying, \"Behold, the dwelling place of God is with man. He",
        "will dwell with them, and they will be his people, and God",
        "himself will be with them as their God. (4) He will wipe away",
        "every tear from their eyes, and death shall be no more, neither",
        "shall there be mourning, nor crying, nor pain anymore, for the",
        "former things have passed away.\" (5) And he who was seated"
      ],
      [
        "on the throne said, \"Behold, I am making all things new.\" Also",
        "he said, \"Write this down, for these words are trustworthy and",
        "true.\" (6) And he said to me, \"It is done! I am the Alpha and",
        "the Omega, the beginning and the end. To the thirsty I will",
        "give from the spring of the water of life without payment. (7)",
        "The one who conquers will have this heritage, and I will be his",
        "God and he will be my son."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 207,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 103,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66021001,
    "rangeEndId": 66021007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 204,
      "wordCountMax": 208,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "Revelation 22:12–21",
    "text": "(12) \"Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done. (13) I am the Alpha and the Omega, the first and the last, the beginning and the end.\" (14) Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates. (15) Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood. (16) \"I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.\" (17) The Spirit and the Bride say, \"Come.\" And let the one who hears say, \"Come.\" And let the one who is thirsty come; let the one who desires take the water of life without price. (18) I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, (19) and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book. (20) He who testifies to these things says, \"Surely I am coming soon.\" Amen. Come, Lord Jesus! (21) The grace of the Lord Jesus be with all. Amen.",
    "cardsText": [
      [
        "(12) \"Behold, I am coming soon, bringing my recompense",
        "with me, to repay each one for what he has done. (13) I am",
        "the Alpha and the Omega, the first and the last, the beginning",
        "and the end.\" (14) Blessed are those who wash their robes, so",
        "that they may have the right to the tree of life and that they",
        "may enter the city by the gates. (15) Outside are the dogs",
        "and sorcerers and the sexually immoral and murderers and",
        "idolaters, and everyone who loves and practices falsehood.",
        "(16) \"I, Jesus, have sent my angel to testify to you about these",
        "things for the churches. I am the root and the descendant of",
        "David, the bright morning star.\" (17) The Spirit and the Bride"
      ],
      [
        "say, \"Come.\" And let the one who hears say, \"Come.\" And let",
        "the one who is thirsty come; let the one who desires take the",
        "water of life without price. (18) I warn everyone who hears",
        "the words of the prophecy of this book: if anyone adds to",
        "them, God will add to him the plagues described in this book,",
        "(19) and if anyone takes away from the words of the book of",
        "this prophecy, God will take away his share in the tree of life",
        "and in the holy city, which are described in this book. (20) He",
        "who testifies to these things says, \"Surely I am coming soon.\"",
        "Amen. Come, Lord Jesus! (21) The grace of the Lord Jesus be",
        "with all. Amen."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 241,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 104,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66022012,
    "rangeEndId": 66022021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246.8,
      "wordCountMin": 241,
      "wordCountMax": 254,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]