[
  {
    "ref": "John 8:31–32",
    "text": "(31) Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed; (32) And ye shall know the truth, and the truth shall make you free.",
    "cardsText": [
      [
        "(31) Then said Jesus to those Jews which believed on him, If",
        "ye continue in my word, then are ye my disciples indeed; (32)",
        "And ye shall know the truth, and the truth shall make you free."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43008031,
    "rangeEndId": 43008032,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.2,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "John 12:12–16",
    "text": "(12) On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem, (13) Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord. (14) And Jesus, when he had found a young ass, sat thereon; as it is written, (15) Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass's colt. (16) These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.",
    "cardsText": [
      [
        "(12) On the next day much people that were come to the",
        "feast, when they heard that Jesus was coming to Jerusalem,",
        "(13) Took branches of palm trees, and went forth to meet him,",
        "and cried, Hosanna: Blessed is the King of Israel that cometh",
        "in the name of the Lord. (14) And Jesus, when he had found a",
        "young ass, sat thereon; as it is written, (15) Fear not, daughter",
        "of Sion: behold, thy King cometh, sitting on an ass's colt. (16)",
        "These things understood not his disciples at the first: but",
        "when Jesus was glorified, then remembered they that these",
        "things were written of him, and that they had done these",
        "things unto him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 111,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43012012,
    "rangeEndId": 43012016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 111,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 118:22–26",
    "text": "(22) The stone which the builders refused is become the head stone of the corner. (23) This is the LORD'S doing; it is marvellous in our eyes. (24) This is the day which the LORD hath made; we will rejoice and be glad in it. (25) Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity. (26) Blessed be he that cometh in the name of the LORD: we have blessed you out of the house of the LORD.",
    "cardsText": [
      [
        "(22) The stone which the builders refused is become the",
        "head stone of the corner. (23) This is the LORD'S doing; it is",
        "marvellous in our eyes. (24) This is the day which the LORD",
        "hath made; we will rejoice and be glad in it. (25) Save now, I",
        "beseech thee, O LORD: O LORD, I beseech thee, send now",
        "prosperity. (26) Blessed be he that cometh in the name of the",
        "LORD: we have blessed you out of the house of the LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 79,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19118022,
    "rangeEndId": 19118026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 63,
      "wordCountMax": 79,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "John 13:14–17",
    "text": "(14) If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's feet. (15) For I have given you an example, that ye should do as I have done to you. (16) Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him. (17) If ye know these things, happy are ye if ye do them.",
    "cardsText": [
      [
        "(14) If I then, your Lord and Master, have washed your feet; ye",
        "also ought to wash one another's feet. (15) For I have given",
        "you an example, that ye should do as I have done to you. (16)",
        "Verily, verily, I say unto you, The servant is not greater than his",
        "lord; neither he that is sent greater than he that sent him. (17)",
        "If ye know these things, happy are ye if ye do them."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 73,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43013014,
    "rangeEndId": 43013017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.6,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Jeremiah 7:9–11",
    "text": "(9) Will ye steal, murder, and commit adultery, and swear falsely, and burn incense unto Baal, and walk after other gods whom ye know not; (10) And come and stand before me in this house, which is called by my name, and say, We are delivered to do all these abominations? (11) Is this house, which is called by my name, become a den of robbers in your eyes? Behold, even I have seen it, saith the LORD.",
    "cardsText": [
      [
        "(9) Will ye steal, murder, and commit adultery, and swear",
        "falsely, and burn incense unto Baal, and walk after other",
        "gods whom ye know not; (10) And come and stand before",
        "me in this house, which is called by my name, and say, We",
        "are delivered to do all these abominations? (11) Is this house,",
        "which is called by my name, become a den of robbers in your",
        "eyes? Behold, even I have seen it, saith the LORD."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24007009,
    "rangeEndId": 24007011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 73.8,
      "wordCountMin": 69,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 14:2–6",
    "text": "(2) In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. (3) And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also. (4) And whither I go ye know, and the way ye know. (5) Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way? (6) Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
    "cardsText": [
      [
        "(2) In my Father's house are many mansions: if it were not",
        "so, I would have told you. I go to prepare a place for you. (3)",
        "And if I go and prepare a place for you, I will come again,",
        "and receive you unto myself; that where I am, there ye may",
        "be also. (4) And whither I go ye know, and the way ye know.",
        "(5) Thomas saith unto him, Lord, we know not whither thou",
        "goest; and how can we know the way? (6) Jesus saith unto",
        "him, I am the way, the truth, and the life: no man cometh unto",
        "the Father, but by me."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 104,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43014002,
    "rangeEndId": 43014006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 106.4,
      "wordCountMin": 104,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Joel 2:10–13",
    "text": "(10) The earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining: (11) And the LORD shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the LORD is great and very terrible; and who can abide it? (12) Therefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning: (13) And rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
    "cardsText": [
      [
        "(10) The earth shall quake before them; the heavens shall",
        "tremble: the sun and the moon shall be dark, and the stars",
        "shall withdraw their shining: (11) And the LORD shall utter",
        "his voice before his army: for his camp is very great: for he is",
        "strong that executeth his word: for the day of the LORD is great",
        "and very terrible; and who can abide it? (12) Therefore also",
        "now, saith the LORD, turn ye even to me with all your heart,",
        "and with fasting, and with weeping, and with mourning: (13)",
        "And rend your heart, and not your garments, and turn unto",
        "the LORD your God: for he is gracious and merciful, slow to",
        "anger, and of great kindness, and repenteth him of the evil."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 123,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 29002010,
    "rangeEndId": 29002013,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 112,
      "wordCountMin": 107,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "John 15:5–7",
    "text": "(5) I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. (6) If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. (7) If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.",
    "cardsText": [
      [
        "(5) I am the vine, ye are the branches: He that abideth in me,",
        "and I in him, the same bringeth forth much fruit: for without",
        "me ye can do nothing. (6) If a man abide not in me, he is cast",
        "forth as a branch, and is withered; and men gather them, and",
        "cast them into the fire, and they are burned. (7) If ye abide in",
        "me, and my words abide in you, ye shall ask what ye will, and",
        "it shall be done unto you."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 85,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43015005,
    "rangeEndId": 43015007,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.8,
      "wordCountMin": 80,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 41:9",
    "text": "(9) Yea, mine own familiar friend, in whom I trusted, which did eat of my bread, hath lifted up his heel against me.",
    "cardsText": [
      [
        "(9) Yea, mine own familiar friend, in whom I trusted, which did",
        "eat of my bread, hath lifted up his heel against me."
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 22,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19041009,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 19,
      "wordCountMin": 16,
      "wordCountMax": 22,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2,
      "lineMin": 2,
      "lineMax": 2
    }
  },
  {
    "ref": "John 16:13–14",
    "text": "(13) Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come. (14) He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
    "cardsText": [
      [
        "(13) Howbeit when he, the Spirit of truth, is come, he will",
        "guide you into all truth: for he shall not speak of himself;",
        "but whatsoever he shall hear, that shall he speak: and he will",
        "shew you things to come. (14) He shall glorify me: for he shall",
        "receive of mine, and shall shew it unto you."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 56,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43016013,
    "rangeEndId": 43016014,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 57.6,
      "wordCountMin": 56,
      "wordCountMax": 60,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Jeremiah 31:33–34",
    "text": "(33) But this shall be the covenant that I will make with the house of Israel; After those days, saith the LORD, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people. (34) And they shall teach no more every man his neighbour, and every man his brother, saying, Know the LORD: for they shall all know me, from the least of them unto the greatest of them, saith the LORD: for I will forgive their iniquity, and I will remember their sin no more.",
    "cardsText": [
      [
        "(33) But this shall be the covenant that I will make with the",
        "house of Israel; After those days, saith the LORD, I will put",
        "my law in their inward parts, and write it in their hearts; and",
        "will be their God, and they shall be my people. (34) And they",
        "shall teach no more every man his neighbour, and every man",
        "his brother, saying, Know the LORD: for they shall all know",
        "me, from the least of them unto the greatest of them, saith",
        "the LORD: for I will forgive their iniquity, and I will remember",
        "their sin no more."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24031033,
    "rangeEndId": 24031034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.8,
      "wordCountMin": 88,
      "wordCountMax": 99,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "John 17:17–19",
    "text": "(17) Sanctify them through thy truth: thy word is truth. (18) As thou hast sent me into the world, even so have I also sent them into the world. (19) And for their sakes I sanctify myself, that they also might be sanctified through the truth.",
    "cardsText": [
      [
        "(17) Sanctify them through thy truth: thy word is truth. (18)",
        "As thou hast sent me into the world, even so have I also sent",
        "them into the world. (19) And for their sakes I sanctify myself,",
        "that they also might be sanctified through the truth."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 43,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43017017,
    "rangeEndId": 43017019,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 39.6,
      "wordCountMin": 35,
      "wordCountMax": 43,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 13:7–9",
    "text": "(7) Awake, O sword, against my shepherd, and against the man that is my fellow, saith the LORD of hosts: smite the shepherd, and the sheep shall be scattered: and I will turn mine hand upon the little ones. (8) And it shall come to pass, that in all the land, saith the LORD, two parts therein shall be cut off and die; but the third shall be left therein. (9) And I will bring the third part through the fire, and will refine them as silver is refined, and will try them as gold is tried: they shall call on my name, and I will hear them: I will say, It is my people: and they shall say, The LORD is my God.",
    "cardsText": [
      [
        "(7) Awake, O sword, against my shepherd, and against the",
        "man that is my fellow, saith the LORD of hosts: smite the",
        "shepherd, and the sheep shall be scattered: and I will turn",
        "mine hand upon the little ones. (8) And it shall come to pass,",
        "that in all the land, saith the LORD, two parts therein shall be",
        "cut off and die; but the third shall be left therein. (9) And I",
        "will bring the third part through the fire, and will refine them",
        "as silver is refined, and will try them as gold is tried: they",
        "shall call on my name, and I will hear them: I will say, It is my",
        "people: and they shall say, The LORD is my God."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 121,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 38013007,
    "rangeEndId": 38013009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.8,
      "wordCountMin": 104,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.8,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "John 20:30–31",
    "text": "(30) And many other signs truly did Jesus in the presence of his disciples, which are not written in this book: (31) But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.",
    "cardsText": [
      [
        "(30) And many other signs truly did Jesus in the presence of",
        "his disciples, which are not written in this book: (31) But these",
        "are written, that ye might believe that Jesus is the Christ, the",
        "Son of God; and that believing ye might have life through his",
        "name."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 47,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 43020030,
    "rangeEndId": 43020031,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 46,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Psalm 16:8–11",
    "text": "(8) I have set the LORD always before me: because he is at my right hand, I shall not be moved. (9) Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope. (10) For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption. (11) Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.",
    "cardsText": [
      [
        "(8) I have set the LORD always before me: because he is at",
        "my right hand, I shall not be moved. (9) Therefore my heart is",
        "glad, and my glory rejoiceth: my flesh also shall rest in hope.",
        "(10) For thou wilt not leave my soul in hell; neither wilt thou",
        "suffer thine Holy One to see corruption. (11) Thou wilt shew",
        "me the path of life: in thy presence is fulness of joy; at thy",
        "right hand there are pleasures for evermore."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 79,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19016008,
    "rangeEndId": 19016011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78,
      "wordCountMin": 75,
      "wordCountMax": 80,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Exodus 20:1–20",
    "text": "(1) And God spake all these words, saying, (2) I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage. (3) Thou shalt have no other gods before me. (4) Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth: (5) Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me; (6) And shewing mercy unto thousands of them that love me, and keep my commandments. (7) Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain. (8) Remember the sabbath day, to keep it holy. (9) Six days shalt thou labour, and do all thy work: (10) But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates: (11) For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it. (12) Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee. (13) Thou shalt not kill. (14) Thou shalt not commit adultery. (15) Thou shalt not steal. (16) Thou shalt not bear false witness against thy neighbour. (17) Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour's. (18) And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off. (19) And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die. (20) And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.",
    "cardsText": [
      [
        "(1) And God spake all these words, saying, (2) I am the LORD thy",
        "God, which have brought thee out of the land of Egypt, out of the",
        "house of bondage. (3) Thou shalt have no other gods before me. (4)",
        "Thou shalt not make unto thee any graven image, or any likeness",
        "of any thing that is in heaven above, or that is in the earth beneath,",
        "or that is in the water under the earth: (5) Thou shalt not bow",
        "down thyself to them, nor serve them: for I the LORD thy God am",
        "a jealous God, visiting the iniquity of the fathers upon the children",
        "unto the third and fourth generation of them that hate me; (6) And",
        "shewing mercy unto thousands of them that love me, and keep my",
        "commandments. (7) Thou shalt not take the name of the LORD thy",
        "God in vain; for the LORD will not hold him guiltless that taketh his"
      ],
      [
        "name in vain. (8) Remember the sabbath day, to keep it holy. (9)",
        "Six days shalt thou labour, and do all thy work: (10) But the seventh",
        "day is the sabbath of the LORD thy God: in it thou shalt not do",
        "any work, thou, nor thy son, nor thy daughter, thy manservant, nor",
        "thy maidservant, nor thy cattle, nor thy stranger that is within thy",
        "gates: (11) For in six days the LORD made heaven and earth, the",
        "sea, and all that in them is, and rested the seventh day: wherefore",
        "the LORD blessed the sabbath day, and hallowed it. (12) Honour",
        "thy father and thy mother: that thy days may be long upon the",
        "land which the LORD thy God giveth thee. (13) Thou shalt not kill.",
        "(14) Thou shalt not commit adultery. (15) Thou shalt not steal. (16)",
        "Thou shalt not bear false witness against thy neighbour. (17) Thou"
      ],
      [
        "shalt not covet thy neighbour's house, thou shalt not covet thy",
        "neighbour's wife, nor his manservant, nor his maidservant, nor his",
        "ox, nor his ass, nor any thing that is thy neighbour's. (18) And all",
        "the people saw the thunderings, and the lightnings, and the noise",
        "of the trumpet, and the mountain smoking: and when the people",
        "saw it, they removed, and stood afar off. (19) And they said unto",
        "Moses, Speak thou with us, and we will hear: but let not God speak",
        "with us, lest we die. (20) And Moses said unto the people, Fear not:",
        "for God is come to prove you, and that his fear may be before your",
        "faces, that ye sin not."
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 409,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 16,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2020001,
    "rangeEndId": 2020020,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 411.4,
      "wordCountMin": 392,
      "wordCountMax": 428,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34,
      "lineMin": 33,
      "lineMax": 35
    }
  },
  {
    "ref": "Leviticus 11:44–45",
    "text": "(44) For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth. (45) For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.",
    "cardsText": [
      [
        "(44) For I am the LORD your God: ye shall therefore sanctify",
        "yourselves, and ye shall be holy; for I am holy: neither shall",
        "ye defile yourselves with any manner of creeping thing that",
        "creepeth upon the earth. (45) For I am the LORD that bringeth",
        "you up out of the land of Egypt, to be your God: ye shall",
        "therefore be holy, for I am holy."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 65,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3011044,
    "rangeEndId": 3011045,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.8,
      "wordCountMin": 50,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.8,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "1 Kings 8:48–50",
    "text": "(48) And so return unto thee with all their heart, and with all their soul, in the land of their enemies, which led them away captive, and pray unto thee toward their land, which thou gavest unto their fathers, the city which thou hast chosen, and the house which I have built for thy name: (49) Then hear thou their prayer and their supplication in heaven thy dwelling place, and maintain their cause, (50) And forgive thy people that have sinned against thee, and all their transgressions wherein they have transgressed against thee, and give them compassion before them who carried them captive, that they may have compassion on them:",
    "cardsText": [
      [
        "(48) And so return unto thee with all their heart, and with all",
        "their soul, in the land of their enemies, which led them away",
        "captive, and pray unto thee toward their land, which thou",
        "gavest unto their fathers, the city which thou hast chosen, and",
        "the house which I have built for thy name: (49) Then hear thou",
        "their prayer and their supplication in heaven thy dwelling",
        "place, and maintain their cause, (50) And forgive thy people",
        "that have sinned against thee, and all their transgressions",
        "wherein they have transgressed against thee, and give them",
        "compassion before them who carried them captive, that they",
        "may have compassion on them:"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 107,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 11008048,
    "rangeEndId": 11008050,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 104.4,
      "wordCountMin": 91,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "2 Kings 3:21–27",
    "text": "(21) And when all the Moabites heard that the kings were come up to fight against them, they gathered all that were able to put on armour, and upward, and stood in the border. (22) And they rose up early in the morning, and the sun shone upon the water, and the Moabites saw the water on the other side as red as blood: (23) And they said, This is blood: the kings are surely slain, and they have smitten one another: now therefore, Moab, to the spoil. (24) And when they came to the camp of Israel, the Israelites rose up and smote the Moabites, so that they fled before them: but they went forward smiting the Moabites, even in their country. (25) And they beat down the cities, and on every good piece of land cast every man his stone, and filled it; and they stopped all the wells of water, and felled all the good trees: only in Kirharaseth left they the stones thereof; howbeit the slingers went about it, and smote it. (26) And when the king of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew swords, to break through even unto the king of Edom: but they could not. (27) Then he took his eldest son that should have reigned in his stead, and offered him for a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their own land.",
    "cardsText": [
      [
        "(21) And when all the Moabites heard that the kings were",
        "come up to fight against them, they gathered all that were",
        "able to put on armour, and upward, and stood in the border.",
        "(22) And they rose up early in the morning, and the sun shone",
        "upon the water, and the Moabites saw the water on the other",
        "side as red as blood: (23) And they said, This is blood: the",
        "kings are surely slain, and they have smitten one another: now",
        "therefore, Moab, to the spoil. (24) And when they came to the",
        "camp of Israel, the Israelites rose up and smote the Moabites,",
        "so that they fled before them: but they went forward smiting",
        "the Moabites, even in their country. (25) And they beat down"
      ],
      [
        "the cities, and on every good piece of land cast every man his",
        "stone, and filled it; and they stopped all the wells of water,",
        "and felled all the good trees: only in Kirharaseth left they the",
        "stones thereof; howbeit the slingers went about it, and smote",
        "it. (26) And when the king of Moab saw that the battle was too",
        "sore for him, he took with him seven hundred men that drew",
        "swords, to break through even unto the king of Edom: but",
        "they could not. (27) Then he took his eldest son that should",
        "have reigned in his stead, and offered him for a burnt offering",
        "upon the wall. And there was great indignation against Israel:",
        "and they departed from him, and returned to their own land."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 250,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 12003021,
    "rangeEndId": 12003027,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 242,
      "wordCountMin": 225,
      "wordCountMax": 250,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "2 Chronicles 1:10–12",
    "text": "(10) Give me now wisdom and knowledge, that I may go out and come in before this people: for who can judge this thy people, that is so great? (11) And God said to Solomon, Because this was in thine heart, and thou hast not asked riches, wealth, or honour, nor the life of thine enemies, neither yet hast asked long life; but hast asked wisdom and knowledge for thyself, that thou mayest judge my people, over whom I have made thee king: (12) Wisdom and knowledge is granted unto thee; and I will give thee riches, and wealth, and honour, such as none of the kings have had that have been before thee, neither shall there any after thee have the like.",
    "cardsText": [
      [
        "(10) Give me now wisdom and knowledge, that I may go",
        "out and come in before this people: for who can judge this",
        "thy people, that is so great? (11) And God said to Solomon,",
        "Because this was in thine heart, and thou hast not asked riches,",
        "wealth, or honour, nor the life of thine enemies, neither yet",
        "hast asked long life; but hast asked wisdom and knowledge",
        "for thyself, that thou mayest judge my people, over whom I",
        "have made thee king: (12) Wisdom and knowledge is granted",
        "unto thee; and I will give thee riches, and wealth, and honour,",
        "such as none of the kings have had that have been before",
        "thee, neither shall there any after thee have the like."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 14001010,
    "rangeEndId": 14001012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.2,
      "wordCountMin": 109,
      "wordCountMax": 123,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezra 3:9–13",
    "text": "(9) Then stood Jeshua with his sons and his brethren, Kadmiel and his sons, the sons of Judah, together, to set forward the workmen in the house of God: the sons of Henadad, with their sons and their brethren the Levites. (10) And when the builders laid the foundation of the temple of the LORD, they set the priests in their apparel with trumpets, and the Levites the sons of Asaph with cymbals, to praise the LORD, after the ordinance of David king of Israel. (11) And they sang together by course in praising and giving thanks unto the LORD; because he is good, for his mercy endureth for ever toward Israel. And all the people shouted with a great shout, when they praised the LORD, because the foundation of the house of the LORD was laid. (12) But many of the priests and Levites and chief of the fathers, who were ancient men, that had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice; and many shouted aloud for joy: (13) So that the people could not discern the noise of the shout of joy from the noise of the weeping of the people: for the people shouted with a loud shout, and the noise was heard afar off.",
    "cardsText": [
      [
        "(9) Then stood Jeshua with his sons and his brethren, Kadmiel",
        "and his sons, the sons of Judah, together, to set forward the",
        "workmen in the house of God: the sons of Henadad, with",
        "their sons and their brethren the Levites. (10) And when the",
        "builders laid the foundation of the temple of the LORD, they",
        "set the priests in their apparel with trumpets, and the Levites",
        "the sons of Asaph with cymbals, to praise the LORD, after the",
        "ordinance of David king of Israel. (11) And they sang together",
        "by course in praising and giving thanks unto the LORD;",
        "because he is good, for his mercy endureth for ever toward",
        "Israel. And all the people shouted with a great shout, when"
      ],
      [
        "they praised the LORD, because the foundation of the house",
        "of the LORD was laid. (12) But many of the priests and Levites",
        "and chief of the fathers, who were ancient men, that had seen",
        "the first house, when the foundation of this house was laid",
        "before their eyes, wept with a loud voice; and many shouted",
        "aloud for joy: (13) So that the people could not discern the",
        "noise of the shout of joy from the noise of the weeping of the",
        "people: for the people shouted with a loud shout, and the",
        "noise was heard afar off."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 216,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 15003009,
    "rangeEndId": 15003013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 185,
      "wordCountMax": 216,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Nehemiah 1:3–11",
    "text": "(3) And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire. (4) And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven, (5) And said, I beseech thee, O LORD God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments: (6) Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned. (7) We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses. (8) Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations: (9) But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there. (10) Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand. (11) O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
    "cardsText": [
      [
        "(3) And they said unto me, The remnant that are left of the",
        "captivity there in the province are in great affliction and",
        "reproach: the wall of Jerusalem also is broken down, and",
        "the gates thereof are burned with fire. (4) And it came to",
        "pass, when I heard these words, that I sat down and wept,",
        "and mourned certain days, and fasted, and prayed before",
        "the God of heaven, (5) And said, I beseech thee, O LORD",
        "God of heaven, the great and terrible God, that keepeth",
        "covenant and mercy for them that love him and observe his",
        "commandments: (6) Let thine ear now be attentive, and thine",
        "eyes open, that thou mayest hear the prayer of thy servant,"
      ],
      [
        "which I pray before thee now, day and night, for the children",
        "of Israel thy servants, and confess the sins of the children",
        "of Israel, which we have sinned against thee: both I and my",
        "father's house have sinned. (7) We have dealt very corruptly",
        "against thee, and have not kept the commandments, nor",
        "the statutes, nor the judgments, which thou commandedst",
        "thy servant Moses. (8) Remember, I beseech thee, the word",
        "that thou commandedst thy servant Moses, saying, If ye",
        "transgress, I will scatter you abroad among the nations: (9)",
        "But if ye turn unto me, and keep my commandments, and do",
        "them; though there were of you cast out unto the uttermost"
      ],
      [
        "part of the heaven, yet will I gather them from thence, and",
        "will bring them unto the place that I have chosen to set my",
        "name there. (10) Now these are thy servants and thy people,",
        "whom thou hast redeemed by thy great power, and by thy",
        "strong hand. (11) O Lord, I beseech thee, let now thine ear",
        "be attentive to the prayer of thy servant, and to the prayer of",
        "thy servants, who desire to fear thy name: and prosper, I pray",
        "thee, thy servant this day, and grant him mercy in the sight of",
        "this man. For I was the king's cupbearer."
      ]
    ],
    "cards": 3,
    "lines": 31,
    "lastCardLines": 9,
    "wordCount": 330,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16001003,
    "rangeEndId": 16001011,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 310.8,
      "wordCountMin": 281,
      "wordCountMax": 330,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 28.8,
      "lineMin": 26,
      "lineMax": 31
    }
  },
  {
    "ref": "Psalm 100:1–5",
    "text": "(1) Make a joyful noise unto the LORD, all ye lands. (2) Serve the LORD with gladness: come before his presence with singing. (3) Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture. (4) Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. (5) For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.",
    "cardsText": [
      [
        "(1) Make a joyful noise unto the LORD, all ye lands. (2) Serve the",
        "LORD with gladness: come before his presence with singing.",
        "(3) Know ye that the LORD he is God: it is he that hath made",
        "us, and not we ourselves; we are his people, and the sheep",
        "of his pasture. (4) Enter into his gates with thanksgiving, and",
        "into his courts with praise: be thankful unto him, and bless his",
        "name. (5) For the LORD is good; his mercy is everlasting; and",
        "his truth endureth to all generations."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19100001,
    "rangeEndId": 19100005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 82,
      "wordCountMin": 79,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "Psalm 119:100–106",
    "text": "(100) I understand more than the ancients, because I keep thy precepts. (101) I have refrained my feet from every evil way, that I might keep thy word. (102) I have not departed from thy judgments: for thou hast taught me. (103) How sweet are thy words unto my taste! yea, sweeter than honey to my mouth! (104) Through thy precepts I get understanding: therefore I hate every false way. (105) Thy word is a lamp unto my feet, and a light unto my path. (106) I have sworn, and I will perform it, that I will keep thy righteous judgments.",
    "cardsText": [
      [
        "(100) I understand more than the ancients, because I keep thy",
        "precepts. (101) I have refrained my feet from every evil way,",
        "that I might keep thy word. (102) I have not departed from thy",
        "judgments: for thou hast taught me. (103) How sweet are thy",
        "words unto my taste! yea, sweeter than honey to my mouth!",
        "(104) Through thy precepts I get understanding: therefore I",
        "hate every false way. (105) Thy word is a lamp unto my feet,",
        "and a light unto my path. (106) I have sworn, and I will perform",
        "it, that I will keep thy righteous judgments."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 94,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119100,
    "rangeEndId": 19119106,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 94.6,
      "wordCountMin": 91,
      "wordCountMax": 101,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Psalm 119:115–116",
    "text": "(115) Depart from me, ye evildoers: for I will keep the commandments of my God. (116) Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.",
    "cardsText": [
      [
        "(115) Depart from me, ye evildoers: for I will keep the",
        "commandments of my God. (116) Uphold me according unto",
        "thy word, that I may live: and let me not be ashamed of my",
        "hope."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 33,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19119115,
    "rangeEndId": 19119116,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34,
      "wordCountMin": 33,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.8,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 141:2–5",
    "text": "(2) Let my prayer be set forth before thee as incense; and the lifting up of my hands as the evening sacrifice. (3) Set a watch, O LORD, before my mouth; keep the door of my lips. (4) Incline not my heart to any evil thing, to practise wicked works with men that work iniquity: and let me not eat of their dainties. (5) Let the righteous smite me; it shall be a kindness: and let him reprove me; it shall be an excellent oil, which shall not break my head: for yet my prayer also shall be in their calamities.",
    "cardsText": [
      [
        "(2) Let my prayer be set forth before thee as incense; and",
        "the lifting up of my hands as the evening sacrifice. (3) Set a",
        "watch, O LORD, before my mouth; keep the door of my lips.",
        "(4) Incline not my heart to any evil thing, to practise wicked",
        "works with men that work iniquity: and let me not eat of their",
        "dainties. (5) Let the righteous smite me; it shall be a kindness:",
        "and let him reprove me; it shall be an excellent oil, which shall",
        "not break my head: for yet my prayer also shall be in their",
        "calamities."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 97,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19141002,
    "rangeEndId": 19141005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.8,
      "wordCountMin": 90,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 10:20–32",
    "text": "(20) The tongue of the just is as choice silver: the heart of the wicked is little worth. (21) The lips of the righteous feed many: but fools die for want of wisdom. (22) The blessing of the LORD, it maketh rich, and he addeth no sorrow with it. (23) It is as sport to a fool to do mischief: but a man of understanding hath wisdom. (24) The fear of the wicked, it shall come upon him: but the desire of the righteous shall be granted. (25) As the whirlwind passeth, so is the wicked no more: but the righteous is an everlasting foundation. (26) As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to them that send him. (27) The fear of the LORD prolongeth days: but the years of the wicked shall be shortened. (28) The hope of the righteous shall be gladness: but the expectation of the wicked shall perish. (29) The way of the LORD is strength to the upright: but destruction shall be to the workers of iniquity. (30) The righteous shall never be removed: but the wicked shall not inhabit the earth. (31) The mouth of the just bringeth forth wisdom: but the froward tongue shall be cut out. (32) The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness.",
    "cardsText": [
      [
        "(20) The tongue of the just is as choice silver: the heart of",
        "the wicked is little worth. (21) The lips of the righteous feed",
        "many: but fools die for want of wisdom. (22) The blessing",
        "of the LORD, it maketh rich, and he addeth no sorrow with",
        "it. (23) It is as sport to a fool to do mischief: but a man of",
        "understanding hath wisdom. (24) The fear of the wicked, it",
        "shall come upon him: but the desire of the righteous shall",
        "be granted. (25) As the whirlwind passeth, so is the wicked",
        "no more: but the righteous is an everlasting foundation.",
        "(26) As vinegar to the teeth, and as smoke to the eyes, so",
        "is the sluggard to them that send him. (27) The fear of the"
      ],
      [
        "LORD prolongeth days: but the years of the wicked shall be",
        "shortened. (28) The hope of the righteous shall be gladness:",
        "but the expectation of the wicked shall perish. (29) The way",
        "of the LORD is strength to the upright: but destruction shall",
        "be to the workers of iniquity. (30) The righteous shall never",
        "be removed: but the wicked shall not inhabit the earth. (31)",
        "The mouth of the just bringeth forth wisdom: but the froward",
        "tongue shall be cut out. (32) The lips of the righteous know",
        "what is acceptable: but the mouth of the wicked speaketh",
        "frowardness."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 217,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20010020,
    "rangeEndId": 20010032,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214,
      "wordCountMin": 209,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Proverbs 11:1–13",
    "text": "(1) A false balance is abomination to the LORD: but a just weight is his delight. (2) When pride cometh, then cometh shame: but with the lowly is wisdom. (3) The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them. (4) Riches profit not in the day of wrath: but righteousness delivereth from death. (5) The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness. (6) The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness. (7) When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth. (8) The righteous is delivered out of trouble, and the wicked cometh in his stead. (9) An hypocrite with his mouth destroyeth his neighbour: but through knowledge shall the just be delivered. (10) When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting. (11) By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked. (12) He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace. (13) A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.",
    "cardsText": [
      [
        "(1) A false balance is abomination to the LORD: but a just",
        "weight is his delight. (2) When pride cometh, then cometh",
        "shame: but with the lowly is wisdom. (3) The integrity of",
        "the upright shall guide them: but the perverseness of",
        "transgressors shall destroy them. (4) Riches profit not in the",
        "day of wrath: but righteousness delivereth from death. (5)",
        "The righteousness of the perfect shall direct his way: but the",
        "wicked shall fall by his own wickedness. (6) The righteousness",
        "of the upright shall deliver them: but transgressors shall",
        "be taken in their own naughtiness. (7) When a wicked man",
        "dieth, his expectation shall perish: and the hope of unjust"
      ],
      [
        "men perisheth. (8) The righteous is delivered out of trouble,",
        "and the wicked cometh in his stead. (9) An hypocrite with his",
        "mouth destroyeth his neighbour: but through knowledge",
        "shall the just be delivered. (10) When it goeth well with the",
        "righteous, the city rejoiceth: and when the wicked perish,",
        "there is shouting. (11) By the blessing of the upright the city",
        "is exalted: but it is overthrown by the mouth of the wicked.",
        "(12) He that is void of wisdom despiseth his neighbour: but",
        "a man of understanding holdeth his peace. (13) A talebearer",
        "revealeth secrets: but he that is of a faithful spirit concealeth",
        "the matter."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 207,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20011001,
    "rangeEndId": 20011013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 193,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 12:1–13",
    "text": "(1) Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish. (2) A good man obtaineth favour of the LORD: but a man of wicked devices will he condemn. (3) A man shall not be established by wickedness: but the root of the righteous shall not be moved. (4) A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones. (5) The thoughts of the righteous are right: but the counsels of the wicked are deceit. (6) The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them. (7) The wicked are overthrown, and are not: but the house of the righteous shall stand. (8) A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised. (9) He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread. (10) A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel. (11) He that tilleth his land shall be satisfied with bread: but he that followeth vain persons is void of understanding. (12) The wicked desireth the net of evil men: but the root of the righteous yieldeth fruit. (13) The wicked is snared by the transgression of his lips: but the just shall come out of trouble.",
    "cardsText": [
      [
        "(1) Whoso loveth instruction loveth knowledge: but he that",
        "hateth reproof is brutish. (2) A good man obtaineth favour of",
        "the LORD: but a man of wicked devices will he condemn. (3)",
        "A man shall not be established by wickedness: but the root",
        "of the righteous shall not be moved. (4) A virtuous woman is",
        "a crown to her husband: but she that maketh ashamed is as",
        "rottenness in his bones. (5) The thoughts of the righteous are",
        "right: but the counsels of the wicked are deceit. (6) The words",
        "of the wicked are to lie in wait for blood: but the mouth of",
        "the upright shall deliver them. (7) The wicked are overthrown,",
        "and are not: but the house of the righteous shall stand. (8) A"
      ],
      [
        "man shall be commended according to his wisdom: but he",
        "that is of a perverse heart shall be despised. (9) He that is",
        "despised, and hath a servant, is better than he that honoureth",
        "himself, and lacketh bread. (10) A righteous man regardeth",
        "the life of his beast: but the tender mercies of the wicked are",
        "cruel. (11) He that tilleth his land shall be satisfied with bread:",
        "but he that followeth vain persons is void of understanding.",
        "(12) The wicked desireth the net of evil men: but the root of",
        "the righteous yieldeth fruit. (13) The wicked is snared by the",
        "transgression of his lips: but the just shall come out of trouble."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 228,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20012001,
    "rangeEndId": 20012013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.8,
      "wordCountMin": 204,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 14:1–25",
    "text": "(1) Every wise woman buildeth her house: but the foolish plucketh it down with her hands. (2) He that walketh in his uprightness feareth the LORD: but he that is perverse in his ways despiseth him. (3) In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them. (4) Where no oxen are, the crib is clean: but much increase is by the strength of the ox. (5) A faithful witness will not lie: but a false witness will utter lies. (6) A scorner seeketh wisdom, and findeth it not: but knowledge is easy unto him that understandeth. (7) Go from the presence of a foolish man, when thou perceivest not in him the lips of knowledge. (8) The wisdom of the prudent is to understand his way: but the folly of fools is deceit. (9) Fools make a mock at sin: but among the righteous there is favour. (10) The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy. (11) The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish. (12) There is a way which seemeth right unto a man, but the end thereof are the ways of death. (13) Even in laughter the heart is sorrowful; and the end of that mirth is heaviness. (14) The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself. (15) The simple believeth every word: but the prudent man looketh well to his going. (16) A wise man feareth, and departeth from evil: but the fool rageth, and is confident. (17) He that is soon angry dealeth foolishly: and a man of wicked devices is hated. (18) The simple inherit folly: but the prudent are crowned with knowledge. (19) The evil bow before the good; and the wicked at the gates of the righteous. (20) The poor is hated even of his own neighbour: but the rich hath many friends. (21) He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he. (22) Do they not err that devise evil? but mercy and truth shall be to them that devise good. (23) In all labour there is profit: but the talk of the lips tendeth only to penury. (24) The crown of the wise is their riches: but the foolishness of fools is folly. (25) A true witness delivereth souls: but a deceitful witness speaketh lies.",
    "cardsText": [
      [
        "(1) Every wise woman buildeth her house: but the foolish plucketh it",
        "down with her hands. (2) He that walketh in his uprightness feareth",
        "the LORD: but he that is perverse in his ways despiseth him. (3) In",
        "the mouth of the foolish is a rod of pride: but the lips of the wise",
        "shall preserve them. (4) Where no oxen are, the crib is clean: but",
        "much increase is by the strength of the ox. (5) A faithful witness",
        "will not lie: but a false witness will utter lies. (6) A scorner seeketh",
        "wisdom, and findeth it not: but knowledge is easy unto him that",
        "understandeth. (7) Go from the presence of a foolish man, when",
        "thou perceivest not in him the lips of knowledge. (8) The wisdom",
        "of the prudent is to understand his way: but the folly of fools is",
        "deceit. (9) Fools make a mock at sin: but among the righteous"
      ],
      [
        "there is favour. (10) The heart knoweth his own bitterness; and a",
        "stranger doth not intermeddle with his joy. (11) The house of the",
        "wicked shall be overthrown: but the tabernacle of the upright shall",
        "flourish. (12) There is a way which seemeth right unto a man, but",
        "the end thereof are the ways of death. (13) Even in laughter the",
        "heart is sorrowful; and the end of that mirth is heaviness. (14) The",
        "backslider in heart shall be filled with his own ways: and a good",
        "man shall be satisfied from himself. (15) The simple believeth",
        "every word: but the prudent man looketh well to his going. (16)",
        "A wise man feareth, and departeth from evil: but the fool rageth,",
        "and is confident. (17) He that is soon angry dealeth foolishly: and",
        "a man of wicked devices is hated. (18) The simple inherit folly:"
      ],
      [
        "but the prudent are crowned with knowledge. (19) The evil bow",
        "before the good; and the wicked at the gates of the righteous. (20)",
        "The poor is hated even of his own neighbour: but the rich hath",
        "many friends. (21) He that despiseth his neighbour sinneth: but he",
        "that hath mercy on the poor, happy is he. (22) Do they not err that",
        "devise evil? but mercy and truth shall be to them that devise good.",
        "(23) In all labour there is profit: but the talk of the lips tendeth",
        "only to penury. (24) The crown of the wise is their riches: but the",
        "foolishness of fools is folly. (25) A true witness delivereth souls: but",
        "a deceitful witness speaketh lies."
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 396,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20014001,
    "rangeEndId": 20014025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 390,
      "wordCountMin": 381,
      "wordCountMax": 396,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 33.2,
      "lineMin": 33,
      "lineMax": 34
    }
  },
  {
    "ref": "Ecclesiastes 2:9–11",
    "text": "(9) So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me. (10) And whatsoever mine eyes desired I kept not from them, I withheld not my heart from any joy; for my heart rejoiced in all my labour: and this was my portion of all my labour. (11) Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do: and, behold, all was vanity and vexation of spirit, and there was no profit under the sun.",
    "cardsText": [
      [
        "(9) So I was great, and increased more than all that were",
        "before me in Jerusalem: also my wisdom remained with me.",
        "(10) And whatsoever mine eyes desired I kept not from them,",
        "I withheld not my heart from any joy; for my heart rejoiced in",
        "all my labour: and this was my portion of all my labour. (11)",
        "Then I looked on all the works that my hands had wrought,",
        "and on the labour that I had laboured to do: and, behold,",
        "all was vanity and vexation of spirit, and there was no profit",
        "under the sun."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 95,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21002009,
    "rangeEndId": 21002011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.2,
      "wordCountMin": 80,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 9:13–18",
    "text": "(13) This wisdom have I seen also under the sun, and it seemed great unto me: (14) There was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it: (15) Now there was found in it a poor wise man, and he by his wisdom delivered the city; yet no man remembered that same poor man. (16) Then said I, Wisdom is better than strength: nevertheless the poor man's wisdom is despised, and his words are not heard. (17) The words of wise men are heard in quiet more than the cry of him that ruleth among fools. (18) Wisdom is better than weapons of war: but one sinner destroyeth much good.",
    "cardsText": [
      [
        "(13) This wisdom have I seen also under the sun, and it seemed",
        "great unto me: (14) There was a little city, and few men within",
        "it; and there came a great king against it, and besieged it,",
        "and built great bulwarks against it: (15) Now there was found",
        "in it a poor wise man, and he by his wisdom delivered the",
        "city; yet no man remembered that same poor man. (16) Then",
        "said I, Wisdom is better than strength: nevertheless the poor",
        "man's wisdom is despised, and his words are not heard. (17)",
        "The words of wise men are heard in quiet more than the cry",
        "of him that ruleth among fools. (18) Wisdom is better than",
        "weapons of war: but one sinner destroyeth much good."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 121,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009013,
    "rangeEndId": 21009018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 119.4,
      "wordCountMin": 116,
      "wordCountMax": 122,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Isaiah 40:24–31",
    "text": "(24) Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble. (25) To whom then will ye liken me, or shall I be equal? saith the Holy One. (26) Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth. (27) Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God? (28) Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding. (29) He giveth power to the faint; and to them that have no might he increaseth strength. (30) Even the youths shall faint and be weary, and the young men shall utterly fall: (31) But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
    "cardsText": [
      [
        "(24) Yea, they shall not be planted; yea, they shall not be",
        "sown: yea, their stock shall not take root in the earth: and",
        "he shall also blow upon them, and they shall wither, and the",
        "whirlwind shall take them away as stubble. (25) To whom then",
        "will ye liken me, or shall I be equal? saith the Holy One. (26)",
        "Lift up your eyes on high, and behold who hath created these",
        "things, that bringeth out their host by number: he calleth",
        "them all by names by the greatness of his might, for that he",
        "is strong in power; not one faileth. (27) Why sayest thou, O",
        "Jacob, and speakest, O Israel, My way is hid from the LORD,",
        "and my judgment is passed over from my God? (28) Hast thou"
      ],
      [
        "not known? hast thou not heard, that the everlasting God,",
        "the LORD, the Creator of the ends of the earth, fainteth not,",
        "neither is weary? there is no searching of his understanding.",
        "(29) He giveth power to the faint; and to them that have no",
        "might he increaseth strength. (30) Even the youths shall faint",
        "and be weary, and the young men shall utterly fall: (31) But",
        "they that wait upon the LORD shall renew their strength; they",
        "shall mount up with wings as eagles; they shall run, and not",
        "be weary; and they shall walk, and not faint."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 223,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23040024,
    "rangeEndId": 23040031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 216,
      "wordCountMin": 208,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Jeremiah 29:4–14",
    "text": "(4) Thus saith the LORD of hosts, the God of Israel, unto all that are carried away captives, whom I have caused to be carried away from Jerusalem unto Babylon; (5) Build ye houses, and dwell in them; and plant gardens, and eat the fruit of them; (6) Take ye wives, and beget sons and daughters; and take wives for your sons, and give your daughters to husbands, that they may bear sons and daughters; that ye may be increased there, and not diminished. (7) And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the LORD for it: for in the peace thereof shall ye have peace. (8) For thus saith the LORD of hosts, the God of Israel; Let not your prophets and your diviners, that be in the midst of you, deceive you, neither hearken to your dreams which ye cause to be dreamed. (9) For they prophesy falsely unto you in my name: I have not sent them, saith the LORD. (10) For thus saith the LORD, That after seventy years be accomplished at Babylon I will visit you, and perform my good word toward you, in causing you to return to this place. (11) For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end. (12) Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you. (13) And ye shall seek me, and find me, when ye shall search for me with all your heart. (14) And I will be found of you, saith the LORD: and I will turn away your captivity, and I will gather you from all the nations, and from all the places whither I have driven you, saith the LORD; and I will bring you again into the place whence I caused you to be carried away captive.",
    "cardsText": [
      [
        "(4) Thus saith the LORD of hosts, the God of Israel, unto all that",
        "are carried away captives, whom I have caused to be carried",
        "away from Jerusalem unto Babylon; (5) Build ye houses, and",
        "dwell in them; and plant gardens, and eat the fruit of them; (6)",
        "Take ye wives, and beget sons and daughters; and take wives",
        "for your sons, and give your daughters to husbands, that they",
        "may bear sons and daughters; that ye may be increased there,",
        "and not diminished. (7) And seek the peace of the city whither",
        "I have caused you to be carried away captives, and pray unto",
        "the LORD for it: for in the peace thereof shall ye have peace.",
        "(8) For thus saith the LORD of hosts, the God of Israel; Let not"
      ],
      [
        "your prophets and your diviners, that be in the midst of you,",
        "deceive you, neither hearken to your dreams which ye cause",
        "to be dreamed. (9) For they prophesy falsely unto you in my",
        "name: I have not sent them, saith the LORD. (10) For thus",
        "saith the LORD, That after seventy years be accomplished at",
        "Babylon I will visit you, and perform my good word toward",
        "you, in causing you to return to this place. (11) For I know the",
        "thoughts that I think toward you, saith the LORD, thoughts of",
        "peace, and not of evil, to give you an expected end. (12) Then",
        "shall ye call upon me, and ye shall go and pray unto me, and",
        "I will hearken unto you. (13) And ye shall seek me, and find"
      ],
      [
        "me, when ye shall search for me with all your heart. (14) And I",
        "will be found of you, saith the LORD: and I will turn away your",
        "captivity, and I will gather you from all the nations, and from",
        "all the places whither I have driven you, saith the LORD; and I",
        "will bring you again into the place whence I caused you to be",
        "carried away captive."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 322,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24029004,
    "rangeEndId": 24029014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 306.4,
      "wordCountMin": 290,
      "wordCountMax": 322,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.2,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Jeremiah 33:1–3",
    "text": "(1) Moreover the word of the LORD came unto Jeremiah the second time, while he was yet shut up in the court of the prison, saying, (2) Thus saith the LORD the maker thereof, the LORD that formed it, to establish it; the LORD is his name; (3) Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.",
    "cardsText": [
      [
        "(1) Moreover the word of the LORD came unto Jeremiah",
        "the second time, while he was yet shut up in the court of the",
        "prison, saying, (2) Thus saith the LORD the maker thereof, the",
        "LORD that formed it, to establish it; the LORD is his name; (3)",
        "Call unto me, and I will answer thee, and shew thee great and",
        "mighty things, which thou knowest not."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24033001,
    "rangeEndId": 24033003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.6,
      "wordCountMin": 64,
      "wordCountMax": 71,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Lamentations 2:1–2",
    "text": "(1) How hath the Lord covered the daughter of Zion with a cloud in his anger, and cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger! (2) The Lord hath swallowed up all the habitations of Jacob, and hath not pitied: he hath thrown down in his wrath the strong holds of the daughter of Judah; he hath brought them down to the ground: he hath polluted the kingdom and the princes thereof.",
    "cardsText": [
      [
        "(1) How hath the Lord covered the daughter of Zion with",
        "a cloud in his anger, and cast down from heaven unto the",
        "earth the beauty of Israel, and remembered not his footstool",
        "in the day of his anger! (2) The Lord hath swallowed up all",
        "the habitations of Jacob, and hath not pitied: he hath thrown",
        "down in his wrath the strong holds of the daughter of Judah;",
        "he hath brought them down to the ground: he hath polluted",
        "the kingdom and the princes thereof."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 25002001,
    "rangeEndId": 25002002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 80.4,
      "wordCountMin": 75,
      "wordCountMax": 84,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Amos 3:3–8",
    "text": "(3) Can two walk together, except they be agreed? (4) Will a lion roar in the forest, when he hath no prey? will a young lion cry out of his den, if he have taken nothing? (5) Can a bird fall in a snare upon the earth, where no gin is for him? shall one take up a snare from the earth, and have taken nothing at all? (6) Shall a trumpet be blown in the city, and the people not be afraid? shall there be evil in a city, and the LORD hath not done it? (7) Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets. (8) The lion hath roared, who will not fear? the Lord GOD hath spoken, who can but prophesy?",
    "cardsText": [
      [
        "(3) Can two walk together, except they be agreed? (4) Will a",
        "lion roar in the forest, when he hath no prey? will a young lion",
        "cry out of his den, if he have taken nothing? (5) Can a bird",
        "fall in a snare upon the earth, where no gin is for him? shall",
        "one take up a snare from the earth, and have taken nothing",
        "at all? (6) Shall a trumpet be blown in the city, and the people",
        "not be afraid? shall there be evil in a city, and the LORD hath",
        "not done it? (7) Surely the Lord GOD will do nothing, but he",
        "revealeth his secret unto his servants the prophets. (8) The lion",
        "hath roared, who will not fear? the Lord GOD hath spoken,",
        "who can but prophesy?"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 127,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 30003003,
    "rangeEndId": 30003008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 125,
      "wordCountMin": 118,
      "wordCountMax": 130,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Mark 1:1–11",
    "text": "(1) The beginning of the gospel of Jesus Christ, the Son of God; (2) As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee. (3) The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight. (4) John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins. (5) And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins. (6) And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey; (7) And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose. (8) I indeed have baptized you with water: but he shall baptize you with the Holy Ghost. (9) And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan. (10) And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him: (11) And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
    "cardsText": [
      [
        "(1) The beginning of the gospel of Jesus Christ, the Son of",
        "God; (2) As it is written in the prophets, Behold, I send my",
        "messenger before thy face, which shall prepare thy way",
        "before thee. (3) The voice of one crying in the wilderness,",
        "Prepare ye the way of the Lord, make his paths straight. (4)",
        "John did baptize in the wilderness, and preach the baptism",
        "of repentance for the remission of sins. (5) And there went",
        "out unto him all the land of Judaea, and they of Jerusalem,",
        "and were all baptized of him in the river of Jordan, confessing",
        "their sins. (6) And John was clothed with camel's hair, and",
        "with a girdle of a skin about his loins; and he did eat locusts"
      ],
      [
        "and wild honey; (7) And preached, saying, There cometh one",
        "mightier than I after me, the latchet of whose shoes I am not",
        "worthy to stoop down and unloose. (8) I indeed have baptized",
        "you with water: but he shall baptize you with the Holy Ghost.",
        "(9) And it came to pass in those days, that Jesus came from",
        "Nazareth of Galilee, and was baptized of John in Jordan.",
        "(10) And straightway coming up out of the water, he saw the",
        "heavens opened, and the Spirit like a dove descending upon",
        "him: (11) And there came a voice from heaven, saying, Thou",
        "art my beloved Son, in whom I am well pleased."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 228,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41001001,
    "rangeEndId": 41001011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 222.8,
      "wordCountMin": 218,
      "wordCountMax": 228,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 21,
      "lineMax": 21
    }
  },
  {
    "ref": "John 14:18–21",
    "text": "(18) I will not leave you comfortless: I will come to you. (19) Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also. (20) At that day ye shall know that I am in my Father, and ye in me, and I in you. (21) He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
    "cardsText": [
      [
        "(18) I will not leave you comfortless: I will come to you. (19)",
        "Yet a little while, and the world seeth me no more; but ye see",
        "me: because I live, ye shall live also. (20) At that day ye shall",
        "know that I am in my Father, and ye in me, and I in you. (21)",
        "He that hath my commandments, and keepeth them, he it is",
        "that loveth me: and he that loveth me shall be loved of my",
        "Father, and I will love him, and will manifest myself to him."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 89,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43014018,
    "rangeEndId": 43014021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.4,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "John 16:25",
    "text": "(25) These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.",
    "cardsText": [
      [
        "(25) These things have I spoken unto you in proverbs: but",
        "the time cometh, when I shall no more speak unto you in",
        "proverbs, but I shall shew you plainly of the Father."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 32,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016025,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33,
      "wordCountMin": 28,
      "wordCountMax": 35,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 16:33",
    "text": "(33) These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
    "cardsText": [
      [
        "(33) These things I have spoken unto you, that in me ye might",
        "have peace. In the world ye shall have tribulation: but be of",
        "good cheer; I have overcome the world."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 31,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016033,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 29.8,
      "wordCountMin": 29,
      "wordCountMax": 31,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Acts 4:23–31",
    "text": "(23) And being let go, they went to their own company, and reported all that the chief priests and elders had said unto them. (24) And when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou art God, which hast made heaven, and earth, and the sea, and all that in them is: (25) Who by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things? (26) The kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ. (27) For of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together, (28) For to do whatsoever thy hand and thy counsel determined before to be done. (29) And now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word, (30) By stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus. (31) And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.",
    "cardsText": [
      [
        "(23) And being let go, they went to their own company, and",
        "reported all that the chief priests and elders had said unto",
        "them. (24) And when they heard that, they lifted up their voice",
        "to God with one accord, and said, Lord, thou art God, which",
        "hast made heaven, and earth, and the sea, and all that in them",
        "is: (25) Who by the mouth of thy servant David hast said, Why",
        "did the heathen rage, and the people imagine vain things?",
        "(26) The kings of the earth stood up, and the rulers were",
        "gathered together against the Lord, and against his Christ.",
        "(27) For of a truth against thy holy child Jesus, whom thou hast",
        "anointed, both Herod, and Pontius Pilate, with the Gentiles,"
      ],
      [
        "and the people of Israel, were gathered together, (28) For to",
        "do whatsoever thy hand and thy counsel determined before",
        "to be done. (29) And now, Lord, behold their threatenings:",
        "and grant unto thy servants, that with all boldness they may",
        "speak thy word, (30) By stretching forth thine hand to heal;",
        "and that signs and wonders may be done by the name of thy",
        "holy child Jesus. (31) And when they had prayed, the place",
        "was shaken where they were assembled together; and they",
        "were all filled with the Holy Ghost, and they spake the word",
        "of God with boldness."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 218,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44004023,
    "rangeEndId": 44004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 215.8,
      "wordCountMin": 206,
      "wordCountMax": 223,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Acts 9:40",
    "text": "(40) But Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up.",
    "cardsText": [
      [
        "(40) But Peter put them all forth, and kneeled down, and",
        "prayed; and turning him to the body said, Tabitha, arise. And",
        "she opened her eyes: and when she saw Peter, she sat up."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44009040,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.8,
      "wordCountMin": 33,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Romans 15:30–33",
    "text": "(30) Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in your prayers to God for me; (31) That I may be delivered from them that do not believe in Judaea; and that my service which I have for Jerusalem may be accepted of the saints; (32) That I may come unto you with joy by the will of God, and may with you be refreshed. (33) Now the God of peace be with you all. Amen.",
    "cardsText": [
      [
        "(30) Now I beseech you, brethren, for the Lord Jesus Christ's",
        "sake, and for the love of the Spirit, that ye strive together",
        "with me in your prayers to God for me; (31) That I may be",
        "delivered from them that do not believe in Judaea; and that",
        "my service which I have for Jerusalem may be accepted of",
        "the saints; (32) That I may come unto you with joy by the will",
        "of God, and may with you be refreshed. (33) Now the God of",
        "peace be with you all. Amen."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45015030,
    "rangeEndId": 45015033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.4,
      "wordCountMin": 80,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "1 Corinthians 2:7–10",
    "text": "(7) But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory: (8) Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory. (9) But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him. (10) But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.",
    "cardsText": [
      [
        "(7) But we speak the wisdom of God in a mystery, even the",
        "hidden wisdom, which God ordained before the world unto",
        "our glory: (8) Which none of the princes of this world knew:",
        "for had they known it, they would not have crucified the Lord",
        "of glory. (9) But as it is written, Eye hath not seen, nor ear",
        "heard, neither have entered into the heart of man, the things",
        "which God hath prepared for them that love him. (10) But",
        "God hath revealed them unto us by his Spirit: for the Spirit",
        "searcheth all things, yea, the deep things of God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46002007,
    "rangeEndId": 46002010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 89,
      "wordCountMax": 102,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 8,
      "lineMax": 11
    }
  },
  {
    "ref": "Galatians 4:21–31",
    "text": "(21) Tell me, ye that desire to be under the law, do ye not hear the law? (22) For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman. (23) But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise. (24) Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar. (25) For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children. (26) But Jerusalem which is above is free, which is the mother of us all. (27) For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) Now we, brethren, as Isaac was, are the children of promise. (29) But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now. (30) Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman. (31) So then, brethren, we are not children of the bondwoman, but of the free.",
    "cardsText": [
      [
        "(21) Tell me, ye that desire to be under the law, do ye not hear",
        "the law? (22) For it is written, that Abraham had two sons,",
        "the one by a bondmaid, the other by a freewoman. (23) But",
        "he who was of the bondwoman was born after the flesh; but",
        "he of the freewoman was by promise. (24) Which things are",
        "an allegory: for these are the two covenants; the one from",
        "the mount Sinai, which gendereth to bondage, which is Agar.",
        "(25) For this Agar is mount Sinai in Arabia, and answereth to",
        "Jerusalem which now is, and is in bondage with her children.",
        "(26) But Jerusalem which is above is free, which is the mother",
        "of us all. (27) For it is written, Rejoice, thou barren that bearest"
      ],
      [
        "not; break forth and cry, thou that travailest not: for the",
        "desolate hath many more children than she which hath an",
        "husband. (28) Now we, brethren, as Isaac was, are the children",
        "of promise. (29) But as then he that was born after the flesh",
        "persecuted him that was born after the Spirit, even so it is",
        "now. (30) Nevertheless what saith the scripture? Cast out the",
        "bondwoman and her son: for the son of the bondwoman",
        "shall not be heir with the son of the freewoman. (31) So then,",
        "brethren, we are not children of the bondwoman, but of the",
        "free."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 222,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48004021,
    "rangeEndId": 48004031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239,
      "wordCountMin": 222,
      "wordCountMax": 258,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Timothy 3:1–16",
    "text": "(1) This is a true saying, If a man desire the office of a bishop, he desireth a good work. (2) A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach; (3) Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous; (4) One that ruleth well his own house, having his children in subjection with all gravity; (5) (For if a man know not how to rule his own house, how shall he take care of the church of God?) (6) Not a novice, lest being lifted up with pride he fall into the condemnation of the devil. (7) Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil. (8) Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre; (9) Holding the mystery of the faith in a pure conscience. (10) And let these also first be proved; then let them use the office of a deacon, being found blameless. (11) Even so must their wives be grave, not slanderers, sober, faithful in all things. (12) Let the deacons be the husbands of one wife, ruling their children and their own houses well. (13) For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus. (14) These things write I unto thee, hoping to come unto thee shortly: (15) But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth. (16) And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.",
    "cardsText": [
      [
        "(1) This is a true saying, If a man desire the office of a bishop,",
        "he desireth a good work. (2) A bishop then must be blameless,",
        "the husband of one wife, vigilant, sober, of good behaviour,",
        "given to hospitality, apt to teach; (3) Not given to wine, no",
        "striker, not greedy of filthy lucre; but patient, not a brawler,",
        "not covetous; (4) One that ruleth well his own house, having",
        "his children in subjection with all gravity; (5) (For if a man",
        "know not how to rule his own house, how shall he take care of",
        "the church of God?) (6) Not a novice, lest being lifted up with",
        "pride he fall into the condemnation of the devil. (7) Moreover",
        "he must have a good report of them which are without; lest"
      ],
      [
        "he fall into reproach and the snare of the devil. (8) Likewise",
        "must the deacons be grave, not doubletongued, not given to",
        "much wine, not greedy of filthy lucre; (9) Holding the mystery",
        "of the faith in a pure conscience. (10) And let these also first",
        "be proved; then let them use the office of a deacon, being",
        "found blameless. (11) Even so must their wives be grave, not",
        "slanderers, sober, faithful in all things. (12) Let the deacons",
        "be the husbands of one wife, ruling their children and their",
        "own houses well. (13) For they that have used the office of",
        "a deacon well purchase to themselves a good degree, and",
        "great boldness in the faith which is in Christ Jesus. (14) These"
      ],
      [
        "things write I unto thee, hoping to come unto thee shortly: (15)",
        "But if I tarry long, that thou mayest know how thou oughtest",
        "to behave thyself in the house of God, which is the church",
        "of the living God, the pillar and ground of the truth. (16)",
        "And without controversy great is the mystery of godliness:",
        "God was manifest in the flesh, justified in the Spirit, seen of",
        "angels, preached unto the Gentiles, believed on in the world,",
        "received up into glory."
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 324,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54003001,
    "rangeEndId": 54003016,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 326.6,
      "wordCountMin": 316,
      "wordCountMax": 338,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 31.4,
      "lineMin": 30,
      "lineMax": 33
    }
  },
  {
    "ref": "2 Timothy 4:16–18",
    "text": "(16) At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge. (17) Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion. (18) And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.",
    "cardsText": [
      [
        "(16) At my first answer no man stood with me, but all men",
        "forsook me: I pray God that it may not be laid to their",
        "charge. (17) Notwithstanding the Lord stood with me,",
        "and strengthened me; that by me the preaching might be",
        "fully known, and that all the Gentiles might hear: and I was",
        "delivered out of the mouth of the lion. (18) And the Lord shall",
        "deliver me from every evil work, and will preserve me unto",
        "his heavenly kingdom: to whom be glory for ever and ever.",
        "Amen."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 89,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 55004016,
    "rangeEndId": 55004018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.6,
      "wordCountMin": 81,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Jude 1:8–25",
    "text": "(8) Likewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities. (9) Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee. (10) But these speak evil of those things which they know not: but what they know naturally, as brute beasts, in those things they corrupt themselves. (11) Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core. (12) These are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots; (13) Raging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever. (14) And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints, (15) To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him. (16) These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage. (17) But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ; (18) How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts. (19) These be they who separate themselves, sensual, having not the Spirit. (20) But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost, (21) Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life. (22) And of some have compassion, making a difference: (23) And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh. (24) Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, (25) To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.",
    "cardsText": [
      [
        "(8) Likewise also these filthy dreamers defile the flesh, despise",
        "dominion, and speak evil of dignities. (9) Yet Michael the",
        "archangel, when contending with the devil he disputed about the",
        "body of Moses, durst not bring against him a railing accusation,",
        "but said, The Lord rebuke thee. (10) But these speak evil of those",
        "things which they know not: but what they know naturally, as brute",
        "beasts, in those things they corrupt themselves. (11) Woe unto",
        "them! for they have gone in the way of Cain, and ran greedily after",
        "the error of Balaam for reward, and perished in the gainsaying",
        "of Core. (12) These are spots in your feasts of charity, when they",
        "feast with you, feeding themselves without fear: clouds they are",
        "without water, carried about of winds; trees whose fruit withereth,"
      ],
      [
        "without fruit, twice dead, plucked up by the roots; (13) Raging",
        "waves of the sea, foaming out their own shame; wandering stars,",
        "to whom is reserved the blackness of darkness for ever. (14) And",
        "Enoch also, the seventh from Adam, prophesied of these, saying,",
        "Behold, the Lord cometh with ten thousands of his saints, (15) To",
        "execute judgment upon all, and to convince all that are ungodly",
        "among them of all their ungodly deeds which they have ungodly",
        "committed, and of all their hard speeches which ungodly sinners",
        "have spoken against him. (16) These are murmurers, complainers,",
        "walking after their own lusts; and their mouth speaketh great",
        "swelling words, having men's persons in admiration because of",
        "advantage. (17) But, beloved, remember ye the words which were",
        "spoken before of the apostles of our Lord Jesus Christ; (18) How"
      ],
      [
        "that they told you there should be mockers in the last time, who",
        "should walk after their own ungodly lusts. (19) These be they who",
        "separate themselves, sensual, having not the Spirit. (20) But ye,",
        "beloved, building up yourselves on your most holy faith, praying",
        "in the Holy Ghost, (21) Keep yourselves in the love of God, looking",
        "for the mercy of our Lord Jesus Christ unto eternal life. (22) And of",
        "some have compassion, making a difference: (23) And others save",
        "with fear, pulling them out of the fire; hating even the garment",
        "spotted by the flesh. (24) Now unto him that is able to keep you",
        "from falling, and to present you faultless before the presence of",
        "his glory with exceeding joy, (25) To the only wise God our Saviour,",
        "be glory and majesty, dominion and power, both now and ever.",
        "Amen."
      ]
    ],
    "cards": 3,
    "lines": 38,
    "lastCardLines": 13,
    "wordCount": 398,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 65001008,
    "rangeEndId": 65001025,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 408,
      "wordCountMin": 398,
      "wordCountMax": 435,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 39.2,
      "lineMin": 37,
      "lineMax": 44
    }
  },
  {
    "ref": "Revelation 1:4–6",
    "text": "(4) John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne; (5) And from Jesus Christ, who is the faithful witness, and the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood, (6) And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.",
    "cardsText": [
      [
        "(4) John to the seven churches which are in Asia: Grace be unto",
        "you, and peace, from him which is, and which was, and which",
        "is to come; and from the seven Spirits which are before his",
        "throne; (5) And from Jesus Christ, who is the faithful witness,",
        "and the first begotten of the dead, and the prince of the kings",
        "of the earth. Unto him that loved us, and washed us from our",
        "sins in his own blood, (6) And hath made us kings and priests",
        "unto God and his Father; to him be glory and dominion for",
        "ever and ever. Amen."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 100,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66001004,
    "rangeEndId": 66001006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 95.8,
      "wordCountMin": 91,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Genesis 41:38–41",
    "text": "(38) And Pharaoh said unto his servants, Can we find such a one as this is, a man in whom the Spirit of God is? (39) And Pharaoh said unto Joseph, Forasmuch as God hath shewed thee all this, there is none so discreet and wise as thou art: (40) Thou shalt be over my house, and according unto thy word shall all my people be ruled: only in the throne will I be greater than thou. (41) And Pharaoh said unto Joseph, See, I have set thee over all the land of Egypt.",
    "cardsText": [
      [
        "(38) And Pharaoh said unto his servants, Can we find such a",
        "one as this is, a man in whom the Spirit of God is? (39) And",
        "Pharaoh said unto Joseph, Forasmuch as God hath shewed",
        "thee all this, there is none so discreet and wise as thou art:",
        "(40) Thou shalt be over my house, and according unto thy",
        "word shall all my people be ruled: only in the throne will I be",
        "greater than thou. (41) And Pharaoh said unto Joseph, See, I",
        "have set thee over all the land of Egypt."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 90,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 1041038,
    "rangeEndId": 1041041,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 85,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8,
      "lineMin": 8,
      "lineMax": 8
    }
  },
  {
    "ref": "2 Chronicles 36:5–8",
    "text": "(5) Jehoiakim was twenty and five years old when he began to reign, and he reigned eleven years in Jerusalem: and he did that which was evil in the sight of the LORD his God. (6) Against him came up Nebuchadnezzar king of Babylon, and bound him in fetters, to carry him to Babylon. (7) Nebuchadnezzar also carried of the vessels of the house of the LORD to Babylon, and put them in his temple at Babylon. (8) Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they are written in the book of the kings of Israel and Judah: and Jehoiachin his son reigned in his stead.",
    "cardsText": [
      [
        "(5) Jehoiakim was twenty and five years old when he began to",
        "reign, and he reigned eleven years in Jerusalem: and he did",
        "that which was evil in the sight of the LORD his God. (6) Against",
        "him came up Nebuchadnezzar king of Babylon, and bound",
        "him in fetters, to carry him to Babylon. (7) Nebuchadnezzar",
        "also carried of the vessels of the house of the LORD to",
        "Babylon, and put them in his temple at Babylon. (8) Now the",
        "rest of the acts of Jehoiakim, and his abominations which he",
        "did, and that which was found in him, behold, they are written",
        "in the book of the kings of Israel and Judah: and Jehoiachin",
        "his son reigned in his stead."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 117,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 52,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 14036005,
    "rangeEndId": 14036008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 111.8,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Psalm 2:1–6",
    "text": "(1) Why do the heathen rage, and the people imagine a vain thing? (2) The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, (3) Let us break their bands asunder, and cast away their cords from us. (4) He that sitteth in the heavens shall laugh: the Lord shall have them in derision. (5) Then shall he speak unto them in his wrath, and vex them in his sore displeasure. (6) Yet have I set my king upon my holy hill of Zion.",
    "cardsText": [
      [
        "(1) Why do the heathen rage, and the people imagine a vain",
        "thing? (2) The kings of the earth set themselves, and the",
        "rulers take counsel together, against the LORD, and against",
        "his anointed, saying, (3) Let us break their bands asunder,",
        "and cast away their cords from us. (4) He that sitteth in the",
        "heavens shall laugh: the Lord shall have them in derision. (5)",
        "Then shall he speak unto them in his wrath, and vex them in",
        "his sore displeasure. (6) Yet have I set my king upon my holy",
        "hill of Zion."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 89,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 53,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 19002001,
    "rangeEndId": 19002006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 85.4,
      "wordCountMin": 75,
      "wordCountMax": 90,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Proverbs 22:24–29",
    "text": "(24) Make no friendship with an angry man; and with a furious man thou shalt not go: (25) Lest thou learn his ways, and get a snare to thy soul. (26) Be not thou one of them that strike hands, or of them that are sureties for debts. (27) If thou hast nothing to pay, why should he take away thy bed from under thee? (28) Remove not the ancient landmark, which thy fathers have set. (29) Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men.",
    "cardsText": [
      [
        "(24) Make no friendship with an angry man; and with a furious",
        "man thou shalt not go: (25) Lest thou learn his ways, and get",
        "a snare to thy soul. (26) Be not thou one of them that strike",
        "hands, or of them that are sureties for debts. (27) If thou hast",
        "nothing to pay, why should he take away thy bed from under",
        "thee? (28) Remove not the ancient landmark, which thy fathers",
        "have set. (29) Seest thou a man diligent in his business? he",
        "shall stand before kings; he shall not stand before mean men."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 91,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 54,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 20022024,
    "rangeEndId": 20022029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 92,
      "wordCountMin": 89,
      "wordCountMax": 98,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.6,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Ecclesiastes 3:1–11",
    "text": "(1) To every thing there is a season, and a time to every purpose under the heaven: (2) A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted; (3) A time to kill, and a time to heal; a time to break down, and a time to build up; (4) A time to weep, and a time to laugh; a time to mourn, and a time to dance; (5) A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing; (6) A time to get, and a time to lose; a time to keep, and a time to cast away; (7) A time to rend, and a time to sew; a time to keep silence, and a time to speak; (8) A time to love, and a time to hate; a time of war, and a time of peace. (9) What profit hath he that worketh in that wherein he laboureth? (10) I have seen the travail, which God hath given to the sons of men to be exercised in it. (11) He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.",
    "cardsText": [
      [
        "(1) To every thing there is a season, and a time to every",
        "purpose under the heaven: (2) A time to be born, and a time",
        "to die; a time to plant, and a time to pluck up that which is",
        "planted; (3) A time to kill, and a time to heal; a time to break",
        "down, and a time to build up; (4) A time to weep, and a time",
        "to laugh; a time to mourn, and a time to dance; (5) A time",
        "to cast away stones, and a time to gather stones together; a",
        "time to embrace, and a time to refrain from embracing; (6)",
        "A time to get, and a time to lose; a time to keep, and a time",
        "to cast away; (7) A time to rend, and a time to sew; a time",
        "to keep silence, and a time to speak; (8) A time to love, and"
      ],
      [
        "a time to hate; a time of war, and a time of peace. (9) What",
        "profit hath he that worketh in that wherein he laboureth?",
        "(10) I have seen the travail, which God hath given to the sons",
        "of men to be exercised in it. (11) He hath made every thing",
        "beautiful in his time: also he hath set the world in their heart,",
        "so that no man can find out the work that God maketh from",
        "the beginning to the end."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 224,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 55,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 21003001,
    "rangeEndId": 21003011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 215,
      "wordCountMin": 199,
      "wordCountMax": 227,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.2,
      "lineMin": 16,
      "lineMax": 18
    }
  },
  {
    "ref": "Isaiah 42:1–9",
    "text": "(1) Behold my servant, whom I uphold; mine elect, in whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles. (2) He shall not cry, nor lift up, nor cause his voice to be heard in the street. (3) A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth. (4) He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law. (5) Thus saith God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein: (6) I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles; (7) To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house. (8) I am the LORD: that is my name: and my glory will I not give to another, neither my praise to graven images. (9) Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.",
    "cardsText": [
      [
        "(1) Behold my servant, whom I uphold; mine elect, in whom",
        "my soul delighteth; I have put my spirit upon him: he shall",
        "bring forth judgment to the Gentiles. (2) He shall not cry,",
        "nor lift up, nor cause his voice to be heard in the street. (3) A",
        "bruised reed shall he not break, and the smoking flax shall he",
        "not quench: he shall bring forth judgment unto truth. (4) He",
        "shall not fail nor be discouraged, till he have set judgment in",
        "the earth: and the isles shall wait for his law. (5) Thus saith God",
        "the LORD, he that created the heavens, and stretched them",
        "out; he that spread forth the earth, and that which cometh",
        "out of it; he that giveth breath unto the people upon it, and"
      ],
      [
        "spirit to them that walk therein: (6) I the LORD have called",
        "thee in righteousness, and will hold thine hand, and will keep",
        "thee, and give thee for a covenant of the people, for a light",
        "of the Gentiles; (7) To open the blind eyes, to bring out the",
        "prisoners from the prison, and them that sit in darkness out of",
        "the prison house. (8) I am the LORD: that is my name: and my",
        "glory will I not give to another, neither my praise to graven",
        "images. (9) Behold, the former things are come to pass, and",
        "new things do I declare: before they spring forth I tell you of",
        "them."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 235,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 56,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 23042001,
    "rangeEndId": 23042009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 231.4,
      "wordCountMin": 229,
      "wordCountMax": 235,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Jeremiah 8:11–17",
    "text": "(11) For they have healed the hurt of the daughter of my people slightly, saying, Peace, peace; when there is no peace. (12) Were they ashamed when they had committed abomination? nay, they were not at all ashamed, neither could they blush: therefore shall they fall among them that fall: in the time of their visitation they shall be cast down, saith the LORD. (13) I will surely consume them, saith the LORD: there shall be no grapes on the vine, nor figs on the fig tree, and the leaf shall fade; and the things that I have given them shall pass away from them. (14) Why do we sit still? assemble yourselves, and let us enter into the defenced cities, and let us be silent there: for the LORD our God hath put us to silence, and given us water of gall to drink, because we have sinned against the LORD. (15) We looked for peace, but no good came; and for a time of health, and behold trouble! (16) The snorting of his horses was heard from Dan: the whole land trembled at the sound of the neighing of his strong ones; for they are come, and have devoured the land, and all that is in it; the city, and those that dwell therein. (17) For, behold, I will send serpents, cockatrices, among you, which will not be charmed, and they shall bite you, saith the LORD.",
    "cardsText": [
      [
        "(11) For they have healed the hurt of the daughter of my people",
        "slightly, saying, Peace, peace; when there is no peace. (12)",
        "Were they ashamed when they had committed abomination?",
        "nay, they were not at all ashamed, neither could they blush:",
        "therefore shall they fall among them that fall: in the time of",
        "their visitation they shall be cast down, saith the LORD. (13) I",
        "will surely consume them, saith the LORD: there shall be no",
        "grapes on the vine, nor figs on the fig tree, and the leaf shall",
        "fade; and the things that I have given them shall pass away",
        "from them. (14) Why do we sit still? assemble yourselves, and",
        "let us enter into the defenced cities, and let us be silent there:"
      ],
      [
        "for the LORD our God hath put us to silence, and given us",
        "water of gall to drink, because we have sinned against the",
        "LORD. (15) We looked for peace, but no good came; and for",
        "a time of health, and behold trouble! (16) The snorting of his",
        "horses was heard from Dan: the whole land trembled at the",
        "sound of the neighing of his strong ones; for they are come,",
        "and have devoured the land, and all that is in it; the city, and",
        "those that dwell therein. (17) For, behold, I will send serpents,",
        "cockatrices, among you, which will not be charmed, and they",
        "shall bite you, saith the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 232,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 57,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 24008011,
    "rangeEndId": 24008017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 224,
      "wordCountMin": 212,
      "wordCountMax": 234,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Lamentations 1:1–7",
    "text": "(1) How doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary! (2) She weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies. (3) Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits. (4) The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness. (5) Her adversaries are the chief, her enemies prosper; for the LORD hath afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy. (6) And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer. (7) Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths.",
    "cardsText": [
      [
        "(1) How doth the city sit solitary, that was full of people! how is she",
        "become as a widow! she that was great among the nations, and",
        "princess among the provinces, how is she become tributary! (2)",
        "She weepeth sore in the night, and her tears are on her cheeks:",
        "among all her lovers she hath none to comfort her: all her friends",
        "have dealt treacherously with her, they are become her enemies.",
        "(3) Judah is gone into captivity because of affliction, and because",
        "of great servitude: she dwelleth among the heathen, she findeth",
        "no rest: all her persecutors overtook her between the straits. (4)",
        "The ways of Zion do mourn, because none come to the solemn",
        "feasts: all her gates are desolate: her priests sigh, her virgins"
      ],
      [
        "are afflicted, and she is in bitterness. (5) Her adversaries are the",
        "chief, her enemies prosper; for the LORD hath afflicted her for",
        "the multitude of her transgressions: her children are gone into",
        "captivity before the enemy. (6) And from the daughter of Zion all",
        "her beauty is departed: her princes are become like harts that find",
        "no pasture, and they are gone without strength before the pursuer.",
        "(7) Jerusalem remembered in the days of her affliction and of her",
        "miseries all her pleasant things that she had in the days of old,",
        "when her people fell into the hand of the enemy, and none did",
        "help her: the adversaries saw her, and did mock at her sabbaths."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 239,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 58,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25001001,
    "rangeEndId": 25001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 229,
      "wordCountMax": 259,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "Lamentations 3:25–33",
    "text": "(25) The LORD is good unto them that wait for him, to the soul that seeketh him. (26) It is good that a man should both hope and quietly wait for the salvation of the LORD. (27) It is good for a man that he bear the yoke in his youth. (28) He sitteth alone and keepeth silence, because he hath borne it upon him. (29) He putteth his mouth in the dust; if so be there may be hope. (30) He giveth his cheek to him that smiteth him: he is filled full with reproach. (31) For the Lord will not cast off for ever: (32) But though he cause grief, yet will he have compassion according to the multitude of his mercies. (33) For he doth not afflict willingly nor grieve the children of men.",
    "cardsText": [
      [
        "(25) The LORD is good unto them that wait for him, to the soul",
        "that seeketh him. (26) It is good that a man should both hope and",
        "quietly wait for the salvation of the LORD. (27) It is good for a man",
        "that he bear the yoke in his youth. (28) He sitteth alone and keepeth",
        "silence, because he hath borne it upon him. (29) He putteth his",
        "mouth in the dust; if so be there may be hope. (30) He giveth his",
        "cheek to him that smiteth him: he is filled full with reproach. (31)",
        "For the Lord will not cast off for ever: (32) But though he cause",
        "grief, yet will he have compassion according to the multitude of",
        "his mercies. (33) For he doth not afflict willingly nor grieve the",
        "children of men."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 128,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 59,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 25003025,
    "rangeEndId": 25003033,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 124.2,
      "wordCountMin": 122,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Ezekiel 11:14–21",
    "text": "(14) Again the word of the LORD came unto me, saying, (15) Son of man, thy brethren, even thy brethren, the men of thy kindred, and all the house of Israel wholly, are they unto whom the inhabitants of Jerusalem have said, Get you far from the LORD: unto us is this land given in possession. (16) Therefore say, Thus saith the Lord GOD; Although I have cast them far off among the heathen, and although I have scattered them among the countries, yet will I be to them as a little sanctuary in the countries where they shall come. (17) Therefore say, Thus saith the Lord GOD; I will even gather you from the people, and assemble you out of the countries where ye have been scattered, and I will give you the land of Israel. (18) And they shall come thither, and they shall take away all the detestable things thereof and all the abominations thereof from thence. (19) And I will give them one heart, and I will put a new spirit within you; and I will take the stony heart out of their flesh, and will give them an heart of flesh: (20) That they may walk in my statutes, and keep mine ordinances, and do them: and they shall be my people, and I will be their God. (21) But as for them whose heart walketh after the heart of their detestable things and their abominations, I will recompense their way upon their own heads, saith the Lord GOD.",
    "cardsText": [
      [
        "(14) Again the word of the LORD came unto me, saying, (15)",
        "Son of man, thy brethren, even thy brethren, the men of thy",
        "kindred, and all the house of Israel wholly, are they unto whom",
        "the inhabitants of Jerusalem have said, Get you far from the",
        "LORD: unto us is this land given in possession. (16) Therefore",
        "say, Thus saith the Lord GOD; Although I have cast them far",
        "off among the heathen, and although I have scattered them",
        "among the countries, yet will I be to them as a little sanctuary in",
        "the countries where they shall come. (17) Therefore say, Thus",
        "saith the Lord GOD; I will even gather you from the people,",
        "and assemble you out of the countries where ye have been"
      ],
      [
        "scattered, and I will give you the land of Israel. (18) And they",
        "shall come thither, and they shall take away all the detestable",
        "things thereof and all the abominations thereof from thence.",
        "(19) And I will give them one heart, and I will put a new spirit",
        "within you; and I will take the stony heart out of their flesh,",
        "and will give them an heart of flesh: (20) That they may walk",
        "in my statutes, and keep mine ordinances, and do them: and",
        "they shall be my people, and I will be their God. (21) But as for",
        "them whose heart walketh after the heart of their detestable",
        "things and their abominations, I will recompense their way",
        "upon their own heads, saith the Lord GOD."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 246,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 60,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26011014,
    "rangeEndId": 26011021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 235.6,
      "wordCountMin": 223,
      "wordCountMax": 246,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Ezekiel 13:8–10",
    "text": "(8) Therefore thus saith the Lord GOD; Because ye have spoken vanity, and seen lies, therefore, behold, I am against you, saith the Lord GOD. (9) And mine hand shall be upon the prophets that see vanity, and that divine lies: they shall not be in the assembly of my people, neither shall they be written in the writing of the house of Israel, neither shall they enter into the land of Israel; and ye shall know that I am the Lord GOD. (10) Because, even because they have seduced my people, saying, Peace; and there was no peace; and one built up a wall, and, lo, others daubed it with untempered morter:",
    "cardsText": [
      [
        "(8) Therefore thus saith the Lord GOD; Because ye have",
        "spoken vanity, and seen lies, therefore, behold, I am against",
        "you, saith the Lord GOD. (9) And mine hand shall be upon the",
        "prophets that see vanity, and that divine lies: they shall not be",
        "in the assembly of my people, neither shall they be written in",
        "the writing of the house of Israel, neither shall they enter into",
        "the land of Israel; and ye shall know that I am the Lord GOD.",
        "(10) Because, even because they have seduced my people,",
        "saying, Peace; and there was no peace; and one built up a",
        "wall, and, lo, others daubed it with untempered morter:"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 110,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 61,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 26013008,
    "rangeEndId": 26013010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.6,
      "wordCountMin": 103,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 1:1–7",
    "text": "(1) In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it. (2) And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god. (3) And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king's seed, and of the princes; (4) Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king's palace, and whom they might teach the learning and the tongue of the Chaldeans. (5) And the king appointed them a daily provision of the king's meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king. (6) Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah: (7) Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego.",
    "cardsText": [
      [
        "(1) In the third year of the reign of Jehoiakim king of Judah",
        "came Nebuchadnezzar king of Babylon unto Jerusalem, and",
        "besieged it. (2) And the Lord gave Jehoiakim king of Judah",
        "into his hand, with part of the vessels of the house of God:",
        "which he carried into the land of Shinar to the house of his",
        "god; and he brought the vessels into the treasure house of",
        "his god. (3) And the king spake unto Ashpenaz the master of",
        "his eunuchs, that he should bring certain of the children of",
        "Israel, and of the king's seed, and of the princes; (4) Children",
        "in whom was no blemish, but well favoured, and skilful in",
        "all wisdom, and cunning in knowledge, and understanding"
      ],
      [
        "science, and such as had ability in them to stand in the king's",
        "palace, and whom they might teach the learning and the",
        "tongue of the Chaldeans. (5) And the king appointed them a",
        "daily provision of the king's meat, and of the wine which he",
        "drank: so nourishing them three years, that at the end thereof",
        "they might stand before the king. (6) Now among these",
        "were of the children of Judah, Daniel, Hananiah, Mishael,",
        "and Azariah: (7) Unto whom the prince of the eunuchs gave",
        "names: for he gave unto Daniel the name of Belteshazzar;",
        "and to Hananiah, of Shadrach; and to Mishael, of Meshach;",
        "and to Azariah, of Abednego."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 228,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 62,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27001001,
    "rangeEndId": 27001007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.2,
      "wordCountMin": 200,
      "wordCountMax": 233,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 2:1–11",
    "text": "(1) And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him. (2) Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king. (3) And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream. (4) Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation. (5) The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill. (6) But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof. (7) They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it. (8) The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me. (9) But if ye will not make known unto me the dream, there is but one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof. (10) The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king's matter: therefore there is no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean. (11) And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.",
    "cardsText": [
      [
        "(1) And in the second year of the reign of Nebuchadnezzar",
        "Nebuchadnezzar dreamed dreams, wherewith his spirit was",
        "troubled, and his sleep brake from him. (2) Then the king",
        "commanded to call the magicians, and the astrologers, and",
        "the sorcerers, and the Chaldeans, for to shew the king his",
        "dreams. So they came and stood before the king. (3) And",
        "the king said unto them, I have dreamed a dream, and my",
        "spirit was troubled to know the dream. (4) Then spake the",
        "Chaldeans to the king in Syriack, O king, live for ever: tell",
        "thy servants the dream, and we will shew the interpretation.",
        "(5) The king answered and said to the Chaldeans, The thing"
      ],
      [
        "is gone from me: if ye will not make known unto me the",
        "dream, with the interpretation thereof, ye shall be cut in",
        "pieces, and your houses shall be made a dunghill. (6) But if",
        "ye shew the dream, and the interpretation thereof, ye shall",
        "receive of me gifts and rewards and great honour: therefore",
        "shew me the dream, and the interpretation thereof. (7) They",
        "answered again and said, Let the king tell his servants the",
        "dream, and we will shew the interpretation of it. (8) The king",
        "answered and said, I know of certainty that ye would gain",
        "the time, because ye see the thing is gone from me. (9) But",
        "if ye will not make known unto me the dream, there is but"
      ],
      [
        "one decree for you: for ye have prepared lying and corrupt",
        "words to speak before me, till the time be changed: therefore",
        "tell me the dream, and I shall know that ye can shew me the",
        "interpretation thereof. (10) The Chaldeans answered before",
        "the king, and said, There is not a man upon the earth that can",
        "shew the king's matter: therefore there is no king, lord, nor",
        "ruler, that asked such things at any magician, or astrologer, or",
        "Chaldean. (11) And it is a rare thing that the king requireth,",
        "and there is none other that can shew it before the king,",
        "except the gods, whose dwelling is not with flesh."
      ]
    ],
    "cards": 3,
    "lines": 32,
    "lastCardLines": 10,
    "wordCount": 342,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 63,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002001,
    "rangeEndId": 27002011,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 328.2,
      "wordCountMin": 309,
      "wordCountMax": 344,
      "levelMin": 2.5,
      "levelMax": 3,
      "lineAve": 30.4,
      "lineMin": 28,
      "lineMax": 32
    }
  },
  {
    "ref": "Daniel 2:17–24",
    "text": "(17) Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions: (18) That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon. (19) Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven. (20) Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his: (21) And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding: (22) He revealeth the deep and secret things: he knoweth what is in the darkness, and the light dwelleth with him. (23) I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king's matter. (24) Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.",
    "cardsText": [
      [
        "(17) Then Daniel went to his house, and made the thing known",
        "to Hananiah, Mishael, and Azariah, his companions: (18) That",
        "they would desire mercies of the God of heaven concerning",
        "this secret; that Daniel and his fellows should not perish with",
        "the rest of the wise men of Babylon. (19) Then was the secret",
        "revealed unto Daniel in a night vision. Then Daniel blessed",
        "the God of heaven. (20) Daniel answered and said, Blessed",
        "be the name of God for ever and ever: for wisdom and might",
        "are his: (21) And he changeth the times and the seasons: he",
        "removeth kings, and setteth up kings: he giveth wisdom unto",
        "the wise, and knowledge to them that know understanding:"
      ],
      [
        "(22) He revealeth the deep and secret things: he knoweth",
        "what is in the darkness, and the light dwelleth with him. (23)",
        "I thank thee, and praise thee, O thou God of my fathers, who",
        "hast given me wisdom and might, and hast made known unto",
        "me now what we desired of thee: for thou hast now made",
        "known unto us the king's matter. (24) Therefore Daniel went in",
        "unto Arioch, whom the king had ordained to destroy the wise",
        "men of Babylon: he went and said thus unto him; Destroy not",
        "the wise men of Babylon: bring me in before the king, and I",
        "will shew unto the king the interpretation."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 223,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 64,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27002017,
    "rangeEndId": 27002024,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 208,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Daniel 4:33–37",
    "text": "(33) The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles' feathers, and his nails like birds' claws. (34) And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the most High, and I praised and honoured him that liveth for ever, whose dominion is an everlasting dominion, and his kingdom is from generation to generation: (35) And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou? (36) At the same time my reason returned unto me; and for the glory of my kingdom, mine honour and brightness returned unto me; and my counsellors and my lords sought unto me; and I was established in my kingdom, and excellent majesty was added unto me. (37) Now I Nebuchadnezzar praise and extol and honour the King of heaven, all whose works are truth, and his ways judgment: and those that walk in pride he is able to abase.",
    "cardsText": [
      [
        "(33) The same hour was the thing fulfilled upon",
        "Nebuchadnezzar: and he was driven from men, and did eat",
        "grass as oxen, and his body was wet with the dew of heaven,",
        "till his hairs were grown like eagles' feathers, and his nails like",
        "birds' claws. (34) And at the end of the days I Nebuchadnezzar",
        "lifted up mine eyes unto heaven, and mine understanding",
        "returned unto me, and I blessed the most High, and I praised",
        "and honoured him that liveth for ever, whose dominion is an",
        "everlasting dominion, and his kingdom is from generation",
        "to generation: (35) And all the inhabitants of the earth are",
        "reputed as nothing: and he doeth according to his will in the"
      ],
      [
        "army of heaven, and among the inhabitants of the earth: and",
        "none can stay his hand, or say unto him, What doest thou? (36)",
        "At the same time my reason returned unto me; and for the",
        "glory of my kingdom, mine honour and brightness returned",
        "unto me; and my counsellors and my lords sought unto me;",
        "and I was established in my kingdom, and excellent majesty",
        "was added unto me. (37) Now I Nebuchadnezzar praise and",
        "extol and honour the King of heaven, all whose works are",
        "truth, and his ways judgment: and those that walk in pride he",
        "is able to abase."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 217,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 65,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27004033,
    "rangeEndId": 27004037,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 214.4,
      "wordCountMin": 210,
      "wordCountMax": 217,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Daniel 5:1–4",
    "text": "(1) Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand. (2) Belshazzar, whiles he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem; that the king, and his princes, his wives, and his concubines, might drink therein. (3) Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his princes, his wives, and his concubines, drank in them. (4) They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.",
    "cardsText": [
      [
        "(1) Belshazzar the king made a great feast to a thousand of",
        "his lords, and drank wine before the thousand. (2) Belshazzar,",
        "whiles he tasted the wine, commanded to bring the golden",
        "and silver vessels which his father Nebuchadnezzar had taken",
        "out of the temple which was in Jerusalem; that the king, and",
        "his princes, his wives, and his concubines, might drink therein.",
        "(3) Then they brought the golden vessels that were taken out",
        "of the temple of the house of God which was at Jerusalem;",
        "and the king, and his princes, his wives, and his concubines,",
        "drank in them. (4) They drank wine, and praised the gods of",
        "gold, and of silver, of brass, of iron, of wood, and of stone."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 66,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27005001,
    "rangeEndId": 27005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 112,
      "wordCountMax": 125,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Daniel 6:1–13",
    "text": "(1) It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom; (2) And over these three presidents; of whom Daniel was first: that the princes might give accounts unto them, and the king should have no damage. (3) Then this Daniel was preferred above the presidents and princes, because an excellent spirit was in him; and the king thought to set him over the whole realm. (4) Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him. (5) Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God. (6) Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever. (7) All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions. (8) Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not. (9) Wherefore king Darius signed the writing and the decree. (10) Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime. (11) Then these men assembled, and found Daniel praying and making supplication before his God. (12) Then they came near, and spake before the king concerning the king's decree; Hast thou not signed a decree, that every man that shall ask a petition of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not. (13) Then answered they and said before the king, That Daniel, which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.",
    "cardsText": [
      [
        "(1) It pleased Darius to set over the kingdom an hundred and",
        "twenty princes, which should be over the whole kingdom; (2)",
        "And over these three presidents; of whom Daniel was first:",
        "that the princes might give accounts unto them, and the king",
        "should have no damage. (3) Then this Daniel was preferred",
        "above the presidents and princes, because an excellent",
        "spirit was in him; and the king thought to set him over the",
        "whole realm. (4) Then the presidents and princes sought to",
        "find occasion against Daniel concerning the kingdom; but",
        "they could find none occasion nor fault; forasmuch as he was",
        "faithful, neither was there any error or fault found in him. (5)"
      ],
      [
        "Then said these men, We shall not find any occasion against",
        "this Daniel, except we find it against him concerning the law",
        "of his God. (6) Then these presidents and princes assembled",
        "together to the king, and said thus unto him, King Darius, live",
        "for ever. (7) All the presidents of the kingdom, the governors,",
        "and the princes, the counsellors, and the captains, have",
        "consulted together to establish a royal statute, and to make a",
        "firm decree, that whosoever shall ask a petition of any God or",
        "man for thirty days, save of thee, O king, he shall be cast into",
        "the den of lions. (8) Now, O king, establish the decree, and",
        "sign the writing, that it be not changed, according to the law"
      ],
      [
        "of the Medes and Persians, which altereth not. (9) Wherefore",
        "king Darius signed the writing and the decree. (10) Now",
        "when Daniel knew that the writing was signed, he went",
        "into his house; and his windows being open in his chamber",
        "toward Jerusalem, he kneeled upon his knees three times a",
        "day, and prayed, and gave thanks before his God, as he did",
        "aforetime. (11) Then these men assembled, and found Daniel",
        "praying and making supplication before his God. (12) Then",
        "they came near, and spake before the king concerning the",
        "king's decree; Hast thou not signed a decree, that every man",
        "that shall ask a petition of any God or man within thirty days,"
      ],
      [
        "save of thee, O king, shall be cast into the den of lions? The",
        "king answered and said, The thing is true, according to the",
        "law of the Medes and Persians, which altereth not. (13) Then",
        "answered they and said before the king, That Daniel, which is",
        "of the children of the captivity of Judah, regardeth not thee,",
        "O king, nor the decree that thou hast signed, but maketh his",
        "petition three times a day."
      ]
    ],
    "cards": 4,
    "lines": 40,
    "lastCardLines": 7,
    "wordCount": 417,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 67,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27006001,
    "rangeEndId": 27006013,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 419.4,
      "wordCountMin": 407,
      "wordCountMax": 435,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 40.6,
      "lineMin": 39,
      "lineMax": 44
    }
  },
  {
    "ref": "Daniel 7:27",
    "text": "(27) And the kingdom and dominion, and the greatness of the kingdom under the whole heaven, shall be given to the people of the saints of the most High, whose kingdom is an everlasting kingdom, and all dominions shall serve and obey him.",
    "cardsText": [
      [
        "(27) And the kingdom and dominion, and the greatness of",
        "the kingdom under the whole heaven, shall be given to the",
        "people of the saints of the most High, whose kingdom is an",
        "everlasting kingdom, and all dominions shall serve and obey",
        "him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 42,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 68,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 27007027,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 42.2,
      "wordCountMin": 39,
      "wordCountMax": 45,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Micah 5:2–4",
    "text": "(2) But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting. (3) Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel. (4) And he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth.",
    "cardsText": [
      [
        "(2) But thou, Bethlehem Ephratah, though thou be little",
        "among the thousands of Judah, yet out of thee shall he come",
        "forth unto me that is to be ruler in Israel; whose goings forth",
        "have been from of old, from everlasting. (3) Therefore will",
        "he give them up, until the time that she which travaileth hath",
        "brought forth: then the remnant of his brethren shall return",
        "unto the children of Israel. (4) And he shall stand and feed in",
        "the strength of the LORD, in the majesty of the name of the",
        "LORD his God; and they shall abide: for now shall he be great",
        "unto the ends of the earth."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 108,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 69,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 33005002,
    "rangeEndId": 33005004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.6,
      "wordCountMin": 105,
      "wordCountMax": 116,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 4:1–11",
    "text": "(1) Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil. (2) And when he had fasted forty days and forty nights, he was afterward an hungred. (3) And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread. (4) But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God. (5) Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple, (6) And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone. (7) Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God. (8) Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them; (9) And saith unto him, All these things will I give thee, if thou wilt fall down and worship me. (10) Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. (11) Then the devil leaveth him, and, behold, angels came and ministered unto him.",
    "cardsText": [
      [
        "(1) Then was Jesus led up of the Spirit into the wilderness to",
        "be tempted of the devil. (2) And when he had fasted forty",
        "days and forty nights, he was afterward an hungred. (3) And",
        "when the tempter came to him, he said, If thou be the Son of",
        "God, command that these stones be made bread. (4) But he",
        "answered and said, It is written, Man shall not live by bread",
        "alone, but by every word that proceedeth out of the mouth of",
        "God. (5) Then the devil taketh him up into the holy city, and",
        "setteth him on a pinnacle of the temple, (6) And saith unto him,",
        "If thou be the Son of God, cast thyself down: for it is written,",
        "He shall give his angels charge concerning thee: and in their"
      ],
      [
        "hands they shall bear thee up, lest at any time thou dash",
        "thy foot against a stone. (7) Jesus said unto him, It is written",
        "again, Thou shalt not tempt the Lord thy God. (8) Again, the",
        "devil taketh him up into an exceeding high mountain, and",
        "sheweth him all the kingdoms of the world, and the glory of",
        "them; (9) And saith unto him, All these things will I give thee,",
        "if thou wilt fall down and worship me. (10) Then saith Jesus",
        "unto him, Get thee hence, Satan: for it is written, Thou shalt",
        "worship the Lord thy God, and him only shalt thou serve. (11)",
        "Then the devil leaveth him, and, behold, angels came and",
        "ministered unto him."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 246,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 70,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40004001,
    "rangeEndId": 40004011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 238,
      "wordCountMin": 220,
      "wordCountMax": 248,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.8,
      "lineMin": 19,
      "lineMax": 22
    }
  },
  {
    "ref": "Matthew 5:17–18",
    "text": "(17) Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. (18) For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.",
    "cardsText": [
      [
        "(17) Think not that I am come to destroy the law, or the",
        "prophets: I am not come to destroy, but to fulfil. (18) For verily",
        "I say unto you, Till heaven and earth pass, one jot or one tittle",
        "shall in no wise pass from the law, till all be fulfilled."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 50,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 71,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40005017,
    "rangeEndId": 40005018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 52.6,
      "wordCountMin": 50,
      "wordCountMax": 58,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Matthew 26:31–35",
    "text": "(31) Then saith Jesus unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad. (32) But after I am risen again, I will go before you into Galilee. (33) Peter answered and said unto him, Though all men shall be offended because of thee, yet will I never be offended. (34) Jesus said unto him, Verily I say unto thee, That this night, before the cock crow, thou shalt deny me thrice. (35) Peter said unto him, Though I should die with thee, yet will I not deny thee. Likewise also said all the disciples.",
    "cardsText": [
      [
        "(31) Then saith Jesus unto them, All ye shall be offended",
        "because of me this night: for it is written, I will smite the",
        "shepherd, and the sheep of the flock shall be scattered",
        "abroad. (32) But after I am risen again, I will go before you",
        "into Galilee. (33) Peter answered and said unto him, Though",
        "all men shall be offended because of thee, yet will I never be",
        "offended. (34) Jesus said unto him, Verily I say unto thee, That",
        "this night, before the cock crow, thou shalt deny me thrice.",
        "(35) Peter said unto him, Though I should die with thee, yet",
        "will I not deny thee. Likewise also said all the disciples."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 111,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 72,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40026031,
    "rangeEndId": 40026035,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 110.8,
      "wordCountMin": 105,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Matthew 28:1–10",
    "text": "(1) In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre. (2) And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it. (3) His countenance was like lightning, and his raiment white as snow: (4) And for fear of him the keepers did shake, and became as dead men. (5) And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified. (6) He is not here: for he is risen, as he said. Come, see the place where the Lord lay. (7) And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you. (8) And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word. (9) And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him. (10) Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me.",
    "cardsText": [
      [
        "(1) In the end of the sabbath, as it began to dawn toward",
        "the first day of the week, came Mary Magdalene and the",
        "other Mary to see the sepulchre. (2) And, behold, there was a",
        "great earthquake: for the angel of the Lord descended from",
        "heaven, and came and rolled back the stone from the door,",
        "and sat upon it. (3) His countenance was like lightning, and his",
        "raiment white as snow: (4) And for fear of him the keepers did",
        "shake, and became as dead men. (5) And the angel answered",
        "and said unto the women, Fear not ye: for I know that ye",
        "seek Jesus, which was crucified. (6) He is not here: for he is",
        "risen, as he said. Come, see the place where the Lord lay. (7)"
      ],
      [
        "And go quickly, and tell his disciples that he is risen from the",
        "dead; and, behold, he goeth before you into Galilee; there",
        "shall ye see him: lo, I have told you. (8) And they departed",
        "quickly from the sepulchre with fear and great joy; and did",
        "run to bring his disciples word. (9) And as they went to tell his",
        "disciples, behold, Jesus met them, saying, All hail. And they",
        "came and held him by the feet, and worshipped him. (10)",
        "Then said Jesus unto them, Be not afraid: go tell my brethren",
        "that they go into Galilee, and there shall they see me."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 227,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 73,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 40028001,
    "rangeEndId": 40028010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219,
      "wordCountMin": 210,
      "wordCountMax": 227,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Mark 11:1–10",
    "text": "(1) And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples, (2) And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him. (3) And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither. (4) And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him. (5) And certain of them that stood there said unto them, What do ye, loosing the colt? (6) And they said unto them even as Jesus had commanded: and they let them go. (7) And they brought the colt to Jesus, and cast their garments on him; and he sat upon him. (8) And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way. (9) And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord: (10) Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.",
    "cardsText": [
      [
        "(1) And when they came nigh to Jerusalem, unto Bethphage",
        "and Bethany, at the mount of Olives, he sendeth forth two of",
        "his disciples, (2) And saith unto them, Go your way into the",
        "village over against you: and as soon as ye be entered into",
        "it, ye shall find a colt tied, whereon never man sat; loose him,",
        "and bring him. (3) And if any man say unto you, Why do ye",
        "this? say ye that the Lord hath need of him; and straightway",
        "he will send him hither. (4) And they went their way, and",
        "found the colt tied by the door without in a place where two",
        "ways met; and they loose him. (5) And certain of them that",
        "stood there said unto them, What do ye, loosing the colt? (6)"
      ],
      [
        "And they said unto them even as Jesus had commanded:",
        "and they let them go. (7) And they brought the colt to Jesus,",
        "and cast their garments on him; and he sat upon him. (8) And",
        "many spread their garments in the way: and others cut down",
        "branches off the trees, and strawed them in the way. (9) And",
        "they that went before, and they that followed, cried, saying,",
        "Hosanna; Blessed is he that cometh in the name of the Lord:",
        "(10) Blessed be the kingdom of our father David, that cometh",
        "in the name of the Lord: Hosanna in the highest."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 226,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 74,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 41011001,
    "rangeEndId": 41011010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.8,
      "wordCountMin": 192,
      "wordCountMax": 226,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Luke 8:18",
    "text": "(18) Take heed therefore how ye hear: for whosoever hath, to him shall be given; and whosoever hath not, from him shall be taken even that which he seemeth to have.",
    "cardsText": [
      [
        "(18) Take heed therefore how ye hear: for whosoever hath, to",
        "him shall be given; and whosoever hath not, from him shall",
        "be taken even that which he seemeth to have."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 30,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 75,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42008018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 30.8,
      "wordCountMin": 27,
      "wordCountMax": 34,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Luke 14:25–35",
    "text": "(25) And there went great multitudes with him: and he turned, and said unto them, (26) If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple. (27) And whosoever doth not bear his cross, and come after me, cannot be my disciple. (28) For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it? (29) Lest haply, after he hath laid the foundation, and is not able to finish it, all that behold it begin to mock him, (30) Saying, This man began to build, and was not able to finish. (31) Or what king, going to make war against another king, sitteth not down first, and consulteth whether he be able with ten thousand to meet him that cometh against him with twenty thousand? (32) Or else, while the other is yet a great way off, he sendeth an ambassage, and desireth conditions of peace. (33) So likewise, whosoever he be of you that forsaketh not all that he hath, he cannot be my disciple. (34) Salt is good: but if the salt have lost his savour, wherewith shall it be seasoned? (35) It is neither fit for the land, nor yet for the dunghill; but men cast it out. He that hath ears to hear, let him hear.",
    "cardsText": [
      [
        "(25) And there went great multitudes with him: and he",
        "turned, and said unto them, (26) If any man come to me, and",
        "hate not his father, and mother, and wife, and children, and",
        "brethren, and sisters, yea, and his own life also, he cannot",
        "be my disciple. (27) And whosoever doth not bear his cross,",
        "and come after me, cannot be my disciple. (28) For which of",
        "you, intending to build a tower, sitteth not down first, and",
        "counteth the cost, whether he have sufficient to finish it? (29)",
        "Lest haply, after he hath laid the foundation, and is not able",
        "to finish it, all that behold it begin to mock him, (30) Saying,",
        "This man began to build, and was not able to finish. (31) Or"
      ],
      [
        "what king, going to make war against another king, sitteth",
        "not down first, and consulteth whether he be able with ten",
        "thousand to meet him that cometh against him with twenty",
        "thousand? (32) Or else, while the other is yet a great way off,",
        "he sendeth an ambassage, and desireth conditions of peace.",
        "(33) So likewise, whosoever he be of you that forsaketh not all",
        "that he hath, he cannot be my disciple. (34) Salt is good: but if",
        "the salt have lost his savour, wherewith shall it be seasoned?",
        "(35) It is neither fit for the land, nor yet for the dunghill; but",
        "men cast it out. He that hath ears to hear, let him hear."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 234,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 76,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42014025,
    "rangeEndId": 42014035,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 234.8,
      "wordCountMin": 227,
      "wordCountMax": 240,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "Luke 16:1–8",
    "text": "(1) And he said also unto his disciples, There was a certain rich man, which had a steward; and the same was accused unto him that he had wasted his goods. (2) And he called him, and said unto him, How is it that I hear this of thee? give an account of thy stewardship; for thou mayest be no longer steward. (3) Then the steward said within himself, What shall I do? for my lord taketh away from me the stewardship: I cannot dig; to beg I am ashamed. (4) I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses. (5) So he called every one of his lord's debtors unto him, and said unto the first, How much owest thou unto my lord? (6) And he said, An hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty. (7) Then said he to another, And how much owest thou? And he said, An hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore. (8) And the lord commended the unjust steward, because he had done wisely: for the children of this world are in their generation wiser than the children of light.",
    "cardsText": [
      [
        "(1) And he said also unto his disciples, There was a certain rich",
        "man, which had a steward; and the same was accused unto",
        "him that he had wasted his goods. (2) And he called him, and",
        "said unto him, How is it that I hear this of thee? give an account",
        "of thy stewardship; for thou mayest be no longer steward. (3)",
        "Then the steward said within himself, What shall I do? for my",
        "lord taketh away from me the stewardship: I cannot dig; to",
        "beg I am ashamed. (4) I am resolved what to do, that, when",
        "I am put out of the stewardship, they may receive me into",
        "their houses. (5) So he called every one of his lord's debtors",
        "unto him, and said unto the first, How much owest thou unto"
      ],
      [
        "my lord? (6) And he said, An hundred measures of oil. And",
        "he said unto him, Take thy bill, and sit down quickly, and",
        "write fifty. (7) Then said he to another, And how much owest",
        "thou? And he said, An hundred measures of wheat. And he",
        "said unto him, Take thy bill, and write fourscore. (8) And the",
        "lord commended the unjust steward, because he had done",
        "wisely: for the children of this world are in their generation",
        "wiser than the children of light."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 212,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 77,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 42016001,
    "rangeEndId": 42016008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 211.2,
      "wordCountMin": 203,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.2,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "John 4:27–38",
    "text": "(27) And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her? (28) The woman then left her waterpot, and went her way into the city, and saith to the men, (29) Come, see a man, which told me all things that ever I did: is not this the Christ? (30) Then they went out of the city, and came unto him. (31) In the mean while his disciples prayed him, saying, Master, eat. (32) But he said unto them, I have meat to eat that ye know not of. (33) Therefore said the disciples one to another, Hath any man brought him ought to eat? (34) Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work. (35) Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest. (36) And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together. (37) And herein is that saying true, One soweth, and another reapeth. (38) I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours.",
    "cardsText": [
      [
        "(27) And upon this came his disciples, and marvelled that",
        "he talked with the woman: yet no man said, What seekest",
        "thou? or, Why talkest thou with her? (28) The woman then left",
        "her waterpot, and went her way into the city, and saith to the",
        "men, (29) Come, see a man, which told me all things that ever",
        "I did: is not this the Christ? (30) Then they went out of the",
        "city, and came unto him. (31) In the mean while his disciples",
        "prayed him, saying, Master, eat. (32) But he said unto them, I",
        "have meat to eat that ye know not of. (33) Therefore said the",
        "disciples one to another, Hath any man brought him ought to",
        "eat? (34) Jesus saith unto them, My meat is to do the will of"
      ],
      [
        "him that sent me, and to finish his work. (35) Say not ye, There",
        "are yet four months, and then cometh harvest? behold, I say",
        "unto you, Lift up your eyes, and look on the fields; for they are",
        "white already to harvest. (36) And he that reapeth receiveth",
        "wages, and gathereth fruit unto life eternal: that both he that",
        "soweth and he that reapeth may rejoice together. (37) And",
        "herein is that saying true, One soweth, and another reapeth.",
        "(38) I sent you to reap that whereon ye bestowed no labour:",
        "other men laboured, and ye are entered into their labours."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 225,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 78,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43004027,
    "rangeEndId": 43004038,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 227,
      "wordCountMin": 220,
      "wordCountMax": 239,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "John 13:1–9",
    "text": "(1) Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end. (2) And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon's son, to betray him; (3) Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God; (4) He riseth from supper, and laid aside his garments; and took a towel, and girded himself. (5) After that he poureth water into a bason, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded. (6) Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet? (7) Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter. (8) Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me. (9) Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
    "cardsText": [
      [
        "(1) Now before the feast of the passover, when Jesus knew",
        "that his hour was come that he should depart out of this",
        "world unto the Father, having loved his own which were in",
        "the world, he loved them unto the end. (2) And supper being",
        "ended, the devil having now put into the heart of Judas",
        "Iscariot, Simon's son, to betray him; (3) Jesus knowing that",
        "the Father had given all things into his hands, and that he",
        "was come from God, and went to God; (4) He riseth from",
        "supper, and laid aside his garments; and took a towel, and",
        "girded himself. (5) After that he poureth water into a bason,",
        "and began to wash the disciples' feet, and to wipe them with"
      ],
      [
        "the towel wherewith he was girded. (6) Then cometh he to",
        "Simon Peter: and Peter saith unto him, Lord, dost thou wash",
        "my feet? (7) Jesus answered and said unto him, What I do",
        "thou knowest not now; but thou shalt know hereafter. (8)",
        "Peter saith unto him, Thou shalt never wash my feet. Jesus",
        "answered him, If I wash thee not, thou hast no part with me.",
        "(9) Simon Peter saith unto him, Lord, not my feet only, but also",
        "my hands and my head."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 202,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 79,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43013001,
    "rangeEndId": 43013009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 204.4,
      "wordCountMin": 200,
      "wordCountMax": 212,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.6,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "John 19:1–14",
    "text": "(1) Then Pilate therefore took Jesus, and scourged him. (2) And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe, (3) And said, Hail, King of the Jews! and they smote him with their hands. (4) Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him. (5) Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man! (6) When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him. (7) The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God. (8) When Pilate therefore heard that saying, he was the more afraid; (9) And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer. (10) Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee? (11) Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin. (12) And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend: whosoever maketh himself a king speaketh against Caesar. (13) When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha. (14) And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
    "cardsText": [
      [
        "(1) Then Pilate therefore took Jesus, and scourged him. (2)",
        "And the soldiers platted a crown of thorns, and put it on his",
        "head, and they put on him a purple robe, (3) And said, Hail,",
        "King of the Jews! and they smote him with their hands. (4)",
        "Pilate therefore went forth again, and saith unto them, Behold,",
        "I bring him forth to you, that ye may know that I find no fault in",
        "him. (5) Then came Jesus forth, wearing the crown of thorns,",
        "and the purple robe. And Pilate saith unto them, Behold the",
        "man! (6) When the chief priests therefore and officers saw",
        "him, they cried out, saying, Crucify him, crucify him. Pilate",
        "saith unto them, Take ye him, and crucify him: for I find no"
      ],
      [
        "fault in him. (7) The Jews answered him, We have a law, and",
        "by our law he ought to die, because he made himself the Son",
        "of God. (8) When Pilate therefore heard that saying, he was",
        "the more afraid; (9) And went again into the judgment hall,",
        "and saith unto Jesus, Whence art thou? But Jesus gave him",
        "no answer. (10) Then saith Pilate unto him, Speakest thou",
        "not unto me? knowest thou not that I have power to crucify",
        "thee, and have power to release thee? (11) Jesus answered,",
        "Thou couldest have no power at all against me, except it were",
        "given thee from above: therefore he that delivered me unto",
        "thee hath the greater sin. (12) And from thenceforth Pilate"
      ],
      [
        "sought to release him: but the Jews cried out, saying, If thou",
        "let this man go, thou art not Caesar's friend: whosoever",
        "maketh himself a king speaketh against Caesar. (13) When",
        "Pilate therefore heard that saying, he brought Jesus forth,",
        "and sat down in the judgment seat in a place that is called the",
        "Pavement, but in the Hebrew, Gabbatha. (14) And it was the",
        "preparation of the passover, and about the sixth hour: and he",
        "saith unto the Jews, Behold your King!"
      ]
    ],
    "cards": 3,
    "lines": 30,
    "lastCardLines": 8,
    "wordCount": 321,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 80,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 43019001,
    "rangeEndId": 43019014,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 333.6,
      "wordCountMin": 321,
      "wordCountMax": 359,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 30.2,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Acts 10:43–48",
    "text": "(43) To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins. (44) While Peter yet spake these words, the Holy Ghost fell on all them which heard the word. (45) And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost. (46) For they heard them speak with tongues, and magnify God. Then answered Peter, (47) Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we? (48) And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.",
    "cardsText": [
      [
        "(43) To him give all the prophets witness, that through his name",
        "whosoever believeth in him shall receive remission of sins. (44)",
        "While Peter yet spake these words, the Holy Ghost fell on all them",
        "which heard the word. (45) And they of the circumcision which",
        "believed were astonished, as many as came with Peter, because",
        "that on the Gentiles also was poured out the gift of the Holy Ghost.",
        "(46) For they heard them speak with tongues, and magnify God.",
        "Then answered Peter, (47) Can any man forbid water, that these",
        "should not be baptized, which have received the Holy Ghost as",
        "well as we? (48) And he commanded them to be baptized in the",
        "name of the Lord. Then prayed they him to tarry certain days."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 122,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 81,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 44010043,
    "rangeEndId": 44010048,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 122.2,
      "wordCountMin": 119,
      "wordCountMax": 126,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Romans 13:1–12",
    "text": "(1) Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God. (2) Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation. (3) For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same: (4) For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil. (5) Wherefore ye must needs be subject, not only for wrath, but also for conscience sake. (6) For for this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing. (7) Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour. (8) Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law. (9) For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself. (10) Love worketh no ill to his neighbour: therefore love is the fulfilling of the law. (11) And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed. (12) The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
    "cardsText": [
      [
        "(1) Let every soul be subject unto the higher powers. For there",
        "is no power but of God: the powers that be are ordained of",
        "God. (2) Whosoever therefore resisteth the power, resisteth",
        "the ordinance of God: and they that resist shall receive to",
        "themselves damnation. (3) For rulers are not a terror to good",
        "works, but to the evil. Wilt thou then not be afraid of the",
        "power? do that which is good, and thou shalt have praise of",
        "the same: (4) For he is the minister of God to thee for good.",
        "But if thou do that which is evil, be afraid; for he beareth not",
        "the sword in vain: for he is the minister of God, a revenger to",
        "execute wrath upon him that doeth evil. (5) Wherefore ye must"
      ],
      [
        "needs be subject, not only for wrath, but also for conscience",
        "sake. (6) For for this cause pay ye tribute also: for they are",
        "God's ministers, attending continually upon this very thing.",
        "(7) Render therefore to all their dues: tribute to whom tribute",
        "is due; custom to whom custom; fear to whom fear; honour",
        "to whom honour. (8) Owe no man any thing, but to love one",
        "another: for he that loveth another hath fulfilled the law. (9)",
        "For this, Thou shalt not commit adultery, Thou shalt not kill,",
        "Thou shalt not steal, Thou shalt not bear false witness, Thou",
        "shalt not covet; and if there be any other commandment, it",
        "is briefly comprehended in this saying, namely, Thou shalt"
      ],
      [
        "love thy neighbour as thyself. (10) Love worketh no ill to his",
        "neighbour: therefore love is the fulfilling of the law. (11) And",
        "that, knowing the time, that now it is high time to awake out of",
        "sleep: for now is our salvation nearer than when we believed.",
        "(12) The night is far spent, the day is at hand: let us therefore",
        "cast off the works of darkness, and let us put on the armour",
        "of light."
      ]
    ],
    "cards": 3,
    "lines": 29,
    "lastCardLines": 7,
    "wordCount": 318,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 82,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45013001,
    "rangeEndId": 45013012,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 320,
      "wordCountMin": 313,
      "wordCountMax": 329,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 29.8,
      "lineMin": 29,
      "lineMax": 32
    }
  },
  {
    "ref": "Romans 15:1–6",
    "text": "(1) We then that are strong ought to bear the infirmities of the weak, and not to please ourselves. (2) Let every one of us please his neighbour for his good to edification. (3) For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me. (4) For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope. (5) Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus: (6) That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.",
    "cardsText": [
      [
        "(1) We then that are strong ought to bear the infirmities of",
        "the weak, and not to please ourselves. (2) Let every one of us",
        "please his neighbour for his good to edification. (3) For even",
        "Christ pleased not himself; but, as it is written, The reproaches",
        "of them that reproached thee fell on me. (4) For whatsoever",
        "things were written aforetime were written for our learning,",
        "that we through patience and comfort of the scriptures might",
        "have hope. (5) Now the God of patience and consolation",
        "grant you to be likeminded one toward another according to",
        "Christ Jesus: (6) That ye may with one mind and one mouth",
        "glorify God, even the Father of our Lord Jesus Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 83,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 45015001,
    "rangeEndId": 45015006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121,
      "wordCountMin": 113,
      "wordCountMax": 128,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.2,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 3:11–15",
    "text": "(11) For other foundation can no man lay than that is laid, which is Jesus Christ. (12) Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble; (13) Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is. (14) If any man's work abide which he hath built thereupon, he shall receive a reward. (15) If any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.",
    "cardsText": [
      [
        "(11) For other foundation can no man lay than that is laid,",
        "which is Jesus Christ. (12) Now if any man build upon this",
        "foundation gold, silver, precious stones, wood, hay, stubble;",
        "(13) Every man's work shall be made manifest: for the day",
        "shall declare it, because it shall be revealed by fire; and the",
        "fire shall try every man's work of what sort it is. (14) If any",
        "man's work abide which he hath built thereupon, he shall",
        "receive a reward. (15) If any man's work shall be burned, he",
        "shall suffer loss: but he himself shall be saved; yet so as by",
        "fire."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 100,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 84,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 46003011,
    "rangeEndId": 46003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 100.8,
      "wordCountMin": 98,
      "wordCountMax": 103,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "2 Corinthians 10:1–6",
    "text": "(1) Now I Paul myself beseech you by the meekness and gentleness of Christ, who in presence am base among you, but being absent am bold toward you: (2) But I beseech you, that I may not be bold when I am present with that confidence, wherewith I think to be bold against some, which think of us as if we walked according to the flesh. (3) For though we walk in the flesh, we do not war after the flesh: (4) (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;) (5) Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ; (6) And having in a readiness to revenge all disobedience, when your obedience is fulfilled.",
    "cardsText": [
      [
        "(1) Now I Paul myself beseech you by the meekness and",
        "gentleness of Christ, who in presence am base among you,",
        "but being absent am bold toward you: (2) But I beseech",
        "you, that I may not be bold when I am present with that",
        "confidence, wherewith I think to be bold against some, which",
        "think of us as if we walked according to the flesh. (3) For",
        "though we walk in the flesh, we do not war after the flesh: (4)",
        "(For the weapons of our warfare are not carnal, but mighty",
        "through God to the pulling down of strong holds;) (5) Casting",
        "down imaginations, and every high thing that exalteth itself",
        "against the knowledge of God, and bringing into captivity"
      ],
      [
        "every thought to the obedience of Christ; (6) And having in a",
        "readiness to revenge all disobedience, when your obedience",
        "is fulfilled."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 138,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 85,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47010001,
    "rangeEndId": 47010006,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 136.2,
      "wordCountMin": 130,
      "wordCountMax": 142,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "2 Corinthians 13:5–8",
    "text": "(5) Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates? (6) But I trust that ye shall know that we are not reprobates. (7) Now I pray to God that ye do no evil; not that we should appear approved, but that ye should do that which is honest, though we be as reprobates. (8) For we can do nothing against the truth, but for the truth.",
    "cardsText": [
      [
        "(5) Examine yourselves, whether ye be in the faith; prove your",
        "own selves. Know ye not your own selves, how that Jesus",
        "Christ is in you, except ye be reprobates? (6) But I trust that",
        "ye shall know that we are not reprobates. (7) Now I pray to",
        "God that ye do no evil; not that we should appear approved,",
        "but that ye should do that which is honest, though we be as",
        "reprobates. (8) For we can do nothing against the truth, but",
        "for the truth."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 83,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 86,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 47013005,
    "rangeEndId": 47013008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 88.6,
      "wordCountMin": 80,
      "wordCountMax": 96,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 3:11–14",
    "text": "(11) But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith. (12) And the law is not of faith: but, The man that doeth them shall live in them. (13) Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree: (14) That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.",
    "cardsText": [
      [
        "(11) But that no man is justified by the law in the sight of God,",
        "it is evident: for, The just shall live by faith. (12) And the law is",
        "not of faith: but, The man that doeth them shall live in them.",
        "(13) Christ hath redeemed us from the curse of the law, being",
        "made a curse for us: for it is written, Cursed is every one that",
        "hangeth on a tree: (14) That the blessing of Abraham might",
        "come on the Gentiles through Jesus Christ; that we might",
        "receive the promise of the Spirit through faith."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 94,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 87,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48003011,
    "rangeEndId": 48003014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.6,
      "wordCountMin": 89,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Galatians 5:2–24",
    "text": "(2) Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing. (3) For I testify again to every man that is circumcised, that he is a debtor to do the whole law. (4) Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace. (5) For we through the Spirit wait for the hope of righteousness by faith. (6) For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love. (7) Ye did run well; who did hinder you that ye should not obey the truth? (8) This persuasion cometh not of him that calleth you. (9) A little leaven leaveneth the whole lump. (10) I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be. (11) And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased. (12) I would they were even cut off which trouble you. (13) For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another. (14) For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself. (15) But if ye bite and devour one another, take heed that ye be not consumed one of another. (16) This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh. (17) For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would. (18) But if ye be led of the Spirit, ye are not under the law. (19) Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness, (20) Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies, (21) Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God. (22) But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, (23) Meekness, temperance: against such there is no law. (24) And they that are Christ's have crucified the flesh with the affections and lusts.",
    "cardsText": [
      [
        "(2) Behold, I Paul say unto you, that if ye be circumcised, Christ",
        "shall profit you nothing. (3) For I testify again to every man that",
        "is circumcised, that he is a debtor to do the whole law. (4) Christ",
        "is become of no effect unto you, whosoever of you are justified",
        "by the law; ye are fallen from grace. (5) For we through the Spirit",
        "wait for the hope of righteousness by faith. (6) For in Jesus Christ",
        "neither circumcision availeth any thing, nor uncircumcision; but",
        "faith which worketh by love. (7) Ye did run well; who did hinder",
        "you that ye should not obey the truth? (8) This persuasion cometh",
        "not of him that calleth you. (9) A little leaven leaveneth the whole",
        "lump. (10) I have confidence in you through the Lord, that ye will",
        "be none otherwise minded: but he that troubleth you shall bear"
      ],
      [
        "his judgment, whosoever he be. (11) And I, brethren, if I yet preach",
        "circumcision, why do I yet suffer persecution? then is the offence",
        "of the cross ceased. (12) I would they were even cut off which",
        "trouble you. (13) For, brethren, ye have been called unto liberty;",
        "only use not liberty for an occasion to the flesh, but by love serve",
        "one another. (14) For all the law is fulfilled in one word, even in",
        "this; Thou shalt love thy neighbour as thyself. (15) But if ye bite",
        "and devour one another, take heed that ye be not consumed one",
        "of another. (16) This I say then, Walk in the Spirit, and ye shall not",
        "fulfil the lust of the flesh. (17) For the flesh lusteth against the",
        "Spirit, and the Spirit against the flesh: and these are contrary the",
        "one to the other: so that ye cannot do the things that ye would."
      ],
      [
        "(18) But if ye be led of the Spirit, ye are not under the law. (19)",
        "Now the works of the flesh are manifest, which are these; Adultery,",
        "fornication, uncleanness, lasciviousness, (20) Idolatry, witchcraft,",
        "hatred, variance, emulations, wrath, strife, seditions, heresies, (21)",
        "Envyings, murders, drunkenness, revellings, and such like: of the",
        "which I tell you before, as I have also told you in time past, that",
        "they which do such things shall not inherit the kingdom of God.",
        "(22) But the fruit of the Spirit is love, joy, peace, longsuffering,",
        "gentleness, goodness, faith, (23) Meekness, temperance: against",
        "such there is no law. (24) And they that are Christ's have crucified",
        "the flesh with the affections and lusts."
      ]
    ],
    "cards": 3,
    "lines": 35,
    "lastCardLines": 11,
    "wordCount": 398,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 88,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 48005002,
    "rangeEndId": 48005024,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 405.8,
      "wordCountMin": 392,
      "wordCountMax": 433,
      "levelMin": 3,
      "levelMax": 4,
      "lineAve": 37.8,
      "lineMin": 35,
      "lineMax": 41
    }
  },
  {
    "ref": "Ephesians 1:3–12",
    "text": "(3) Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ: (4) According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love: (5) Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will, (6) To the praise of the glory of his grace, wherein he hath made us accepted in the beloved. (7) In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace; (8) Wherein he hath abounded toward us in all wisdom and prudence; (9) Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself: (10) That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him: (11) In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will: (12) That we should be to the praise of his glory, who first trusted in Christ.",
    "cardsText": [
      [
        "(3) Blessed be the God and Father of our Lord Jesus Christ,",
        "who hath blessed us with all spiritual blessings in heavenly",
        "places in Christ: (4) According as he hath chosen us in him",
        "before the foundation of the world, that we should be holy and",
        "without blame before him in love: (5) Having predestinated",
        "us unto the adoption of children by Jesus Christ to himself,",
        "according to the good pleasure of his will, (6) To the praise",
        "of the glory of his grace, wherein he hath made us accepted",
        "in the beloved. (7) In whom we have redemption through",
        "his blood, the forgiveness of sins, according to the riches",
        "of his grace; (8) Wherein he hath abounded toward us in all"
      ],
      [
        "wisdom and prudence; (9) Having made known unto us the",
        "mystery of his will, according to his good pleasure which he",
        "hath purposed in himself: (10) That in the dispensation of the",
        "fulness of times he might gather together in one all things in",
        "Christ, both which are in heaven, and which are on earth; even",
        "in him: (11) In whom also we have obtained an inheritance,",
        "being predestinated according to the purpose of him who",
        "worketh all things after the counsel of his own will: (12) That",
        "we should be to the praise of his glory, who first trusted in",
        "Christ."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 214,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 89,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 49001003,
    "rangeEndId": 49001012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.2,
      "wordCountMin": 200,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.8,
      "lineMin": 19,
      "lineMax": 21
    }
  },
  {
    "ref": "Philippians 2:5–9",
    "text": "(5) Let this mind be in you, which was also in Christ Jesus: (6) Who, being in the form of God, thought it not robbery to be equal with God: (7) But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men: (8) And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross. (9) Wherefore God also hath highly exalted him, and given him a name which is above every name:",
    "cardsText": [
      [
        "(5) Let this mind be in you, which was also in Christ Jesus: (6)",
        "Who, being in the form of God, thought it not robbery to be",
        "equal with God: (7) But made himself of no reputation, and",
        "took upon him the form of a servant, and was made in the",
        "likeness of men: (8) And being found in fashion as a man, he",
        "humbled himself, and became obedient unto death, even the",
        "death of the cross. (9) Wherefore God also hath highly exalted",
        "him, and given him a name which is above every name:"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 90,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 90,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50002005,
    "rangeEndId": 50002009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 89.4,
      "wordCountMin": 87,
      "wordCountMax": 91,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Philippians 3:1–17",
    "text": "(1) Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe. (2) Beware of dogs, beware of evil workers, beware of the concision. (3) For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh. (4) Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more: (5) Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee; (6) Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless. (7) But what things were gain to me, those I counted loss for Christ. (8) Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ, (9) And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith: (10) That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death; (11) If by any means I might attain unto the resurrection of the dead. (12) Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus. (13) Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, (14) I press toward the mark for the prize of the high calling of God in Christ Jesus. (15) Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you. (16) Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing. (17) Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
    "cardsText": [
      [
        "(1) Finally, my brethren, rejoice in the Lord. To write the same",
        "things to you, to me indeed is not grievous, but for you it is safe. (2)",
        "Beware of dogs, beware of evil workers, beware of the concision.",
        "(3) For we are the circumcision, which worship God in the spirit,",
        "and rejoice in Christ Jesus, and have no confidence in the flesh. (4)",
        "Though I might also have confidence in the flesh. If any other man",
        "thinketh that he hath whereof he might trust in the flesh, I more:",
        "(5) Circumcised the eighth day, of the stock of Israel, of the tribe",
        "of Benjamin, an Hebrew of the Hebrews; as touching the law, a",
        "Pharisee; (6) Concerning zeal, persecuting the church; touching",
        "the righteousness which is in the law, blameless. (7) But what things"
      ],
      [
        "were gain to me, those I counted loss for Christ. (8) Yea doubtless,",
        "and I count all things but loss for the excellency of the knowledge",
        "of Christ Jesus my Lord: for whom I have suffered the loss of all",
        "things, and do count them but dung, that I may win Christ, (9) And",
        "be found in him, not having mine own righteousness, which is of the",
        "law, but that which is through the faith of Christ, the righteousness",
        "which is of God by faith: (10) That I may know him, and the power",
        "of his resurrection, and the fellowship of his sufferings, being made",
        "conformable unto his death; (11) If by any means I might attain",
        "unto the resurrection of the dead. (12) Not as though I had already",
        "attained, either were already perfect: but I follow after, if that I may"
      ],
      [
        "apprehend that for which also I am apprehended of Christ Jesus.",
        "(13) Brethren, I count not myself to have apprehended: but this one",
        "thing I do, forgetting those things which are behind, and reaching",
        "forth unto those things which are before, (14) I press toward the",
        "mark for the prize of the high calling of God in Christ Jesus. (15)",
        "Let us therefore, as many as be perfect, be thus minded: and if in",
        "any thing ye be otherwise minded, God shall reveal even this unto",
        "you. (16) Nevertheless, whereto we have already attained, let us",
        "walk by the same rule, let us mind the same thing. (17) Brethren,",
        "be followers together of me, and mark them which walk so as ye",
        "have us for an ensample."
      ]
    ],
    "cards": 3,
    "lines": 33,
    "lastCardLines": 11,
    "wordCount": 388,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 91,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 50003001,
    "rangeEndId": 50003017,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 393.4,
      "wordCountMin": 382,
      "wordCountMax": 410,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 32.6,
      "lineMin": 31,
      "lineMax": 34
    }
  },
  {
    "ref": "Colossians 1:9–11",
    "text": "(9) For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding; (10) That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God; (11) Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;",
    "cardsText": [
      [
        "(9) For this cause we also, since the day we heard it, do not",
        "cease to pray for you, and to desire that ye might be filled",
        "with the knowledge of his will in all wisdom and spiritual",
        "understanding; (10) That ye might walk worthy of the Lord",
        "unto all pleasing, being fruitful in every good work, and",
        "increasing in the knowledge of God; (11) Strengthened with",
        "all might, according to his glorious power, unto all patience",
        "and longsuffering with joyfulness;"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 78,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 92,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51001009,
    "rangeEndId": 51001011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 78,
      "wordCountMax": 88,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Colossians 2:1–5",
    "text": "(1) For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh; (2) That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ; (3) In whom are hid all the treasures of wisdom and knowledge. (4) And this I say, lest any man should beguile you with enticing words. (5) For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.",
    "cardsText": [
      [
        "(1) For I would that ye knew what great conflict I have for you,",
        "and for them at Laodicea, and for as many as have not seen",
        "my face in the flesh; (2) That their hearts might be comforted,",
        "being knit together in love, and unto all riches of the full",
        "assurance of understanding, to the acknowledgement of",
        "the mystery of God, and of the Father, and of Christ; (3) In",
        "whom are hid all the treasures of wisdom and knowledge. (4)",
        "And this I say, lest any man should beguile you with enticing",
        "words. (5) For though I be absent in the flesh, yet am I with",
        "you in the spirit, joying and beholding your order, and the",
        "stedfastness of your faith in Christ."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 93,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 51002001,
    "rangeEndId": 51002005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 120,
      "wordCountMin": 113,
      "wordCountMax": 127,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Thessalonians 5:1–11",
    "text": "(1) But of the times and the seasons, brethren, ye have no need that I write unto you. (2) For yourselves know perfectly that the day of the Lord so cometh as a thief in the night. (3) For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape. (4) But ye, brethren, are not in darkness, that that day should overtake you as a thief. (5) Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness. (6) Therefore let us not sleep, as do others; but let us watch and be sober. (7) For they that sleep sleep in the night; and they that be drunken are drunken in the night. (8) But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for an helmet, the hope of salvation. (9) For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ, (10) Who died for us, that, whether we wake or sleep, we should live together with him. (11) Wherefore comfort yourselves together, and edify one another, even as also ye do.",
    "cardsText": [
      [
        "(1) But of the times and the seasons, brethren, ye have no",
        "need that I write unto you. (2) For yourselves know perfectly",
        "that the day of the Lord so cometh as a thief in the night.",
        "(3) For when they shall say, Peace and safety; then sudden",
        "destruction cometh upon them, as travail upon a woman with",
        "child; and they shall not escape. (4) But ye, brethren, are not",
        "in darkness, that that day should overtake you as a thief. (5)",
        "Ye are all the children of light, and the children of the day:",
        "we are not of the night, nor of darkness. (6) Therefore let us",
        "not sleep, as do others; but let us watch and be sober. (7) For",
        "they that sleep sleep in the night; and they that be drunken"
      ],
      [
        "are drunken in the night. (8) But let us, who are of the day,",
        "be sober, putting on the breastplate of faith and love; and",
        "for an helmet, the hope of salvation. (9) For God hath not",
        "appointed us to wrath, but to obtain salvation by our Lord",
        "Jesus Christ, (10) Who died for us, that, whether we wake",
        "or sleep, we should live together with him. (11) Wherefore",
        "comfort yourselves together, and edify one another, even as",
        "also ye do."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 204,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 94,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 52005001,
    "rangeEndId": 52005011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 209.6,
      "wordCountMin": 203,
      "wordCountMax": 215,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 18.8,
      "lineMin": 18,
      "lineMax": 19
    }
  },
  {
    "ref": "2 Thessalonians 2:8–12",
    "text": "(8) And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming: (9) Even him, whose coming is after the working of Satan with all power and signs and lying wonders, (10) And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved. (11) And for this cause God shall send them strong delusion, that they should believe a lie: (12) That they all might be damned who believed not the truth, but had pleasure in unrighteousness.",
    "cardsText": [
      [
        "(8) And then shall that Wicked be revealed, whom the Lord",
        "shall consume with the spirit of his mouth, and shall destroy",
        "with the brightness of his coming: (9) Even him, whose",
        "coming is after the working of Satan with all power and",
        "signs and lying wonders, (10) And with all deceivableness of",
        "unrighteousness in them that perish; because they received",
        "not the love of the truth, that they might be saved. (11) And",
        "for this cause God shall send them strong delusion, that they",
        "should believe a lie: (12) That they all might be damned who",
        "believed not the truth, but had pleasure in unrighteousness."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 101,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 95,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 53002008,
    "rangeEndId": 53002012,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 108.2,
      "wordCountMin": 101,
      "wordCountMax": 117,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "1 Timothy 1:12–20",
    "text": "(12) And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry; (13) Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief. (14) And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus. (15) This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief. (16) Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting. (17) Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen. (18) This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare; (19) Holding faith, and a good conscience; which some having put away concerning faith have made shipwreck: (20) Of whom is Hymenaeus and Alexander; whom I have delivered unto Satan, that they may learn not to blaspheme.",
    "cardsText": [
      [
        "(12) And I thank Christ Jesus our Lord, who hath enabled me,",
        "for that he counted me faithful, putting me into the ministry;",
        "(13) Who was before a blasphemer, and a persecutor, and",
        "injurious: but I obtained mercy, because I did it ignorantly",
        "in unbelief. (14) And the grace of our Lord was exceeding",
        "abundant with faith and love which is in Christ Jesus. (15)",
        "This is a faithful saying, and worthy of all acceptation, that",
        "Christ Jesus came into the world to save sinners; of whom I",
        "am chief. (16) Howbeit for this cause I obtained mercy, that",
        "in me first Jesus Christ might shew forth all longsuffering, for",
        "a pattern to them which should hereafter believe on him to"
      ],
      [
        "life everlasting. (17) Now unto the King eternal, immortal,",
        "invisible, the only wise God, be honour and glory for ever",
        "and ever. Amen. (18) This charge I commit unto thee, son",
        "Timothy, according to the prophecies which went before on",
        "thee, that thou by them mightest war a good warfare; (19)",
        "Holding faith, and a good conscience; which some having put",
        "away concerning faith have made shipwreck: (20) Of whom",
        "is Hymenaeus and Alexander; whom I have delivered unto",
        "Satan, that they may learn not to blaspheme."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 199,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 96,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54001012,
    "rangeEndId": 54001020,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 205.2,
      "wordCountMin": 199,
      "wordCountMax": 218,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.4,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "1 Timothy 4:1–13",
    "text": "(1) Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils; (2) Speaking lies in hypocrisy; having their conscience seared with a hot iron; (3) Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth. (4) For every creature of God is good, and nothing to be refused, if it be received with thanksgiving: (5) For it is sanctified by the word of God and prayer. (6) If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained. (7) But refuse profane and old wives' fables, and exercise thyself rather unto godliness. (8) For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come. (9) This is a faithful saying and worthy of all acceptation. (10) For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe. (11) These things command and teach. (12) Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity. (13) Till I come, give attendance to reading, to exhortation, to doctrine.",
    "cardsText": [
      [
        "(1) Now the Spirit speaketh expressly, that in the latter times some",
        "shall depart from the faith, giving heed to seducing spirits, and",
        "doctrines of devils; (2) Speaking lies in hypocrisy; having their",
        "conscience seared with a hot iron; (3) Forbidding to marry, and",
        "commanding to abstain from meats, which God hath created to",
        "be received with thanksgiving of them which believe and know",
        "the truth. (4) For every creature of God is good, and nothing to be",
        "refused, if it be received with thanksgiving: (5) For it is sanctified",
        "by the word of God and prayer. (6) If thou put the brethren in",
        "remembrance of these things, thou shalt be a good minister",
        "of Jesus Christ, nourished up in the words of faith and of good"
      ],
      [
        "doctrine, whereunto thou hast attained. (7) But refuse profane and",
        "old wives' fables, and exercise thyself rather unto godliness. (8)",
        "For bodily exercise profiteth little: but godliness is profitable unto",
        "all things, having promise of the life that now is, and of that which",
        "is to come. (9) This is a faithful saying and worthy of all acceptation.",
        "(10) For therefore we both labour and suffer reproach, because we",
        "trust in the living God, who is the Saviour of all men, specially of",
        "those that believe. (11) These things command and teach. (12) Let",
        "no man despise thy youth; but be thou an example of the believers,",
        "in word, in conversation, in charity, in spirit, in faith, in purity. (13)",
        "Till I come, give attendance to reading, to exhortation, to doctrine."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 245,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 97,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 54004001,
    "rangeEndId": 54004013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 254,
      "wordCountMin": 245,
      "wordCountMax": 266,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.8,
      "lineMin": 22,
      "lineMax": 24
    }
  },
  {
    "ref": "Titus 3:1–11",
    "text": "(1) Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work, (2) To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men. (3) For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another. (4) But after that the kindness and love of God our Saviour toward man appeared, (5) Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost; (6) Which he shed on us abundantly through Jesus Christ our Saviour; (7) That being justified by his grace, we should be made heirs according to the hope of eternal life. (8) This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men. (9) But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain. (10) A man that is an heretick after the first and second admonition reject; (11) Knowing that he that is such is subverted, and sinneth, being condemned of himself.",
    "cardsText": [
      [
        "(1) Put them in mind to be subject to principalities and",
        "powers, to obey magistrates, to be ready to every good work,",
        "(2) To speak evil of no man, to be no brawlers, but gentle,",
        "shewing all meekness unto all men. (3) For we ourselves",
        "also were sometimes foolish, disobedient, deceived, serving",
        "divers lusts and pleasures, living in malice and envy, hateful,",
        "and hating one another. (4) But after that the kindness and",
        "love of God our Saviour toward man appeared, (5) Not by",
        "works of righteousness which we have done, but according",
        "to his mercy he saved us, by the washing of regeneration,",
        "and renewing of the Holy Ghost; (6) Which he shed on us"
      ],
      [
        "abundantly through Jesus Christ our Saviour; (7) That being",
        "justified by his grace, we should be made heirs according to",
        "the hope of eternal life. (8) This is a faithful saying, and these",
        "things I will that thou affirm constantly, that they which have",
        "believed in God might be careful to maintain good works.",
        "These things are good and profitable unto men. (9) But avoid",
        "foolish questions, and genealogies, and contentions, and",
        "strivings about the law; for they are unprofitable and vain. (10)",
        "A man that is an heretick after the first and second admonition",
        "reject; (11) Knowing that he that is such is subverted, and",
        "sinneth, being condemned of himself."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 216,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 98,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 56003001,
    "rangeEndId": 56003011,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 219.6,
      "wordCountMin": 204,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Hebrews 4:14–16",
    "text": "(14) Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession. (15) For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin. (16) Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
    "cardsText": [
      [
        "(14) Seeing then that we have a great high priest, that is",
        "passed into the heavens, Jesus the Son of God, let us hold",
        "fast our profession. (15) For we have not an high priest which",
        "cannot be touched with the feeling of our infirmities; but was",
        "in all points tempted like as we are, yet without sin. (16) Let us",
        "therefore come boldly unto the throne of grace, that we may",
        "obtain mercy, and find grace to help in time of need."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 80,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 99,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 58004014,
    "rangeEndId": 58004016,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.6,
      "wordCountMin": 76,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "James 2:20–26",
    "text": "(20) But wilt thou know, O vain man, that faith without works is dead? (21) Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar? (22) Seest thou how faith wrought with his works, and by works was faith made perfect? (23) And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God. (24) Ye see then how that by works a man is justified, and not by faith only. (25) Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way? (26) For as the body without the spirit is dead, so faith without works is dead also.",
    "cardsText": [
      [
        "(20) But wilt thou know, O vain man, that faith without works is",
        "dead? (21) Was not Abraham our father justified by works, when",
        "he had offered Isaac his son upon the altar? (22) Seest thou how",
        "faith wrought with his works, and by works was faith made perfect?",
        "(23) And the scripture was fulfilled which saith, Abraham believed",
        "God, and it was imputed unto him for righteousness: and he was",
        "called the Friend of God. (24) Ye see then how that by works a",
        "man is justified, and not by faith only. (25) Likewise also was not",
        "Rahab the harlot justified by works, when she had received the",
        "messengers, and had sent them out another way? (26) For as the",
        "body without the spirit is dead, so faith without works is dead also."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 127,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 100,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 59002020,
    "rangeEndId": 59002026,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 132.8,
      "wordCountMin": 127,
      "wordCountMax": 140,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12,
      "lineMin": 11,
      "lineMax": 14
    }
  },
  {
    "ref": "1 John 2:24",
    "text": "(24) Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.",
    "cardsText": [
      [
        "(24) Let that therefore abide in you, which ye have heard from",
        "the beginning. If that which ye have heard from the beginning",
        "shall remain in you, ye also shall continue in the Son, and in",
        "the Father."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 37,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 101,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 62002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 33.2,
      "wordCountMin": 29,
      "wordCountMax": 37,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Revelation 3:14–22",
    "text": "(14) And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God; (15) I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot. (16) So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth. (17) Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked: (18) I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see. (19) As many as I love, I rebuke and chasten: be zealous therefore, and repent. (20) Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me. (21) To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne. (22) He that hath an ear, let him hear what the Spirit saith unto the churches.",
    "cardsText": [
      [
        "(14) And unto the angel of the church of the Laodiceans write;",
        "These things saith the Amen, the faithful and true witness,",
        "the beginning of the creation of God; (15) I know thy works,",
        "that thou art neither cold nor hot: I would thou wert cold or",
        "hot. (16) So then because thou art lukewarm, and neither",
        "cold nor hot, I will spue thee out of my mouth. (17) Because",
        "thou sayest, I am rich, and increased with goods, and have",
        "need of nothing; and knowest not that thou art wretched,",
        "and miserable, and poor, and blind, and naked: (18) I counsel",
        "thee to buy of me gold tried in the fire, that thou mayest be",
        "rich; and white raiment, that thou mayest be clothed, and that"
      ],
      [
        "the shame of thy nakedness do not appear; and anoint thine",
        "eyes with eyesalve, that thou mayest see. (19) As many as I",
        "love, I rebuke and chasten: be zealous therefore, and repent.",
        "(20) Behold, I stand at the door, and knock: if any man hear",
        "my voice, and open the door, I will come in to him, and will sup",
        "with him, and he with me. (21) To him that overcometh will I",
        "grant to sit with me in my throne, even as I also overcame, and",
        "am set down with my Father in his throne. (22) He that hath an",
        "ear, let him hear what the Spirit saith unto the churches."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 231,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 102,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66003014,
    "rangeEndId": 66003022,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 225.8,
      "wordCountMin": 219,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19.6,
      "lineMin": 19,
      "lineMax": 20
    }
  },
  {
    "ref": "Revelation 21:1–7",
    "text": "(1) And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea. (2) And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband. (3) And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God. (4) And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away. (5) And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful. (6) And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely. (7) He that overcometh shall inherit all things; and I will be his God, and he shall be my son.",
    "cardsText": [
      [
        "(1) And I saw a new heaven and a new earth: for the first",
        "heaven and the first earth were passed away; and there was",
        "no more sea. (2) And I John saw the holy city, new Jerusalem,",
        "coming down from God out of heaven, prepared as a bride",
        "adorned for her husband. (3) And I heard a great voice out",
        "of heaven saying, Behold, the tabernacle of God is with men,",
        "and he will dwell with them, and they shall be his people, and",
        "God himself shall be with them, and be their God. (4) And",
        "God shall wipe away all tears from their eyes; and there shall",
        "be no more death, neither sorrow, nor crying, neither shall",
        "there be any more pain: for the former things are passed"
      ],
      [
        "away. (5) And he that sat upon the throne said, Behold, I make",
        "all things new. And he said unto me, Write: for these words",
        "are true and faithful. (6) And he said unto me, It is done. I am",
        "Alpha and Omega, the beginning and the end. I will give unto",
        "him that is athirst of the fountain of the water of life freely. (7)",
        "He that overcometh shall inherit all things; and I will be his",
        "God, and he shall be my son."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 208,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 103,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66021001,
    "rangeEndId": 66021007,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 206.4,
      "wordCountMin": 204,
      "wordCountMax": 208,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "Revelation 22:12–21",
    "text": "(12) And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be. (13) I am Alpha and Omega, the beginning and the end, the first and the last. (14) Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city. (15) For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie. (16) I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. (17) And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely. (18) For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book: (19) And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book. (20) He which testifieth these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus. (21) The grace of our Lord Jesus Christ be with you all. Amen.",
    "cardsText": [
      [
        "(12) And, behold, I come quickly; and my reward is with me, to",
        "give every man according as his work shall be. (13) I am Alpha",
        "and Omega, the beginning and the end, the first and the last. (14)",
        "Blessed are they that do his commandments, that they may have",
        "right to the tree of life, and may enter in through the gates into the",
        "city. (15) For without are dogs, and sorcerers, and whoremongers,",
        "and murderers, and idolaters, and whosoever loveth and maketh",
        "a lie. (16) I Jesus have sent mine angel to testify unto you these",
        "things in the churches. I am the root and the offspring of David,",
        "and the bright and morning star. (17) And the Spirit and the bride",
        "say, Come. And let him that heareth say, Come. And let him that"
      ],
      [
        "is athirst come. And whosoever will, let him take the water of life",
        "freely. (18) For I testify unto every man that heareth the words of",
        "the prophecy of this book, If any man shall add unto these things,",
        "God shall add unto him the plagues that are written in this book:",
        "(19) And if any man shall take away from the words of the book of",
        "this prophecy, God shall take away his part out of the book of life,",
        "and out of the holy city, and from the things which are written in",
        "this book. (20) He which testifieth these things saith, Surely I come",
        "quickly. Amen. Even so, come, Lord Jesus. (21) The grace of our",
        "Lord Jesus Christ be with you all. Amen."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 254,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 104,
    "passageType": "NBBC Memory Passage",
    "release": "Late Release",
    "rangeStartId": 66022012,
    "rangeEndId": 66022021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246.8,
      "wordCountMin": 241,
      "wordCountMax": 254,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]