[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn of all creation. (16) For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities--all things were created through him and for him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn of all",
        "creation. (16) For by him all things were created, in heaven and",
        "on earth, visible and invisible, whether thrones or dominions",
        "or rulers or authorities--all things were created through him",
        "and for him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 44,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning, God created the heavens and the earth. (2) The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) And God said, \"Let there be light,\" and there was light. (4) And God saw that the light was good. And God separated the light from the darkness. (5) God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.",
    "cardsText": [
      [
        "(1) In the beginning, God created the heavens and the earth.",
        "(2) The earth was without form and void, and darkness was",
        "over the face of the deep. And the Spirit of God was hovering",
        "over the face of the waters. (3) And God said, \"Let there be",
        "light,\" and there was light. (4) And God saw that the light was",
        "good. And God separated the light from the darkness. (5)",
        "God called the light Day, and the darkness he called Night.",
        "And there was evening and there was morning, the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:26–28",
    "text": "(26) Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing. (27) Why do you say, O Jacob, and speak, O Israel, \"My way is hidden from the LORD, and my right is disregarded by my God\"? (28) Have you not known? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable.",
    "cardsText": [
      [
        "(26) Lift up your eyes on high and see: who created these?",
        "He who brings out their host by number, calling them all by",
        "name; by the greatness of his might and because he is strong",
        "in power, not one is missing. (27) Why do you say, O Jacob,",
        "and speak, O Israel, \"My way is hidden from the LORD, and my",
        "right is disregarded by my God\"? (28) Have you not known?",
        "Have you not heard? The LORD is the everlasting God, the",
        "Creator of the ends of the earth. He does not faint or grow",
        "weary; his understanding is unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040026,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 101.6,
      "wordCountMin": 99,
      "wordCountMax": 105,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in his own image, in the image of God he created him; male and female he created them. (28) And God blessed them. And God said to them, \"Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let us make man in our image, after our",
        "likeness. And let them have dominion over the fish of the sea",
        "and over the birds of the heavens and over the livestock and",
        "over all the earth and over every creeping thing that creeps",
        "on the earth.\" (27) So God created man in his own image,",
        "in the image of God he created him; male and female he",
        "created them. (28) And God blessed them. And God said to",
        "them, \"Be fruitful and multiply and fill the earth and subdue",
        "it, and have dominion over the fish of the sea and over the",
        "birds of the heavens and over every living thing that moves",
        "on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–4",
    "text": "(1) When Abram was ninety-nine years old the LORD appeared to Abram and said to him, \"I am God Almighty; walk before me, and be blameless, (2) that I may make my covenant between me and you, and may multiply you greatly.\" (3) Then Abram fell on his face. And God said to him, (4) \"Behold, my covenant is with you, and you shall be the father of a multitude of nations.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old the LORD appeared",
        "to Abram and said to him, \"I am God Almighty; walk before",
        "me, and be blameless, (2) that I may make my covenant",
        "between me and you, and may multiply you greatly.\" (3) Then",
        "Abram fell on his face. And God said to him, (4) \"Behold, my",
        "covenant is with you, and you shall be the father of a multitude",
        "of nations."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 68,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 70,
      "wordCountMin": 65,
      "wordCountMax": 75,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 2:1–3",
    "text": "(1) Thus the heavens and the earth were finished, and all the host of them. (2) And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. (3) So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were finished, and all the",
        "host of them. (2) And on the seventh day God finished his",
        "work that he had done, and he rested on the seventh day",
        "from all his work that he had done. (3) So God blessed the",
        "seventh day and made it holy, because on it God rested from",
        "all his work that he had done in creation."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.4,
      "wordCountMin": 62,
      "wordCountMax": 67,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD said to Moses, (13) \"You are to speak to the people of Israel and say, 'Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you. (14) You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD said to Moses, (13) \"You are to speak to",
        "the people of Israel and say, 'Above all you shall keep my",
        "Sabbaths, for this is a sign between me and you throughout",
        "your generations, that you may know that I, the LORD, sanctify",
        "you. (14) You shall keep the Sabbath, because it is holy for",
        "you. Everyone who profanes it shall be put to death. Whoever",
        "does any work on it, that soul shall be cut off from among his",
        "people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:23–24",
    "text": "(23) Then the man said, \"This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.\" (24) Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.",
    "cardsText": [
      [
        "(23) Then the man said, \"This at last is bone of my bones and",
        "flesh of my flesh; she shall be called Woman, because she",
        "was taken out of Man.\" (24) Therefore a man shall leave his",
        "father and his mother and hold fast to his wife, and they shall",
        "become one flesh."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 51,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002023,
    "rangeEndId": 1002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 49.8,
      "wordCountMin": 48,
      "wordCountMax": 53,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) It is the LORD your God you shall fear. Him you shall serve and by his name you shall swear. (14) You shall not go after other gods, the gods of the peoples who are around you-- (15) for the LORD your God in your midst is a jealous God--lest the anger of the LORD your God be kindled against you, and he destroy you from off the face of the earth.",
    "cardsText": [
      [
        "(13) It is the LORD your God you shall fear. Him you shall",
        "serve and by his name you shall swear. (14) You shall not go",
        "after other gods, the gods of the peoples who are around",
        "you-- (15) for the LORD your God in your midst is a jealous",
        "God--lest the anger of the LORD your God be kindled against",
        "you, and he destroy you from off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 70,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) The LORD God said to the serpent, \"Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life. (15) I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.\"",
    "cardsText": [
      [
        "(14) The LORD God said to the serpent, \"Because you have",
        "done this, cursed are you above all livestock and above all",
        "beasts of the field; on your belly you shall go, and dust you",
        "shall eat all the days of your life. (15) I will put enmity between",
        "you and the woman, and between your offspring and her",
        "offspring; he shall bruise your head, and you shall bruise his",
        "heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:19–20",
    "text": "(19) Blessed be the Lord, who daily bears us up; God is our salvation. (20) Our God is a God of salvation, and to GOD, the Lord, belong deliverances from death.",
    "cardsText": [
      [
        "(19) Blessed be the Lord, who daily bears us up; God is our",
        "salvation. (20) Our God is a God of salvation, and to GOD, the",
        "Lord, belong deliverances from death."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068019,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 31.8,
      "wordCountMin": 29,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Genesis 4:7–8",
    "text": "(7) If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.\" (8) Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him.",
    "cardsText": [
      [
        "(7) If you do well, will you not be accepted? And if you do",
        "not do well, sin is crouching at the door. Its desire is contrary",
        "to you, but you must rule over it.\" (8) Cain spoke to Abel his",
        "brother. And when they were in the field, Cain rose up against",
        "his brother Abel and killed him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 57,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004007,
    "rangeEndId": 1004008,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 61,
      "wordCountMin": 57,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.2,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming, declares the LORD, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land. (6) In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: 'The LORD is our righteousness.'",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming, declares the LORD, when",
        "I will raise up for David a righteous Branch, and he shall",
        "reign as king and deal wisely, and shall execute justice and",
        "righteousness in the land. (6) In his days Judah will be saved,",
        "and Israel will dwell securely. And this is the name by which",
        "he will be called: 'The LORD is our righteousness.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. When God created man, he made him in the likeness of God. (2) Male and female he created them, and he blessed them and named them Man when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. When God",
        "created man, he made him in the likeness of God. (2) Male",
        "and female he created them, and he blessed them and",
        "named them Man when they were created. (3) When Adam",
        "had lived 130 years, he fathered a son in his own likeness,",
        "after his image, and named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 60,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses, the man of God. Lord, you have been our dwelling place in all generations. (2) Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God. (3) You return man to dust and say, \"Return, O children of man!\" (4) For a thousand years in your sight are but as yesterday when it is past, or as a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses, the man of God. Lord, you have been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, or ever you had formed the earth and the",
        "world, from everlasting to everlasting you are God. (3) You",
        "return man to dust and say, \"Return, O children of man!\" (4)",
        "For a thousand years in your sight are but as yesterday when",
        "it is past, or as a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God said to Noah and to his sons with him, (9) \"Behold, I establish my covenant with you and your offspring after you, (10) and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. (11) I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God said to Noah and to his sons with him, (9)",
        "\"Behold, I establish my covenant with you and your offspring",
        "after you, (10) and with every living creature that is with you,",
        "the birds, the livestock, and every beast of the earth with you,",
        "as many as came out of the ark; it is for every beast of the",
        "earth. (11) I establish my covenant with you, that never again",
        "shall all flesh be cut off by the waters of the flood, and never",
        "again shall there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 93,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Leviticus 1:1–9",
    "text": "(1) The LORD called Moses and spoke to him from the tent of meeting, saying, (2) \"Speak to the people of Israel and say to them, When any one of you brings an offering to the LORD, you shall bring your offering of livestock from the herd or from the flock. (3) \"If his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the LORD. (4) He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him. (5) Then he shall kill the bull before the LORD, and Aaron's sons the priests shall bring the blood and throw the blood against the sides of the altar that is at the entrance of the tent of meeting. (6) Then he shall flay the burnt offering and cut it into pieces, (7) and the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire. (8) And Aaron's sons the priests shall arrange the pieces, the head, and the fat, on the wood that is on the fire on the altar; (9) but its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar, as a burnt offering, a food offering with a pleasing aroma to the LORD.",
    "cardsText": [
      [
        "(1) The LORD called Moses and spoke to him from the tent",
        "of meeting, saying, (2) \"Speak to the people of Israel and",
        "say to them, When any one of you brings an offering to the",
        "LORD, you shall bring your offering of livestock from the",
        "herd or from the flock. (3) \"If his offering is a burnt offering",
        "from the herd, he shall offer a male without blemish. He shall",
        "bring it to the entrance of the tent of meeting, that he may",
        "be accepted before the LORD. (4) He shall lay his hand on",
        "the head of the burnt offering, and it shall be accepted for",
        "him to make atonement for him. (5) Then he shall kill the bull",
        "before the LORD, and Aaron's sons the priests shall bring the"
      ],
      [
        "blood and throw the blood against the sides of the altar that",
        "is at the entrance of the tent of meeting. (6) Then he shall flay",
        "the burnt offering and cut it into pieces, (7) and the sons of",
        "Aaron the priest shall put fire on the altar and arrange wood",
        "on the fire. (8) And Aaron's sons the priests shall arrange the",
        "pieces, the head, and the fat, on the wood that is on the fire",
        "on the altar; (9) but its entrails and its legs he shall wash with",
        "water. And the priest shall burn all of it on the altar, as a burnt",
        "offering, a food offering with a pleasing aroma to the LORD."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 240,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3001001,
    "rangeEndId": 3001009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 247.4,
      "wordCountMin": 240,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Chronicles 22:11–18",
    "text": "(11) \"Now, my son, the LORD be with you, so that you may succeed in building the house of the LORD your God, as he has spoken concerning you. (12) Only, may the LORD grant you discretion and understanding, that when he gives you charge over Israel you may keep the law of the LORD your God. (13) Then you will prosper if you are careful to observe the statutes and the rules that the LORD commanded Moses for Israel. Be strong and courageous. Fear not; do not be dismayed. (14) With great pains I have provided for the house of the LORD 100,000 talents of gold, a million talents of silver, and bronze and iron beyond weighing, for there is so much of it; timber and stone, too, I have provided. To these you must add. (15) You have an abundance of workmen: stonecutters, masons, carpenters, and all kinds of craftsmen without number, skilled in working (16) gold, silver, bronze, and iron. Arise and work! The LORD be with you!\" (17) David also commanded all the leaders of Israel to help Solomon his son, saying, (18) \"Is not the LORD your God with you? And has he not given you peace on every side? For he has delivered the inhabitants of the land into my hand, and the land is subdued before the LORD and his people.",
    "cardsText": [
      [
        "(11) \"Now, my son, the LORD be with you, so that you may",
        "succeed in building the house of the LORD your God, as he has",
        "spoken concerning you. (12) Only, may the LORD grant you",
        "discretion and understanding, that when he gives you charge",
        "over Israel you may keep the law of the LORD your God. (13)",
        "Then you will prosper if you are careful to observe the statutes",
        "and the rules that the LORD commanded Moses for Israel. Be",
        "strong and courageous. Fear not; do not be dismayed. (14)",
        "With great pains I have provided for the house of the LORD",
        "100,000 talents of gold, a million talents of silver, and bronze",
        "and iron beyond weighing, for there is so much of it; timber"
      ],
      [
        "and stone, too, I have provided. To these you must add. (15)",
        "You have an abundance of workmen: stonecutters, masons,",
        "carpenters, and all kinds of craftsmen without number, skilled",
        "in working (16) gold, silver, bronze, and iron. Arise and work!",
        "The LORD be with you!\" (17) David also commanded all the",
        "leaders of Israel to help Solomon his son, saying, (18) \"Is",
        "not the LORD your God with you? And has he not given you",
        "peace on every side? For he has delivered the inhabitants of",
        "the land into my hand, and the land is subdued before the",
        "LORD and his people."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 220,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13022011,
    "rangeEndId": 13022018,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 233.6,
      "wordCountMin": 220,
      "wordCountMax": 243,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Job 12:13–17",
    "text": "(13) \"With God are wisdom and might; he has counsel and understanding. (14) If he tears down, none can rebuild; if he shuts a man in, none can open. (15) If he withholds the waters, they dry up; if he sends them out, they overwhelm the land. (16) With him are strength and sound wisdom; the deceived and the deceiver are his. (17) He leads counselors away stripped, and judges he makes fools.",
    "cardsText": [
      [
        "(13) \"With God are wisdom and might; he has counsel and",
        "understanding. (14) If he tears down, none can rebuild; if",
        "he shuts a man in, none can open. (15) If he withholds the",
        "waters, they dry up; if he sends them out, they overwhelm",
        "the land. (16) With him are strength and sound wisdom; the",
        "deceived and the deceiver are his. (17) He leads counselors",
        "away stripped, and judges he makes fools."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 68,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18012013,
    "rangeEndId": 18012017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.2,
      "wordCountMin": 64,
      "wordCountMax": 78,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Job 22:22–27",
    "text": "(22) Receive instruction from his mouth, and lay up his words in your heart. (23) If you return to the Almighty you will be built up; if you remove injustice far from your tents, (24) if you lay gold in the dust, and gold of Ophir among the stones of the torrent-bed, (25) then the Almighty will be your gold and your precious silver. (26) For then you will delight yourself in the Almighty and lift up your face to God. (27) You will make your prayer to him, and he will hear you, and you will pay your vows.",
    "cardsText": [
      [
        "(22) Receive instruction from his mouth, and lay up his words",
        "in your heart. (23) If you return to the Almighty you will be",
        "built up; if you remove injustice far from your tents, (24) if you",
        "lay gold in the dust, and gold of Ophir among the stones of",
        "the torrent-bed, (25) then the Almighty will be your gold and",
        "your precious silver. (26) For then you will delight yourself in",
        "the Almighty and lift up your face to God. (27) You will make",
        "your prayer to him, and he will hear you, and you will pay",
        "your vows."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 94,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18022022,
    "rangeEndId": 18022027,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 93,
      "wordCountMax": 106,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Job 37:1–14",
    "text": "(1) \"At this also my heart trembles and leaps out of its place. (2) Keep listening to the thunder of his voice and the rumbling that comes from his mouth. (3) Under the whole heaven he lets it go, and his lightning to the corners of the earth. (4) After it his voice roars; he thunders with his majestic voice, and he does not restrain the lightnings when his voice is heard. (5) God thunders wondrously with his voice; he does great things that we cannot comprehend. (6) For to the snow he says, 'Fall on the earth,' likewise to the downpour, his mighty downpour. (7) He seals up the hand of every man, that all men whom he made may know it. (8) Then the beasts go into their lairs, and remain in their dens. (9) From its chamber comes the whirlwind, and cold from the scattering winds. (10) By the breath of God ice is given, and the broad waters are frozen fast. (11) He loads the thick cloud with moisture; the clouds scatter his lightning. (12) They turn around and around by his guidance, to accomplish all that he commands them on the face of the habitable world. (13) Whether for correction or for his land or for love, he causes it to happen. (14) \"Hear this, O Job; stop and consider the wondrous works of God.",
    "cardsText": [
      [
        "(1) \"At this also my heart trembles and leaps out of its place.",
        "(2) Keep listening to the thunder of his voice and the rumbling",
        "that comes from his mouth. (3) Under the whole heaven he",
        "lets it go, and his lightning to the corners of the earth. (4) After",
        "it his voice roars; he thunders with his majestic voice, and",
        "he does not restrain the lightnings when his voice is heard.",
        "(5) God thunders wondrously with his voice; he does great",
        "things that we cannot comprehend. (6) For to the snow he",
        "says, 'Fall on the earth,' likewise to the downpour, his mighty",
        "downpour. (7) He seals up the hand of every man, that all men",
        "whom he made may know it. (8) Then the beasts go into their"
      ],
      [
        "lairs, and remain in their dens. (9) From its chamber comes",
        "the whirlwind, and cold from the scattering winds. (10) By the",
        "breath of God ice is given, and the broad waters are frozen",
        "fast. (11) He loads the thick cloud with moisture; the clouds",
        "scatter his lightning. (12) They turn around and around by his",
        "guidance, to accomplish all that he commands them on the",
        "face of the habitable world. (13) Whether for correction or for",
        "his land or for love, he causes it to happen. (14) \"Hear this, O",
        "Job; stop and consider the wondrous works of God."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 216,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18037001,
    "rangeEndId": 18037014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.4,
      "wordCountMin": 203,
      "wordCountMax": 230,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Psalm 10:17–18",
    "text": "(17) O LORD, you hear the desire of the afflicted; you will strengthen their heart; you will incline your ear (18) to do justice to the fatherless and the oppressed, so that man who is of the earth may strike terror no more.",
    "cardsText": [
      [
        "(17) O LORD, you hear the desire of the afflicted; you will",
        "strengthen their heart; you will incline your ear (18) to do",
        "justice to the fatherless and the oppressed, so that man who",
        "is of the earth may strike terror no more."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 41,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19010017,
    "rangeEndId": 19010018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 38.4,
      "wordCountMin": 33,
      "wordCountMax": 41,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 30:1–12",
    "text": "(1) I will extol you, O LORD, for you have drawn me up and have not let my foes rejoice over me. (2) O LORD my God, I cried to you for help, and you have healed me. (3) O LORD, you have brought up my soul from Sheol; you restored me to life from among those who go down to the pit. (4) Sing praises to the LORD, O you his saints, and give thanks to his holy name. (5) For his anger is but for a moment, and his favor is for a lifetime. Weeping may tarry for the night, but joy comes with the morning. (6) As for me, I said in my prosperity, \"I shall never be moved.\" (7) By your favor, O LORD, you made my mountain stand strong; you hid your face; I was dismayed. (8) To you, O LORD, I cry, and to the Lord I plead for mercy: (9) \"What profit is there in my death, if I go down to the pit? Will the dust praise you? Will it tell of your faithfulness? (10) Hear, O LORD, and be merciful to me! O LORD, be my helper!\" (11) You have turned for me my mourning into dancing; you have loosed my sackcloth and clothed me with gladness, (12) that my glory may sing your praise and not be silent. O LORD my God, I will give thanks to you forever!",
    "cardsText": [
      [
        "(1) I will extol you, O LORD, for you have drawn me up and",
        "have not let my foes rejoice over me. (2) O LORD my God, I",
        "cried to you for help, and you have healed me. (3) O LORD,",
        "you have brought up my soul from Sheol; you restored me",
        "to life from among those who go down to the pit. (4) Sing",
        "praises to the LORD, O you his saints, and give thanks to his",
        "holy name. (5) For his anger is but for a moment, and his favor",
        "is for a lifetime. Weeping may tarry for the night, but joy comes",
        "with the morning. (6) As for me, I said in my prosperity, \"I shall",
        "never be moved.\" (7) By your favor, O LORD, you made my",
        "mountain stand strong; you hid your face; I was dismayed. (8)"
      ],
      [
        "To you, O LORD, I cry, and to the Lord I plead for mercy: (9)",
        "\"What profit is there in my death, if I go down to the pit? Will",
        "the dust praise you? Will it tell of your faithfulness? (10) Hear,",
        "O LORD, and be merciful to me! O LORD, be my helper!\" (11)",
        "You have turned for me my mourning into dancing; you have",
        "loosed my sackcloth and clothed me with gladness, (12) that",
        "my glory may sing your praise and not be silent. O LORD my",
        "God, I will give thanks to you forever!"
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 227,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19030001,
    "rangeEndId": 19030012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 223.2,
      "wordCountMin": 207,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Psalm 73:2–28",
    "text": "(2) But as for me, my feet had almost stumbled, my steps had nearly slipped. (3) For I was envious of the arrogant when I saw the prosperity of the wicked. (4) For they have no pangs until death; their bodies are fat and sleek. (5) They are not in trouble as others are; they are not stricken like the rest of mankind. (6) Therefore pride is their necklace; violence covers them as a garment. (7) Their eyes swell out through fatness; their hearts overflow with follies. (8) They scoff and speak with malice; loftily they threaten oppression. (9) They set their mouths against the heavens, and their tongue struts through the earth. (10) Therefore his people turn back to them, and find no fault in them. (11) And they say, \"How can God know? Is there knowledge in the Most High?\" (12) Behold, these are the wicked; always at ease, they increase in riches. (13) All in vain have I kept my heart clean and washed my hands in innocence. (14) For all the day long I have been stricken and rebuked every morning. (15) If I had said, \"I will speak thus,\" I would have betrayed the generation of your children. (16) But when I thought how to understand this, it seemed to me a wearisome task, (17) until I went into the sanctuary of God; then I discerned their end. (18) Truly you set them in slippery places; you make them fall to ruin. (19) How they are destroyed in a moment, swept away utterly by terrors! (20) Like a dream when one awakes, O Lord, when you rouse yourself, you despise them as phantoms. (21) When my soul was embittered, when I was pricked in heart, (22) I was brutish and ignorant; I was like a beast toward you. (23) Nevertheless, I am continually with you; you hold my right hand. (24) You guide me with your counsel, and afterward you will receive me to glory. (25) Whom have I in heaven but you? And there is nothing on earth that I desire besides you. (26) My flesh and my heart may fail, but God is the strength of my heart and my portion forever. (27) For behold, those who are far from you shall perish; you put an end to everyone who is unfaithful to you. (28) But for me it is good to be near God; I have made the Lord GOD my refuge, that I may tell of all your works.",
    "cardsText": [
      [
        "(2) But as for me, my feet had almost stumbled, my steps had",
        "nearly slipped. (3) For I was envious of the arrogant when I saw the",
        "prosperity of the wicked. (4) For they have no pangs until death;",
        "their bodies are fat and sleek. (5) They are not in trouble as others",
        "are; they are not stricken like the rest of mankind. (6) Therefore",
        "pride is their necklace; violence covers them as a garment. (7)",
        "Their eyes swell out through fatness; their hearts overflow with",
        "follies. (8) They scoff and speak with malice; loftily they threaten",
        "oppression. (9) They set their mouths against the heavens, and",
        "their tongue struts through the earth. (10) Therefore his people",
        "turn back to them, and find no fault in them. (11) And they say,",
        "\"How can God know? Is there knowledge in the Most High?\""
      ],
      [
        "(12) Behold, these are the wicked; always at ease, they increase",
        "in riches. (13) All in vain have I kept my heart clean and washed",
        "my hands in innocence. (14) For all the day long I have been",
        "stricken and rebuked every morning. (15) If I had said, \"I will speak",
        "thus,\" I would have betrayed the generation of your children. (16)",
        "But when I thought how to understand this, it seemed to me a",
        "wearisome task, (17) until I went into the sanctuary of God; then I",
        "discerned their end. (18) Truly you set them in slippery places; you",
        "make them fall to ruin. (19) How they are destroyed in a moment,",
        "swept away utterly by terrors! (20) Like a dream when one awakes,",
        "O Lord, when you rouse yourself, you despise them as phantoms.",
        "(21) When my soul was embittered, when I was pricked in heart,"
      ],
      [
        "(22) I was brutish and ignorant; I was like a beast toward you.",
        "(23) Nevertheless, I am continually with you; you hold my right",
        "hand. (24) You guide me with your counsel, and afterward you will",
        "receive me to glory. (25) Whom have I in heaven but you? And",
        "there is nothing on earth that I desire besides you. (26) My flesh",
        "and my heart may fail, but God is the strength of my heart and my",
        "portion forever. (27) For behold, those who are far from you shall",
        "perish; you put an end to everyone who is unfaithful to you. (28)",
        "But for me it is good to be near God; I have made the Lord GOD",
        "my refuge, that I may tell of all your works."
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 391,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19073002,
    "rangeEndId": 19073028,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 392.8,
      "wordCountMin": 369,
      "wordCountMax": 408,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34.6,
      "lineMin": 33,
      "lineMax": 36
    }
  },
  {
    "ref": "Proverbs 8:17–31",
    "text": "(17) I love those who love me, and those who seek me diligently find me. (18) Riches and honor are with me, enduring wealth and righteousness. (19) My fruit is better than gold, even fine gold, and my yield than choice silver. (20) I walk in the way of righteousness, in the paths of justice, (21) granting an inheritance to those who love me, and filling their treasuries. (22) \"The LORD possessed me at the beginning of his work, the first of his acts of old. (23) Ages ago I was set up, at the first, before the beginning of the earth. (24) When there were no depths I was brought forth, when there were no springs abounding with water. (25) Before the mountains had been shaped, before the hills, I was brought forth, (26) before he had made the earth with its fields, or the first of the dust of the world. (27) When he established the heavens, I was there; when he drew a circle on the face of the deep, (28) when he made firm the skies above, when he established the fountains of the deep, (29) when he assigned to the sea its limit, so that the waters might not transgress his command, when he marked out the foundations of the earth, (30) then I was beside him, like a master workman, and I was daily his delight, rejoicing before him always, (31) rejoicing in his inhabited world and delighting in the children of man.",
    "cardsText": [
      [
        "(17) I love those who love me, and those who seek me diligently",
        "find me. (18) Riches and honor are with me, enduring wealth",
        "and righteousness. (19) My fruit is better than gold, even",
        "fine gold, and my yield than choice silver. (20) I walk in the",
        "way of righteousness, in the paths of justice, (21) granting an",
        "inheritance to those who love me, and filling their treasuries.",
        "(22) \"The LORD possessed me at the beginning of his work,",
        "the first of his acts of old. (23) Ages ago I was set up, at the",
        "first, before the beginning of the earth. (24) When there were",
        "no depths I was brought forth, when there were no springs",
        "abounding with water. (25) Before the mountains had been"
      ],
      [
        "shaped, before the hills, I was brought forth, (26) before he",
        "had made the earth with its fields, or the first of the dust",
        "of the world. (27) When he established the heavens, I was",
        "there; when he drew a circle on the face of the deep, (28)",
        "when he made firm the skies above, when he established the",
        "fountains of the deep, (29) when he assigned to the sea its",
        "limit, so that the waters might not transgress his command,",
        "when he marked out the foundations of the earth, (30) then",
        "I was beside him, like a master workman, and I was daily",
        "his delight, rejoicing before him always, (31) rejoicing in his",
        "inhabited world and delighting in the children of man."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 234,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20008017,
    "rangeEndId": 20008031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 232,
      "wordCountMax": 249,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 9:1–12",
    "text": "(1) Wisdom has built her house; she has hewn her seven pillars. (2) She has slaughtered her beasts; she has mixed her wine; she has also set her table. (3) She has sent out her young women to call from the highest places in the town, (4) \"Whoever is simple, let him turn in here!\" To him who lacks sense she says, (5) \"Come, eat of my bread and drink of the wine I have mixed. (6) Leave your simple ways, and live, and walk in the way of insight.\" (7) Whoever corrects a scoffer gets himself abuse, and he who reproves a wicked man incurs injury. (8) Do not reprove a scoffer, or he will hate you; reprove a wise man, and he will love you. (9) Give instruction to a wise man, and he will be still wiser; teach a righteous man, and he will increase in learning. (10) The fear of the LORD is the beginning of wisdom, and the knowledge of the Holy One is insight. (11) For by me your days will be multiplied, and years will be added to your life. (12) If you are wise, you are wise for yourself; if you scoff, you alone will bear it.",
    "cardsText": [
      [
        "(1) Wisdom has built her house; she has hewn her seven",
        "pillars. (2) She has slaughtered her beasts; she has mixed",
        "her wine; she has also set her table. (3) She has sent out her",
        "young women to call from the highest places in the town, (4)",
        "\"Whoever is simple, let him turn in here!\" To him who lacks",
        "sense she says, (5) \"Come, eat of my bread and drink of the",
        "wine I have mixed. (6) Leave your simple ways, and live, and",
        "walk in the way of insight.\" (7) Whoever corrects a scoffer",
        "gets himself abuse, and he who reproves a wicked man incurs",
        "injury. (8) Do not reprove a scoffer, or he will hate you; reprove",
        "a wise man, and he will love you. (9) Give instruction to a wise"
      ],
      [
        "man, and he will be still wiser; teach a righteous man, and",
        "he will increase in learning. (10) The fear of the LORD is the",
        "beginning of wisdom, and the knowledge of the Holy One is",
        "insight. (11) For by me your days will be multiplied, and years",
        "will be added to your life. (12) If you are wise, you are wise for",
        "yourself; if you scoff, you alone will bear it."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 193,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20009001,
    "rangeEndId": 20009012,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 195.8,
      "wordCountMin": 185,
      "wordCountMax": 202,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 19
    }
  },
  {
    "ref": "Proverbs 24:30–34",
    "text": "(30) I passed by the field of a sluggard, by the vineyard of a man lacking sense, (31) and behold, it was all overgrown with thorns; the ground was covered with nettles, and its stone wall was broken down. (32) Then I saw and considered it; I looked and received instruction. (33) A little sleep, a little slumber, a little folding of the hands to rest, (34) and poverty will come upon you like a robber, and want like an armed man.",
    "cardsText": [
      [
        "(30) I passed by the field of a sluggard, by the vineyard of a",
        "man lacking sense, (31) and behold, it was all overgrown with",
        "thorns; the ground was covered with nettles, and its stone wall",
        "was broken down. (32) Then I saw and considered it; I looked",
        "and received instruction. (33) A little sleep, a little slumber, a",
        "little folding of the hands to rest, (34) and poverty will come",
        "upon you like a robber, and want like an armed man."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 77,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20024030,
    "rangeEndId": 20024034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.4,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ecclesiastes 9:1–2",
    "text": "(1) But all this I laid to heart, examining it all, how the righteous and the wise and their deeds are in the hand of God. Whether it is love or hate, man does not know; both are before him. (2) It is the same for all, since the same event happens to the righteous and the wicked, to the good and the evil, to the clean and the unclean, to him who sacrifices and him who does not sacrifice. As the good one is, so is the sinner, and he who swears is as he who shuns an oath.",
    "cardsText": [
      [
        "(1) But all this I laid to heart, examining it all, how the righteous",
        "and the wise and their deeds are in the hand of God. Whether",
        "it is love or hate, man does not know; both are before him. (2)",
        "It is the same for all, since the same event happens to the",
        "righteous and the wicked, to the good and the evil, to the",
        "clean and the unclean, to him who sacrifices and him who",
        "does not sacrifice. As the good one is, so is the sinner, and he",
        "who swears is as he who shuns an oath."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 98,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009001,
    "rangeEndId": 21009002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.2,
      "wordCountMin": 87,
      "wordCountMax": 110,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 58:4–12",
    "text": "(4) Behold, you fast only to quarrel and to fight and to hit with a wicked fist. Fasting like yours this day will not make your voice to be heard on high. (5) Is such the fast that I choose, a day for a person to humble himself? Is it to bow down his head like a reed, and to spread sackcloth and ashes under him? Will you call this a fast, and a day acceptable to the LORD? (6) \"Is not this the fast that I choose: to loose the bonds of wickedness, to undo the straps of the yoke, to let the oppressed go free, and to break every yoke? (7) Is it not to share your bread with the hungry and bring the homeless poor into your house; when you see the naked, to cover him, and not to hide yourself from your own flesh? (8) Then shall your light break forth like the dawn, and your healing shall spring up speedily; your righteousness shall go before you; the glory of the LORD shall be your rear guard. (9) Then you shall call, and the LORD will answer; you shall cry, and he will say, 'Here I am.' If you take away the yoke from your midst, the pointing of the finger, and speaking wickedness, (10) if you pour yourself out for the hungry and satisfy the desire of the afflicted, then shall your light rise in the darkness and your gloom be as the noonday. (11) And the LORD will guide you continually and satisfy your desire in scorched places and make your bones strong; and you shall be like a watered garden, like a spring of water, whose waters do not fail. (12) And your ancient ruins shall be rebuilt; you shall raise up the foundations of many generations; you shall be called the repairer of the breach, the restorer of streets to dwell in.",
    "cardsText": [
      [
        "(4) Behold, you fast only to quarrel and to fight and to hit",
        "with a wicked fist. Fasting like yours this day will not make",
        "your voice to be heard on high. (5) Is such the fast that I",
        "choose, a day for a person to humble himself? Is it to bow",
        "down his head like a reed, and to spread sackcloth and ashes",
        "under him? Will you call this a fast, and a day acceptable to",
        "the LORD? (6) \"Is not this the fast that I choose: to loose the",
        "bonds of wickedness, to undo the straps of the yoke, to let",
        "the oppressed go free, and to break every yoke? (7) Is it not",
        "to share your bread with the hungry and bring the homeless",
        "poor into your house; when you see the naked, to cover him,"
      ],
      [
        "and not to hide yourself from your own flesh? (8) Then shall",
        "your light break forth like the dawn, and your healing shall",
        "spring up speedily; your righteousness shall go before you;",
        "the glory of the LORD shall be your rear guard. (9) Then you",
        "shall call, and the LORD will answer; you shall cry, and he will",
        "say, 'Here I am.' If you take away the yoke from your midst,",
        "the pointing of the finger, and speaking wickedness, (10) if",
        "you pour yourself out for the hungry and satisfy the desire",
        "of the afflicted, then shall your light rise in the darkness and",
        "your gloom be as the noonday. (11) And the LORD will guide",
        "you continually and satisfy your desire in scorched places"
      ],
      [
        "and make your bones strong; and you shall be like a watered",
        "garden, like a spring of water, whose waters do not fail. (12)",
        "And your ancient ruins shall be rebuilt; you shall raise up the",
        "foundations of many generations; you shall be called the",
        "repairer of the breach, the restorer of streets to dwell in."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 311,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23058004,
    "rangeEndId": 23058012,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 318,
      "wordCountMin": 311,
      "wordCountMax": 332,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27.8,
      "lineMin": 27,
      "lineMax": 28
    }
  },
  {
    "ref": "Isaiah 64:6",
    "text": "(6) We have all become like one who is unclean, and all our righteous deeds are like a polluted garment. We all fade like a leaf, and our iniquities, like the wind, take us away.",
    "cardsText": [
      [
        "(6) We have all become like one who is unclean, and all our",
        "righteous deeds are like a polluted garment. We all fade like",
        "a leaf, and our iniquities, like the wind, take us away."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23064006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.6,
      "wordCountMin": 32,
      "wordCountMax": 38,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Jeremiah 42:1–10",
    "text": "(1) Then all the commanders of the forces, and Johanan the son of Kareah and Jezaniah the son of Hoshaiah, and all the people from the least to the greatest, came near (2) and said to Jeremiah the prophet, \"Let our plea for mercy come before you, and pray to the LORD your God for us, for all this remnant- -because we are left with but a few, as your eyes see us-- (3) that the LORD your God may show us the way we should go, and the thing that we should do.\" (4) Jeremiah the prophet said to them, \"I have heard you. Behold, I will pray to the LORD your God according to your request, and whatever the LORD answers you I will tell you. I will keep nothing back from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act according to all the word with which the LORD your God sends you to us. (6) Whether it is good or bad, we will obey the voice of the LORD our God to whom we are sending you, that it may be well with us when we obey the voice of the LORD our God.\" (7) At the end of ten days the word of the LORD came to Jeremiah. (8) Then he summoned Johanan the son of Kareah and all the commanders of the forces who were with him, and all the people from the least to the greatest, (9) and said to them, \"Thus says the LORD, the God of Israel, to whom you sent me to present your plea for mercy before him: (10) If you will remain in this land, then I will build you up and not pull you down; I will plant you, and not pluck you up; for I relent of the disaster that I did to you.",
    "cardsText": [
      [
        "(1) Then all the commanders of the forces, and Johanan the",
        "son of Kareah and Jezaniah the son of Hoshaiah, and all the",
        "people from the least to the greatest, came near (2) and said",
        "to Jeremiah the prophet, \"Let our plea for mercy come before",
        "you, and pray to the LORD your God for us, for all this remnant-",
        "-because we are left with but a few, as your eyes see us-- (3)",
        "that the LORD your God may show us the way we should go,",
        "and the thing that we should do.\" (4) Jeremiah the prophet",
        "said to them, \"I have heard you. Behold, I will pray to the LORD",
        "your God according to your request, and whatever the LORD",
        "answers you I will tell you. I will keep nothing back from you.\""
      ],
      [
        "(5) Then they said to Jeremiah, \"May the LORD be a true and",
        "faithful witness against us if we do not act according to all",
        "the word with which the LORD your God sends you to us. (6)",
        "Whether it is good or bad, we will obey the voice of the LORD",
        "our God to whom we are sending you, that it may be well",
        "with us when we obey the voice of the LORD our God.\" (7) At",
        "the end of ten days the word of the LORD came to Jeremiah.",
        "(8) Then he summoned Johanan the son of Kareah and all",
        "the commanders of the forces who were with him, and all the",
        "people from the least to the greatest, (9) and said to them,",
        "\"Thus says the LORD, the God of Israel, to whom you sent"
      ],
      [
        "me to present your plea for mercy before him: (10) If you will",
        "remain in this land, then I will build you up and not pull you",
        "down; I will plant you, and not pluck you up; for I relent of the",
        "disaster that I did to you."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 312,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24042001,
    "rangeEndId": 24042010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 316.8,
      "wordCountMin": 284,
      "wordCountMax": 337,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.4,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Ezekiel 22:29–31",
    "text": "(29) The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy, and have extorted from the sojourner without justice. (30) And I sought for a man among them who should build up the wall and stand in the breach before me for the land, that I should not destroy it, but I found none. (31) Therefore I have poured out my indignation upon them. I have consumed them with the fire of my wrath. I have returned their way upon their heads, declares the Lord GOD.\"",
    "cardsText": [
      [
        "(29) The people of the land have practiced extortion and",
        "committed robbery. They have oppressed the poor and",
        "needy, and have extorted from the sojourner without justice.",
        "(30) And I sought for a man among them who should build",
        "up the wall and stand in the breach before me for the land,",
        "that I should not destroy it, but I found none. (31) Therefore I",
        "have poured out my indignation upon them. I have consumed",
        "them with the fire of my wrath. I have returned their way upon",
        "their heads, declares the Lord GOD.\""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 26022029,
    "rangeEndId": 26022031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91,
      "wordCountMin": 90,
      "wordCountMax": 92,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Hosea 6:1–4",
    "text": "(1) \"Come, let us return to the LORD; for he has torn us, that he may heal us; he has struck us down, and he will bind us up. (2) After two days he will revive us; on the third day he will raise us up, that we may live before him. (3) Let us know; let us press on to know the LORD; his going out is sure as the dawn; he will come to us as the showers, as the spring rains that water the earth.\" (4) What shall I do with you, O Ephraim? What shall I do with you, O Judah? Your love is like a morning cloud, like the dew that goes early away.",
    "cardsText": [
      [
        "(1) \"Come, let us return to the LORD; for he has torn us, that",
        "he may heal us; he has struck us down, and he will bind us",
        "up. (2) After two days he will revive us; on the third day he",
        "will raise us up, that we may live before him. (3) Let us know;",
        "let us press on to know the LORD; his going out is sure as the",
        "dawn; he will come to us as the showers, as the spring rains",
        "that water the earth.\" (4) What shall I do with you, O Ephraim?",
        "What shall I do with you, O Judah? Your love is like a morning",
        "cloud, like the dew that goes early away."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 115,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 28006001,
    "rangeEndId": 28006004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.6,
      "wordCountMin": 111,
      "wordCountMax": 119,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Nahum 1:15",
    "text": "(15) Behold, upon the mountains, the feet of him who brings good news, who publishes peace! Keep your feasts, O Judah; fulfill your vows, for never again shall the worthless pass through you; he is utterly cut off.",
    "cardsText": [
      [
        "(15) Behold, upon the mountains, the feet of him who brings",
        "good news, who publishes peace! Keep your feasts, O Judah;",
        "fulfill your vows, for never again shall the worthless pass",
        "through you; he is utterly cut off."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 37,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 37.2,
      "wordCountMin": 36,
      "wordCountMax": 39,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 3:1–4",
    "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to accuse him. (2) And the LORD said to Satan, \"The LORD rebuke you, O Satan! The LORD who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?\" (3) Now Joshua was standing before the angel, clothed with filthy garments. (4) And the angel said to those who were standing before him, \"Remove the filthy garments from him.\" And to him he said, \"Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.\"",
    "cardsText": [
      [
        "(1) Then he showed me Joshua the high priest standing",
        "before the angel of the LORD, and Satan standing at his",
        "right hand to accuse him. (2) And the LORD said to Satan,",
        "\"The LORD rebuke you, O Satan! The LORD who has chosen",
        "Jerusalem rebuke you! Is not this a brand plucked from the",
        "fire?\" (3) Now Joshua was standing before the angel, clothed",
        "with filthy garments. (4) And the angel said to those who were",
        "standing before him, \"Remove the filthy garments from him.\"",
        "And to him he said, \"Behold, I have taken your iniquity away",
        "from you, and I will clothe you with pure vestments.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 38003001,
    "rangeEndId": 38003004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.8,
      "wordCountMin": 102,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.6,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Zephaniah 3:17",
    "text": "(17) The LORD your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
    "cardsText": [
      [
        "(17) The LORD your God is in your midst, a mighty one who",
        "will save; he will rejoice over you with gladness; he will quiet",
        "you by his love; he will exult over you with loud singing."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 36,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 36003017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.4,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) Come to me, all who labor and are heavy laden, and I will give you rest. (29) Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) Come to me, all who labor and are heavy laden, and I",
        "will give you rest. (29) Take my yoke upon you, and learn from",
        "me, for I am gentle and lowly in heart, and you will find rest",
        "for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 41,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Matthew 14:26–31",
    "text": "(26) But when the disciples saw him walking on the sea, they were terrified, and said, \"It is a ghost!\" and they cried out in fear. (27) But immediately Jesus spoke to them, saying, \"Take heart; it is I. Do not be afraid.\" (28) And Peter answered him, \"Lord, if it is you, command me to come to you on the water.\" (29) He said, \"Come.\" So Peter got out of the boat and walked on the water and came to Jesus. (30) But when he saw the wind, he was afraid, and beginning to sink he cried out, \"Lord, save me.\" (31) Jesus immediately reached out his hand and took hold of him, saying to him, \"O you of little faith, why did you doubt?\"",
    "cardsText": [
      [
        "(26) But when the disciples saw him walking on the sea, they",
        "were terrified, and said, \"It is a ghost!\" and they cried out in",
        "fear. (27) But immediately Jesus spoke to them, saying, \"Take",
        "heart; it is I. Do not be afraid.\" (28) And Peter answered him,",
        "\"Lord, if it is you, command me to come to you on the water.\"",
        "(29) He said, \"Come.\" So Peter got out of the boat and walked",
        "on the water and came to Jesus. (30) But when he saw the",
        "wind, he was afraid, and beginning to sink he cried out, \"Lord,",
        "save me.\" (31) Jesus immediately reached out his hand and",
        "took hold of him, saying to him, \"O you of little faith, why did",
        "you doubt?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40014026,
    "rangeEndId": 40014031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121.6,
      "wordCountMin": 107,
      "wordCountMax": 131,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Matthew 28:18–20",
    "text": "(18) And Jesus came and said to them, \"All authority in heaven and on earth has been given to me. (19) Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.\"",
    "cardsText": [
      [
        "(18) And Jesus came and said to them, \"All authority in heaven",
        "and on earth has been given to me. (19) Go therefore and",
        "make disciples of all nations, baptizing them in the name of",
        "the Father and of the Son and of the Holy Spirit, (20) teaching",
        "them to observe all that I have commanded you. And behold,",
        "I am with you always, to the end of the age.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40028018,
    "rangeEndId": 40028020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 68.6,
      "wordCountMin": 67,
      "wordCountMax": 72,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Luke 21:4",
    "text": "(4) For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.\"",
    "cardsText": [
      [
        "(4) For they all contributed out of their abundance, but she",
        "out of her poverty put in all she had to live on.\""
      ]
    ],
    "cards": 1,
    "lines": 2,
    "lastCardLines": 2,
    "wordCount": 22,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42021004,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 25,
      "wordCountMin": 22,
      "wordCountMax": 28,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2.4,
      "lineMin": 2,
      "lineMax": 3
    }
  },
  {
    "ref": "John 3:18–21",
    "text": "(18) Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God. (19) And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil. (20) For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed. (21) But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.\"",
    "cardsText": [
      [
        "(18) Whoever believes in him is not condemned, but whoever",
        "does not believe is condemned already, because he has not",
        "believed in the name of the only Son of God. (19) And this is",
        "the judgment: the light has come into the world, and people",
        "loved the darkness rather than the light because their works",
        "were evil. (20) For everyone who does wicked things hates",
        "the light and does not come to the light, lest his works should",
        "be exposed. (21) But whoever does what is true comes to the",
        "light, so that it may be clearly seen that his works have been",
        "carried out in God.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 103,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43003018,
    "rangeEndId": 43003021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 102.2,
      "wordCountMin": 97,
      "wordCountMax": 107,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "John 7:37–42",
    "text": "(37) On the last day of the feast, the great day, Jesus stood up and cried out, \"If anyone thirsts, let him come to me and drink. (38) Whoever believes in me, as the Scripture has said, 'Out of his heart will flow rivers of living water.'\" (39) Now this he said about the Spirit, whom those who believed in him were to receive, for as yet the Spirit had not been given, because Jesus was not yet glorified. (40) When they heard these words, some of the people said, \"This really is the Prophet.\" (41) Others said, \"This is the Christ.\" But some said, \"Is the Christ to come from Galilee? (42) Has not the Scripture said that the Christ comes from the offspring of David, and comes from Bethlehem, the village where David was?\"",
    "cardsText": [
      [
        "(37) On the last day of the feast, the great day, Jesus stood up and",
        "cried out, \"If anyone thirsts, let him come to me and drink. (38)",
        "Whoever believes in me, as the Scripture has said, 'Out of his heart",
        "will flow rivers of living water.'\" (39) Now this he said about the",
        "Spirit, whom those who believed in him were to receive, for as yet",
        "the Spirit had not been given, because Jesus was not yet glorified.",
        "(40) When they heard these words, some of the people said, \"This",
        "really is the Prophet.\" (41) Others said, \"This is the Christ.\" But",
        "some said, \"Is the Christ to come from Galilee? (42) Has not the",
        "Scripture said that the Christ comes from the offspring of David,",
        "and comes from Bethlehem, the village where David was?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 130,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43007037,
    "rangeEndId": 43007042,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 131.6,
      "wordCountMin": 128,
      "wordCountMax": 139,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 15:19–28",
    "text": "(19) If in Christ we have hope in this life only, we are of all people most to be pitied. (20) But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. (21) For as by a man came death, by a man has come also the resurrection of the dead. (22) For as in Adam all die, so also in Christ shall all be made alive. (23) But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. (24) Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. (25) For he must reign until he has put all his enemies under his feet. (26) The last enemy to be destroyed is death. (27) For \"God has put all things in subjection under his feet.\" But when it says, \"all things are put in subjection,\" it is plain that he is excepted who put all things in subjection under him. (28) When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.",
    "cardsText": [
      [
        "(19) If in Christ we have hope in this life only, we are of all",
        "people most to be pitied. (20) But in fact Christ has been",
        "raised from the dead, the firstfruits of those who have fallen",
        "asleep. (21) For as by a man came death, by a man has come",
        "also the resurrection of the dead. (22) For as in Adam all die,",
        "so also in Christ shall all be made alive. (23) But each in his",
        "own order: Christ the firstfruits, then at his coming those who",
        "belong to Christ. (24) Then comes the end, when he delivers",
        "the kingdom to God the Father after destroying every rule",
        "and every authority and power. (25) For he must reign until",
        "he has put all his enemies under his feet. (26) The last enemy"
      ],
      [
        "to be destroyed is death. (27) For \"God has put all things in",
        "subjection under his feet.\" But when it says, \"all things are put",
        "in subjection,\" it is plain that he is excepted who put all things",
        "in subjection under him. (28) When all things are subjected to",
        "him, then the Son himself will also be subjected to him who",
        "put all things in subjection under him, that God may be all in",
        "all."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 200,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46015019,
    "rangeEndId": 46015028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 198.6,
      "wordCountMin": 191,
      "wordCountMax": 207,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.6,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "2 Corinthians 10:3–6",
    "text": "(3) For though we walk in the flesh, we are not waging war according to the flesh. (4) For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. (5) We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ, (6) being ready to punish every disobedience, when your obedience is complete.",
    "cardsText": [
      [
        "(3) For though we walk in the flesh, we are not waging war",
        "according to the flesh. (4) For the weapons of our warfare are",
        "not of the flesh but have divine power to destroy strongholds.",
        "(5) We destroy arguments and every lofty opinion raised",
        "against the knowledge of God, and take every thought captive",
        "to obey Christ, (6) being ready to punish every disobedience,",
        "when your obedience is complete."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 66,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47010003,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 72.6,
      "wordCountMin": 66,
      "wordCountMax": 81,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ephesians 4:20–25",
    "text": "(20) But that is not the way you learned Christ!-- (21) assuming that you have heard about him and were taught in him, as the truth is in Jesus, (22) to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, (23) and to be renewed in the spirit of your minds, (24) and to put on the new self, created after the likeness of God in true righteousness and holiness. (25) Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.",
    "cardsText": [
      [
        "(20) But that is not the way you learned Christ!-- (21) assuming",
        "that you have heard about him and were taught in him, as the",
        "truth is in Jesus, (22) to put off your old self, which belongs",
        "to your former manner of life and is corrupt through deceitful",
        "desires, (23) and to be renewed in the spirit of your minds,",
        "(24) and to put on the new self, created after the likeness",
        "of God in true righteousness and holiness. (25) Therefore,",
        "having put away falsehood, let each one of you speak the",
        "truth with his neighbor, for we are members one of another."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 98,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49004020,
    "rangeEndId": 49004025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 99.6,
      "wordCountMin": 91,
      "wordCountMax": 113,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Philippians 1:19–28",
    "text": "(19) for I know that through your prayers and the help of the Spirit of Jesus Christ this will turn out for my deliverance, (20) as it is my eager expectation and hope that I will not be at all ashamed, but that with full courage now as always Christ will be honored in my body, whether by life or by death. (21) For to me to live is Christ, and to die is gain. (22) If I am to live in the flesh, that means fruitful labor for me. Yet which I shall choose I cannot tell. (23) I am hard pressed between the two. My desire is to depart and be with Christ, for that is far better. (24) But to remain in the flesh is more necessary on your account. (25) Convinced of this, I know that I will remain and continue with you all, for your progress and joy in the faith, (26) so that in me you may have ample cause to glory in Christ Jesus, because of my coming to you again. (27) Only let your manner of life be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of you that you are standing firm in one spirit, with one mind striving side by side for the faith of the gospel, (28) and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.",
    "cardsText": [
      [
        "(19) for I know that through your prayers and the help of the",
        "Spirit of Jesus Christ this will turn out for my deliverance, (20)",
        "as it is my eager expectation and hope that I will not be at",
        "all ashamed, but that with full courage now as always Christ",
        "will be honored in my body, whether by life or by death. (21)",
        "For to me to live is Christ, and to die is gain. (22) If I am to",
        "live in the flesh, that means fruitful labor for me. Yet which I",
        "shall choose I cannot tell. (23) I am hard pressed between the",
        "two. My desire is to depart and be with Christ, for that is far",
        "better. (24) But to remain in the flesh is more necessary on",
        "your account. (25) Convinced of this, I know that I will remain"
      ],
      [
        "and continue with you all, for your progress and joy in the",
        "faith, (26) so that in me you may have ample cause to glory in",
        "Christ Jesus, because of my coming to you again. (27) Only",
        "let your manner of life be worthy of the gospel of Christ, so",
        "that whether I come and see you or am absent, I may hear of",
        "you that you are standing firm in one spirit, with one mind",
        "striving side by side for the faith of the gospel, (28) and not",
        "frightened in anything by your opponents. This is a clear sign",
        "to them of their destruction, but of your salvation, and that",
        "from God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 246,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 50001019,
    "rangeEndId": 50001028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246,
      "wordCountMin": 239,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Colossians 2:16–19",
    "text": "(16) Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. (17) These are a shadow of the things to come, but the substance belongs to Christ. (18) Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, (19) and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.",
    "cardsText": [
      [
        "(16) Therefore let no one pass judgment on you in questions",
        "of food and drink, or with regard to a festival or a new moon",
        "or a Sabbath. (17) These are a shadow of the things to come,",
        "but the substance belongs to Christ. (18) Let no one disqualify",
        "you, insisting on asceticism and worship of angels, going",
        "on in detail about visions, puffed up without reason by his",
        "sensuous mind, (19) and not holding fast to the Head, from",
        "whom the whole body, nourished and knit together through",
        "its joints and ligaments, grows with a growth that is from God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 97,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51002016,
    "rangeEndId": 51002019,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 103.6,
      "wordCountMin": 96,
      "wordCountMax": 114,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Revelation 19:11",
    "text": "(11) Then I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war.",
    "cardsText": [
      [
        "(11) Then I saw heaven opened, and behold, a white horse!",
        "The one sitting on it is called Faithful and True, and in",
        "righteousness he judges and makes war."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 28,
    "version": "ESV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66019011,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 28.6,
      "wordCountMin": 27,
      "wordCountMax": 30,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  }
]