[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) Who is the image of the invisible God, the firstborn of every creature: (16) For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:",
    "cardsText": [
      [
        "(15) Who is the image of the invisible God, the firstborn of",
        "every creature: (16) For by him were all things created, that",
        "are in heaven, and that are in earth, visible and invisible,",
        "whether they be thrones, or dominions, or principalities, or",
        "powers: all things were created by him, and for him:"
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 51,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heaven and the earth. (2) And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters. (3) And God said, Let there be light: and there was light. (4) And God saw the light, that it was good: and God divided the light from the darkness. (5) And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heaven and the earth.",
        "(2) And the earth was without form, and void; and darkness",
        "was upon the face of the deep. And the Spirit of God moved",
        "upon the face of the waters. (3) And God said, Let there be",
        "light: and there was light. (4) And God saw the light, that it",
        "was good: and God divided the light from the darkness. (5)",
        "And God called the light Day, and the darkness he called",
        "Night. And the evening and the morning were the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 89,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:26–28",
    "text": "(26) Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth. (27) Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God? (28) Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.",
    "cardsText": [
      [
        "(26) Lift up your eyes on high, and behold who hath created",
        "these things, that bringeth out their host by number: he calleth",
        "them all by names by the greatness of his might, for that he",
        "is strong in power; not one faileth. (27) Why sayest thou, O",
        "Jacob, and speakest, O Israel, My way is hid from the LORD,",
        "and my judgment is passed over from my God? (28) Hast thou",
        "not known? hast thou not heard, that the everlasting God,",
        "the LORD, the Creator of the ends of the earth, fainteth not,",
        "neither is weary? there is no searching of his understanding."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 101,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040026,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 101.6,
      "wordCountMin": 99,
      "wordCountMax": 105,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. (27) So God created man in his own image, in the image of God created he him; male and female created he them. (28) And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
    "cardsText": [
      [
        "(26) And God said, Let us make man in our image, after our",
        "likeness: and let them have dominion over the fish of the sea,",
        "and over the fowl of the air, and over the cattle, and over all",
        "the earth, and over every creeping thing that creepeth upon",
        "the earth. (27) So God created man in his own image, in the",
        "image of God created he him; male and female created he",
        "them. (28) And God blessed them, and God said unto them,",
        "Be fruitful, and multiply, and replenish the earth, and subdue",
        "it: and have dominion over the fish of the sea, and over the",
        "fowl of the air, and over every living thing that moveth upon",
        "the earth."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–4",
    "text": "(1) And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect. (2) And I will make my covenant between me and thee, and will multiply thee exceedingly. (3) And Abram fell on his face: and God talked with him, saying, (4) As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.",
    "cardsText": [
      [
        "(1) And when Abram was ninety years old and nine, the LORD",
        "appeared to Abram, and said unto him, I am the Almighty",
        "God; walk before me, and be thou perfect. (2) And I will make",
        "my covenant between me and thee, and will multiply thee",
        "exceedingly. (3) And Abram fell on his face: and God talked",
        "with him, saying, (4) As for me, behold, my covenant is with",
        "thee, and thou shalt be a father of many nations."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 70,
      "wordCountMin": 65,
      "wordCountMax": 75,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 2:1–3",
    "text": "(1) Thus the heavens and the earth were finished, and all the host of them. (2) And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made. (3) And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were finished, and all the",
        "host of them. (2) And on the seventh day God ended his work",
        "which he had made; and he rested on the seventh day from",
        "all his work which he had made. (3) And God blessed the",
        "seventh day, and sanctified it: because that in it he had rested",
        "from all his work which God created and made."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.4,
      "wordCountMin": 62,
      "wordCountMax": 67,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD spake unto Moses, saying, (13) Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the LORD that doth sanctify you. (14) Ye shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD spake unto Moses, saying, (13) Speak thou",
        "also unto the children of Israel, saying, Verily my sabbaths ye",
        "shall keep: for it is a sign between me and you throughout",
        "your generations; that ye may know that I am the LORD that",
        "doth sanctify you. (14) Ye shall keep the sabbath therefore;",
        "for it is holy unto you: every one that defileth it shall surely be",
        "put to death: for whosoever doeth any work therein, that soul",
        "shall be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:23–24",
    "text": "(23) And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man. (24) Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.",
    "cardsText": [
      [
        "(23) And Adam said, This is now bone of my bones, and flesh",
        "of my flesh: she shall be called Woman, because she was",
        "taken out of Man. (24) Therefore shall a man leave his father",
        "and his mother, and shall cleave unto his wife: and they shall",
        "be one flesh."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 49,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002023,
    "rangeEndId": 1002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 49.8,
      "wordCountMin": 48,
      "wordCountMax": 53,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) Thou shalt fear the LORD thy God, and serve him, and shalt swear by his name. (14) Ye shall not go after other gods, of the gods of the people which are round about you; (15) (For the LORD thy God is a jealous God among you) lest the anger of the LORD thy God be kindled against thee, and destroy thee from off the face of the earth.",
    "cardsText": [
      [
        "(13) Thou shalt fear the LORD thy God, and serve him, and",
        "shalt swear by his name. (14) Ye shall not go after other gods,",
        "of the gods of the people which are round about you; (15)",
        "(For the LORD thy God is a jealous God among you) lest the",
        "anger of the LORD thy God be kindled against thee, and",
        "destroy thee from off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life: (15) And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.",
    "cardsText": [
      [
        "(14) And the LORD God said unto the serpent, Because thou",
        "hast done this, thou art cursed above all cattle, and above",
        "every beast of the field; upon thy belly shalt thou go, and",
        "dust shalt thou eat all the days of thy life: (15) And I will put",
        "enmity between thee and the woman, and between thy seed",
        "and her seed; it shall bruise thy head, and thou shalt bruise",
        "his heel."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:19–20",
    "text": "(19) Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. (20) He that is our God is the God of salvation; and unto GOD the Lord belong the issues from death.",
    "cardsText": [
      [
        "(19) Blessed be the Lord, who daily loadeth us with benefits,",
        "even the God of our salvation. (20) He that is our God is the",
        "God of salvation; and unto GOD the Lord belong the issues",
        "from death."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 36,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068019,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 31.8,
      "wordCountMin": 29,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Genesis 4:7–8",
    "text": "(7) If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him. (8) And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him.",
    "cardsText": [
      [
        "(7) If thou doest well, shalt thou not be accepted? and if thou",
        "doest not well, sin lieth at the door. And unto thee shall be his",
        "desire, and thou shalt rule over him. (8) And Cain talked with",
        "Abel his brother: and it came to pass, when they were in the",
        "field, that Cain rose up against Abel his brother, and slew him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 62,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004007,
    "rangeEndId": 1004008,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 61,
      "wordCountMin": 57,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.2,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) Behold, the days come, saith the LORD, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. (6) In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.",
    "cardsText": [
      [
        "(5) Behold, the days come, saith the LORD, that I will raise",
        "unto David a righteous Branch, and a King shall reign and",
        "prosper, and shall execute judgment and justice in the earth.",
        "(6) In his days Judah shall be saved, and Israel shall dwell",
        "safely: and this is his name whereby he shall be called, THE",
        "LORD OUR RIGHTEOUSNESS."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 58,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him; (2) Male and female created he them; and blessed them, and called their name Adam, in the day when they were created. (3) And Adam lived an hundred and thirty years, and begat a son in his own likeness, after his image; and called his name Seth:",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. In the day",
        "that God created man, in the likeness of God made he him;",
        "(2) Male and female created he them; and blessed them, and",
        "called their name Adam, in the day when they were created.",
        "(3) And Adam lived an hundred and thirty years, and begat a",
        "son in his own likeness, after his image; and called his name",
        "Seth:"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses the man of God. Lord, thou hast been our dwelling place in all generations. (2) Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God. (3) Thou turnest man to destruction; and sayest, Return, ye children of men. (4) For a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses the man of God. Lord, thou hast been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, or ever thou hadst formed the earth and",
        "the world, even from everlasting to everlasting, thou art God.",
        "(3) Thou turnest man to destruction; and sayest, Return, ye",
        "children of men. (4) For a thousand years in thy sight are but",
        "as yesterday when it is past, and as a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 76,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) And God spake unto Noah, and to his sons with him, saying, (9) And I, behold, I establish my covenant with you, and with your seed after you; (10) And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth. (11) And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.",
    "cardsText": [
      [
        "(8) And God spake unto Noah, and to his sons with him, saying,",
        "(9) And I, behold, I establish my covenant with you, and with",
        "your seed after you; (10) And with every living creature that",
        "is with you, of the fowl, of the cattle, and of every beast of the",
        "earth with you; from all that go out of the ark, to every beast",
        "of the earth. (11) And I will establish my covenant with you;",
        "neither shall all flesh be cut off any more by the waters of a",
        "flood; neither shall there any more be a flood to destroy the",
        "earth."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 100,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Leviticus 1:1–9",
    "text": "(1) And the LORD called unto Moses, and spake unto him out of the tabernacle of the congregation, saying, (2) Speak unto the children of Israel, and say unto them, If any man of you bring an offering unto the LORD, ye shall bring your offering of the cattle, even of the herd, and of the flock. (3) If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the LORD. (4) And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him. (5) And he shall kill the bullock before the LORD: and the priests, Aaron's sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the tabernacle of the congregation. (6) And he shall flay the burnt offering, and cut it into his pieces. (7) And the sons of Aaron the priest shall put fire upon the altar, and lay the wood in order upon the fire: (8) And the priests, Aaron's sons, shall lay the parts, the head, and the fat, in order upon the wood that is on the fire which is upon the altar: (9) But his inwards and his legs shall he wash in water: and the priest shall burn all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet savour unto the LORD.",
    "cardsText": [
      [
        "(1) And the LORD called unto Moses, and spake unto him",
        "out of the tabernacle of the congregation, saying, (2) Speak",
        "unto the children of Israel, and say unto them, If any man",
        "of you bring an offering unto the LORD, ye shall bring your",
        "offering of the cattle, even of the herd, and of the flock. (3)",
        "If his offering be a burnt sacrifice of the herd, let him offer a",
        "male without blemish: he shall offer it of his own voluntary",
        "will at the door of the tabernacle of the congregation before",
        "the LORD. (4) And he shall put his hand upon the head of",
        "the burnt offering; and it shall be accepted for him to make",
        "atonement for him. (5) And he shall kill the bullock before the"
      ],
      [
        "LORD: and the priests, Aaron's sons, shall bring the blood,",
        "and sprinkle the blood round about upon the altar that is",
        "by the door of the tabernacle of the congregation. (6) And",
        "he shall flay the burnt offering, and cut it into his pieces. (7)",
        "And the sons of Aaron the priest shall put fire upon the altar,",
        "and lay the wood in order upon the fire: (8) And the priests,",
        "Aaron's sons, shall lay the parts, the head, and the fat, in order",
        "upon the wood that is on the fire which is upon the altar: (9)",
        "But his inwards and his legs shall he wash in water: and the",
        "priest shall burn all on the altar, to be a burnt sacrifice, an",
        "offering made by fire, of a sweet savour unto the LORD."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 257,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3001001,
    "rangeEndId": 3001009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 247.4,
      "wordCountMin": 240,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Chronicles 22:11–18",
    "text": "(11) Now, my son, the LORD be with thee; and prosper thou, and build the house of the LORD thy God, as he hath said of thee. (12) Only the LORD give thee wisdom and understanding, and give thee charge concerning Israel, that thou mayest keep the law of the LORD thy God. (13) Then shalt thou prosper, if thou takest heed to fulfil the statutes and judgments which the LORD charged Moses with concerning Israel: be strong, and of good courage; dread not, nor be dismayed. (14) Now, behold, in my trouble I have prepared for the house of the LORD an hundred thousand talents of gold, and a thousand thousand talents of silver; and of brass and iron without weight; for it is in abundance: timber also and stone have I prepared; and thou mayest add thereto. (15) Moreover there are workmen with thee in abundance, hewers and workers of stone and timber, and all manner of cunning men for every manner of work. (16) Of the gold, the silver, and the brass, and the iron, there is no number. Arise therefore, and be doing, and the LORD be with thee. (17) David also commanded all the princes of Israel to help Solomon his son, saying, (18) Is not the LORD your God with you? and hath he not given you rest on every side? for he hath given the inhabitants of the land into mine hand; and the land is subdued before the LORD, and before his people.",
    "cardsText": [
      [
        "(11) Now, my son, the LORD be with thee; and prosper thou, and",
        "build the house of the LORD thy God, as he hath said of thee. (12)",
        "Only the LORD give thee wisdom and understanding, and give",
        "thee charge concerning Israel, that thou mayest keep the law of the",
        "LORD thy God. (13) Then shalt thou prosper, if thou takest heed to",
        "fulfil the statutes and judgments which the LORD charged Moses",
        "with concerning Israel: be strong, and of good courage; dread not,",
        "nor be dismayed. (14) Now, behold, in my trouble I have prepared",
        "for the house of the LORD an hundred thousand talents of gold,",
        "and a thousand thousand talents of silver; and of brass and iron",
        "without weight; for it is in abundance: timber also and stone have"
      ],
      [
        "I prepared; and thou mayest add thereto. (15) Moreover there are",
        "workmen with thee in abundance, hewers and workers of stone",
        "and timber, and all manner of cunning men for every manner of",
        "work. (16) Of the gold, the silver, and the brass, and the iron, there",
        "is no number. Arise therefore, and be doing, and the LORD be with",
        "thee. (17) David also commanded all the princes of Israel to help",
        "Solomon his son, saying, (18) Is not the LORD your God with you?",
        "and hath he not given you rest on every side? for he hath given the",
        "inhabitants of the land into mine hand; and the land is subdued",
        "before the LORD, and before his people."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 243,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13022011,
    "rangeEndId": 13022018,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 233.6,
      "wordCountMin": 220,
      "wordCountMax": 243,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Job 12:13–17",
    "text": "(13) With him is wisdom and strength, he hath counsel and understanding. (14) Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening. (15) Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth. (16) With him is strength and wisdom: the deceived and the deceiver are his. (17) He leadeth counsellors away spoiled, and maketh the judges fools.",
    "cardsText": [
      [
        "(13) With him is wisdom and strength, he hath counsel and",
        "understanding. (14) Behold, he breaketh down, and it cannot",
        "be built again: he shutteth up a man, and there can be no",
        "opening. (15) Behold, he withholdeth the waters, and they",
        "dry up: also he sendeth them out, and they overturn the earth.",
        "(16) With him is strength and wisdom: the deceived and the",
        "deceiver are his. (17) He leadeth counsellors away spoiled,",
        "and maketh the judges fools."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 74,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18012013,
    "rangeEndId": 18012017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.2,
      "wordCountMin": 64,
      "wordCountMax": 78,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Job 22:22–27",
    "text": "(22) Receive, I pray thee, the law from his mouth, and lay up his words in thine heart. (23) If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles. (24) Then shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks. (25) Yea, the Almighty shall be thy defence, and thou shalt have plenty of silver. (26) For then shalt thou have thy delight in the Almighty, and shalt lift up thy face unto God. (27) Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows.",
    "cardsText": [
      [
        "(22) Receive, I pray thee, the law from his mouth, and lay up",
        "his words in thine heart. (23) If thou return to the Almighty,",
        "thou shalt be built up, thou shalt put away iniquity far from",
        "thy tabernacles. (24) Then shalt thou lay up gold as dust, and",
        "the gold of Ophir as the stones of the brooks. (25) Yea, the",
        "Almighty shall be thy defence, and thou shalt have plenty of",
        "silver. (26) For then shalt thou have thy delight in the Almighty,",
        "and shalt lift up thy face unto God. (27) Thou shalt make thy",
        "prayer unto him, and he shall hear thee, and thou shalt pay",
        "thy vows."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 106,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18022022,
    "rangeEndId": 18022027,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 93,
      "wordCountMax": 106,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Job 37:1–14",
    "text": "(1) At this also my heart trembleth, and is moved out of his place. (2) Hear attentively the noise of his voice, and the sound that goeth out of his mouth. (3) He directeth it under the whole heaven, and his lightning unto the ends of the earth. (4) After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard. (5) God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend. (6) For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength. (7) He sealeth up the hand of every man; that all men may know his work. (8) Then the beasts go into dens, and remain in their places. (9) Out of the south cometh the whirlwind: and cold out of the north. (10) By the breath of God frost is given: and the breadth of the waters is straitened. (11) Also by watering he wearieth the thick cloud: he scattereth his bright cloud: (12) And it is turned round about by his counsels: that they may do whatsoever he commandeth them upon the face of the world in the earth. (13) He causeth it to come, whether for correction, or for his land, or for mercy. (14) Hearken unto this, O Job: stand still, and consider the wondrous works of God.",
    "cardsText": [
      [
        "(1) At this also my heart trembleth, and is moved out of his",
        "place. (2) Hear attentively the noise of his voice, and the",
        "sound that goeth out of his mouth. (3) He directeth it under",
        "the whole heaven, and his lightning unto the ends of the",
        "earth. (4) After it a voice roareth: he thundereth with the voice",
        "of his excellency; and he will not stay them when his voice is",
        "heard. (5) God thundereth marvellously with his voice; great",
        "things doeth he, which we cannot comprehend. (6) For he",
        "saith to the snow, Be thou on the earth; likewise to the small",
        "rain, and to the great rain of his strength. (7) He sealeth up the",
        "hand of every man; that all men may know his work. (8) Then"
      ],
      [
        "the beasts go into dens, and remain in their places. (9) Out",
        "of the south cometh the whirlwind: and cold out of the north.",
        "(10) By the breath of God frost is given: and the breadth of",
        "the waters is straitened. (11) Also by watering he wearieth the",
        "thick cloud: he scattereth his bright cloud: (12) And it is turned",
        "round about by his counsels: that they may do whatsoever he",
        "commandeth them upon the face of the world in the earth.",
        "(13) He causeth it to come, whether for correction, or for his",
        "land, or for mercy. (14) Hearken unto this, O Job: stand still,",
        "and consider the wondrous works of God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 230,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18037001,
    "rangeEndId": 18037014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.4,
      "wordCountMin": 203,
      "wordCountMax": 230,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Psalm 10:17–18",
    "text": "(17) LORD, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear: (18) To judge the fatherless and the oppressed, that the man of the earth may no more oppress.",
    "cardsText": [
      [
        "(17) LORD, thou hast heard the desire of the humble: thou",
        "wilt prepare their heart, thou wilt cause thine ear to hear: (18)",
        "To judge the fatherless and the oppressed, that the man of",
        "the earth may no more oppress."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 38,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19010017,
    "rangeEndId": 19010018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 38.4,
      "wordCountMin": 33,
      "wordCountMax": 41,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 30:1–12",
    "text": "(1) I will extol thee, O LORD; for thou hast lifted me up, and hast not made my foes to rejoice over me. (2) O LORD my God, I cried unto thee, and thou hast healed me. (3) O LORD, thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit. (4) Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness. (5) For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning. (6) And in my prosperity I said, I shall never be moved. (7) LORD, by thy favour thou hast made my mountain to stand strong: thou didst hide thy face, and I was troubled. (8) I cried to thee, O LORD; and unto the LORD I made supplication. (9) What profit is there in my blood, when I go down to the pit? Shall the dust praise thee? shall it declare thy truth? (10) Hear, O LORD, and have mercy upon me: LORD, be thou my helper. (11) Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness; (12) To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever.",
    "cardsText": [
      [
        "(1) I will extol thee, O LORD; for thou hast lifted me up, and",
        "hast not made my foes to rejoice over me. (2) O LORD my",
        "God, I cried unto thee, and thou hast healed me. (3) O LORD,",
        "thou hast brought up my soul from the grave: thou hast kept",
        "me alive, that I should not go down to the pit. (4) Sing unto the",
        "LORD, O ye saints of his, and give thanks at the remembrance",
        "of his holiness. (5) For his anger endureth but a moment; in",
        "his favour is life: weeping may endure for a night, but joy",
        "cometh in the morning. (6) And in my prosperity I said, I shall",
        "never be moved. (7) LORD, by thy favour thou hast made my",
        "mountain to stand strong: thou didst hide thy face, and I was"
      ],
      [
        "troubled. (8) I cried to thee, O LORD; and unto the LORD I",
        "made supplication. (9) What profit is there in my blood,",
        "when I go down to the pit? Shall the dust praise thee? shall it",
        "declare thy truth? (10) Hear, O LORD, and have mercy upon",
        "me: LORD, be thou my helper. (11) Thou hast turned for me",
        "my mourning into dancing: thou hast put off my sackcloth,",
        "and girded me with gladness; (12) To the end that my glory",
        "may sing praise to thee, and not be silent. O LORD my God, I",
        "will give thanks unto thee for ever."
      ]
    ],
    "cards": 2,
    "lines": 20,
    "lastCardLines": 9,
    "wordCount": 231,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19030001,
    "rangeEndId": 19030012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 223.2,
      "wordCountMin": 207,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Psalm 73:2–28",
    "text": "(2) But as for me, my feet were almost gone; my steps had well nigh slipped. (3) For I was envious at the foolish, when I saw the prosperity of the wicked. (4) For there are no bands in their death: but their strength is firm. (5) They are not in trouble as other men; neither are they plagued like other men. (6) Therefore pride compasseth them about as a chain; violence covereth them as a garment. (7) Their eyes stand out with fatness: they have more than heart could wish. (8) They are corrupt, and speak wickedly concerning oppression: they speak loftily. (9) They set their mouth against the heavens, and their tongue walketh through the earth. (10) Therefore his people return hither: and waters of a full cup are wrung out to them. (11) And they say, How doth God know? and is there knowledge in the most High? (12) Behold, these are the ungodly, who prosper in the world; they increase in riches. (13) Verily I have cleansed my heart in vain, and washed my hands in innocency. (14) For all the day long have I been plagued, and chastened every morning. (15) If I say, I will speak thus; behold, I should offend against the generation of thy children. (16) When I thought to know this, it was too painful for me; (17) Until I went into the sanctuary of God; then understood I their end. (18) Surely thou didst set them in slippery places: thou castedst them down into destruction. (19) How are they brought into desolation, as in a moment! they are utterly consumed with terrors. (20) As a dream when one awaketh; so, O Lord, when thou awakest, thou shalt despise their image. (21) Thus my heart was grieved, and I was pricked in my reins. (22) So foolish was I, and ignorant: I was as a beast before thee. (23) Nevertheless I am continually with thee: thou hast holden me by my right hand. (24) Thou shalt guide me with thy counsel, and afterward receive me to glory. (25) Whom have I in heaven but thee? and there is none upon earth that I desire beside thee. (26) My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever. (27) For, lo, they that are far from thee shall perish: thou hast destroyed all them that go a whoring from thee. (28) But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works.",
    "cardsText": [
      [
        "(2) But as for me, my feet were almost gone; my steps had well",
        "nigh slipped. (3) For I was envious at the foolish, when I saw the",
        "prosperity of the wicked. (4) For there are no bands in their death:",
        "but their strength is firm. (5) They are not in trouble as other men;",
        "neither are they plagued like other men. (6) Therefore pride",
        "compasseth them about as a chain; violence covereth them as a",
        "garment. (7) Their eyes stand out with fatness: they have more",
        "than heart could wish. (8) They are corrupt, and speak wickedly",
        "concerning oppression: they speak loftily. (9) They set their mouth",
        "against the heavens, and their tongue walketh through the earth.",
        "(10) Therefore his people return hither: and waters of a full cup",
        "are wrung out to them. (11) And they say, How doth God know?"
      ],
      [
        "and is there knowledge in the most High? (12) Behold, these are",
        "the ungodly, who prosper in the world; they increase in riches.",
        "(13) Verily I have cleansed my heart in vain, and washed my hands",
        "in innocency. (14) For all the day long have I been plagued, and",
        "chastened every morning. (15) If I say, I will speak thus; behold, I",
        "should offend against the generation of thy children. (16) When",
        "I thought to know this, it was too painful for me; (17) Until I went",
        "into the sanctuary of God; then understood I their end. (18) Surely",
        "thou didst set them in slippery places: thou castedst them down",
        "into destruction. (19) How are they brought into desolation, as in a",
        "moment! they are utterly consumed with terrors. (20) As a dream",
        "when one awaketh; so, O Lord, when thou awakest, thou shalt"
      ],
      [
        "despise their image. (21) Thus my heart was grieved, and I was",
        "pricked in my reins. (22) So foolish was I, and ignorant: I was as a",
        "beast before thee. (23) Nevertheless I am continually with thee:",
        "thou hast holden me by my right hand. (24) Thou shalt guide me",
        "with thy counsel, and afterward receive me to glory. (25) Whom",
        "have I in heaven but thee? and there is none upon earth that I",
        "desire beside thee. (26) My flesh and my heart faileth: but God is",
        "the strength of my heart, and my portion for ever. (27) For, lo, they",
        "that are far from thee shall perish: thou hast destroyed all them",
        "that go a whoring from thee. (28) But it is good for me to draw near",
        "to God: I have put my trust in the Lord GOD, that I may declare all",
        "thy works."
      ]
    ],
    "cards": 3,
    "lines": 36,
    "lastCardLines": 12,
    "wordCount": 408,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19073002,
    "rangeEndId": 19073028,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 392.8,
      "wordCountMin": 369,
      "wordCountMax": 408,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34.6,
      "lineMin": 33,
      "lineMax": 36
    }
  },
  {
    "ref": "Proverbs 8:17–31",
    "text": "(17) I love them that love me; and those that seek me early shall find me. (18) Riches and honour are with me; yea, durable riches and righteousness. (19) My fruit is better than gold, yea, than fine gold; and my revenue than choice silver. (20) I lead in the way of righteousness, in the midst of the paths of judgment: (21) That I may cause those that love me to inherit substance; and I will fill their treasures. (22) The LORD possessed me in the beginning of his way, before his works of old. (23) I was set up from everlasting, from the beginning, or ever the earth was. (24) When there were no depths, I was brought forth; when there were no fountains abounding with water. (25) Before the mountains were settled, before the hills was I brought forth: (26) While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world. (27) When he prepared the heavens, I was there: when he set a compass upon the face of the depth: (28) When he established the clouds above: when he strengthened the fountains of the deep: (29) When he gave to the sea his decree, that the waters should not pass his commandment: when he appointed the foundations of the earth: (30) Then I was by him, as one brought up with him: and I was daily his delight, rejoicing always before him; (31) Rejoicing in the habitable part of his earth; and my delights were with the sons of men.",
    "cardsText": [
      [
        "(17) I love them that love me; and those that seek me early shall",
        "find me. (18) Riches and honour are with me; yea, durable riches",
        "and righteousness. (19) My fruit is better than gold, yea, than fine",
        "gold; and my revenue than choice silver. (20) I lead in the way of",
        "righteousness, in the midst of the paths of judgment: (21) That I",
        "may cause those that love me to inherit substance; and I will fill their",
        "treasures. (22) The LORD possessed me in the beginning of his way,",
        "before his works of old. (23) I was set up from everlasting, from the",
        "beginning, or ever the earth was. (24) When there were no depths,",
        "I was brought forth; when there were no fountains abounding with",
        "water. (25) Before the mountains were settled, before the hills was"
      ],
      [
        "I brought forth: (26) While as yet he had not made the earth, nor",
        "the fields, nor the highest part of the dust of the world. (27) When",
        "he prepared the heavens, I was there: when he set a compass upon",
        "the face of the depth: (28) When he established the clouds above:",
        "when he strengthened the fountains of the deep: (29) When he",
        "gave to the sea his decree, that the waters should not pass his",
        "commandment: when he appointed the foundations of the earth:",
        "(30) Then I was by him, as one brought up with him: and I was",
        "daily his delight, rejoicing always before him; (31) Rejoicing in the",
        "habitable part of his earth; and my delights were with the sons of",
        "men."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 249,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20008017,
    "rangeEndId": 20008031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 232,
      "wordCountMax": 249,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 9:1–12",
    "text": "(1) Wisdom hath builded her house, she hath hewn out her seven pillars: (2) She hath killed her beasts; she hath mingled her wine; she hath also furnished her table. (3) She hath sent forth her maidens: she crieth upon the highest places of the city, (4) Whoso is simple, let him turn in hither: as for him that wanteth understanding, she saith to him, (5) Come, eat of my bread, and drink of the wine which I have mingled. (6) Forsake the foolish, and live; and go in the way of understanding. (7) He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot. (8) Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee. (9) Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning. (10) The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding. (11) For by me thy days shall be multiplied, and the years of thy life shall be increased. (12) If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it.",
    "cardsText": [
      [
        "(1) Wisdom hath builded her house, she hath hewn out her",
        "seven pillars: (2) She hath killed her beasts; she hath mingled",
        "her wine; she hath also furnished her table. (3) She hath sent",
        "forth her maidens: she crieth upon the highest places of the",
        "city, (4) Whoso is simple, let him turn in hither: as for him that",
        "wanteth understanding, she saith to him, (5) Come, eat of my",
        "bread, and drink of the wine which I have mingled. (6) Forsake",
        "the foolish, and live; and go in the way of understanding. (7)",
        "He that reproveth a scorner getteth to himself shame: and",
        "he that rebuketh a wicked man getteth himself a blot. (8)",
        "Reprove not a scorner, lest he hate thee: rebuke a wise man,"
      ],
      [
        "and he will love thee. (9) Give instruction to a wise man, and",
        "he will be yet wiser: teach a just man, and he will increase",
        "in learning. (10) The fear of the LORD is the beginning of",
        "wisdom: and the knowledge of the holy is understanding.",
        "(11) For by me thy days shall be multiplied, and the years of",
        "thy life shall be increased. (12) If thou be wise, thou shalt be",
        "wise for thyself: but if thou scornest, thou alone shalt bear it."
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 200,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20009001,
    "rangeEndId": 20009012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 195.8,
      "wordCountMin": 185,
      "wordCountMax": 202,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 19
    }
  },
  {
    "ref": "Proverbs 24:30–34",
    "text": "(30) I went by the field of the slothful, and by the vineyard of the man void of understanding; (31) And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down. (32) Then I saw, and considered it well: I looked upon it, and received instruction. (33) Yet a little sleep, a little slumber, a little folding of the hands to sleep: (34) So shall thy poverty come as one that travelleth; and thy want as an armed man.",
    "cardsText": [
      [
        "(30) I went by the field of the slothful, and by the vineyard of",
        "the man void of understanding; (31) And, lo, it was all grown",
        "over with thorns, and nettles had covered the face thereof, and",
        "the stone wall thereof was broken down. (32) Then I saw, and",
        "considered it well: I looked upon it, and received instruction.",
        "(33) Yet a little sleep, a little slumber, a little folding of the",
        "hands to sleep: (34) So shall thy poverty come as one that",
        "travelleth; and thy want as an armed man."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 87,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20024030,
    "rangeEndId": 20024034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.4,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ecclesiastes 9:1–2",
    "text": "(1) For all this I considered in my heart even to declare all this, that the righteous, and the wise, and their works, are in the hand of God: no man knoweth either love or hatred by all that is before them. (2) All things come alike to all: there is one event to the righteous, and to the wicked; to the good and to the clean, and to the unclean; to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner; and he that sweareth, as he that feareth an oath.",
    "cardsText": [
      [
        "(1) For all this I considered in my heart even to declare all",
        "this, that the righteous, and the wise, and their works, are in",
        "the hand of God: no man knoweth either love or hatred by",
        "all that is before them. (2) All things come alike to all: there",
        "is one event to the righteous, and to the wicked; to the good",
        "and to the clean, and to the unclean; to him that sacrificeth,",
        "and to him that sacrificeth not: as is the good, so is the sinner;",
        "and he that sweareth, as he that feareth an oath."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 97,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009001,
    "rangeEndId": 21009002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.2,
      "wordCountMin": 87,
      "wordCountMax": 110,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 58:4–12",
    "text": "(4) Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as ye do this day, to make your voice to be heard on high. (5) Is it such a fast that I have chosen? a day for a man to afflict his soul? is it to bow down his head as a bulrush, and to spread sackcloth and ashes under him? wilt thou call this a fast, and an acceptable day to the LORD? (6) Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke? (7) Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh? (8) Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the LORD shall be thy rereward. (9) Then shalt thou call, and the LORD shall answer; thou shalt cry, and he shall say, Here I am. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity; (10) And if thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness be as the noonday: (11) And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not. (12) And they that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.",
    "cardsText": [
      [
        "(4) Behold, ye fast for strife and debate, and to smite with the",
        "fist of wickedness: ye shall not fast as ye do this day, to make",
        "your voice to be heard on high. (5) Is it such a fast that I have",
        "chosen? a day for a man to afflict his soul? is it to bow down",
        "his head as a bulrush, and to spread sackcloth and ashes",
        "under him? wilt thou call this a fast, and an acceptable day to",
        "the LORD? (6) Is not this the fast that I have chosen? to loose",
        "the bands of wickedness, to undo the heavy burdens, and to",
        "let the oppressed go free, and that ye break every yoke? (7)",
        "Is it not to deal thy bread to the hungry, and that thou bring",
        "the poor that are cast out to thy house? when thou seest the"
      ],
      [
        "naked, that thou cover him; and that thou hide not thyself",
        "from thine own flesh? (8) Then shall thy light break forth as",
        "the morning, and thine health shall spring forth speedily: and",
        "thy righteousness shall go before thee; the glory of the LORD",
        "shall be thy rereward. (9) Then shalt thou call, and the LORD",
        "shall answer; thou shalt cry, and he shall say, Here I am. If thou",
        "take away from the midst of thee the yoke, the putting forth of",
        "the finger, and speaking vanity; (10) And if thou draw out thy",
        "soul to the hungry, and satisfy the afflicted soul; then shall thy",
        "light rise in obscurity, and thy darkness be as the noonday:",
        "(11) And the LORD shall guide thee continually, and satisfy"
      ],
      [
        "thy soul in drought, and make fat thy bones: and thou shalt",
        "be like a watered garden, and like a spring of water, whose",
        "waters fail not. (12) And they that shall be of thee shall build",
        "the old waste places: thou shalt raise up the foundations of",
        "many generations; and thou shalt be called, The repairer of",
        "the breach, The restorer of paths to dwell in."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 332,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23058004,
    "rangeEndId": 23058012,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 318,
      "wordCountMin": 311,
      "wordCountMax": 332,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27.8,
      "lineMin": 27,
      "lineMax": 28
    }
  },
  {
    "ref": "Isaiah 64:6",
    "text": "(6) But we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away.",
    "cardsText": [
      [
        "(6) But we are all as an unclean thing, and all our",
        "righteousnesses are as filthy rags; and we all do fade as a",
        "leaf; and our iniquities, like the wind, have taken us away."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23064006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.6,
      "wordCountMin": 32,
      "wordCountMax": 38,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Jeremiah 42:1–10",
    "text": "(1) Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even unto the greatest, came near, (2) And said unto Jeremiah the prophet, Let, we beseech thee, our supplication be accepted before thee, and pray for us unto the LORD thy God, even for all this remnant; (for we are left but a few of many, as thine eyes do behold us:) (3) That the LORD thy God may shew us the way wherein we may walk, and the thing that we may do. (4) Then Jeremiah the prophet said unto them, I have heard you; behold, I will pray unto the LORD your God according to your words; and it shall come to pass, that whatsoever thing the LORD shall answer you, I will declare it unto you; I will keep nothing back from you. (5) Then they said to Jeremiah, The LORD be a true and faithful witness between us, if we do not even according to all things for the which the LORD thy God shall send thee to us. (6) Whether it be good, or whether it be evil, we will obey the voice of the LORD our God, to whom we send thee; that it may be well with us, when we obey the voice of the LORD our God. (7) And it came to pass after ten days, that the word of the LORD came unto Jeremiah. (8) Then called he Johanan the son of Kareah, and all the captains of the forces which were with him, and all the people from the least even to the greatest, (9) And said unto them, Thus saith the LORD, the God of Israel, unto whom ye sent me to present your supplication before him; (10) If ye will still abide in this land, then will I build you, and not pull you down, and I will plant you, and not pluck you up: for I repent me of the evil that I have done unto you.",
    "cardsText": [
      [
        "(1) Then all the captains of the forces, and Johanan the son of",
        "Kareah, and Jezaniah the son of Hoshaiah, and all the people",
        "from the least even unto the greatest, came near, (2) And",
        "said unto Jeremiah the prophet, Let, we beseech thee, our",
        "supplication be accepted before thee, and pray for us unto",
        "the LORD thy God, even for all this remnant; (for we are left",
        "but a few of many, as thine eyes do behold us:) (3) That the",
        "LORD thy God may shew us the way wherein we may walk,",
        "and the thing that we may do. (4) Then Jeremiah the prophet",
        "said unto them, I have heard you; behold, I will pray unto the",
        "LORD your God according to your words; and it shall come to"
      ],
      [
        "pass, that whatsoever thing the LORD shall answer you, I will",
        "declare it unto you; I will keep nothing back from you. (5) Then",
        "they said to Jeremiah, The LORD be a true and faithful witness",
        "between us, if we do not even according to all things for the",
        "which the LORD thy God shall send thee to us. (6) Whether it",
        "be good, or whether it be evil, we will obey the voice of the",
        "LORD our God, to whom we send thee; that it may be well",
        "with us, when we obey the voice of the LORD our God. (7)",
        "And it came to pass after ten days, that the word of the LORD",
        "came unto Jeremiah. (8) Then called he Johanan the son of",
        "Kareah, and all the captains of the forces which were with"
      ],
      [
        "him, and all the people from the least even to the greatest, (9)",
        "And said unto them, Thus saith the LORD, the God of Israel,",
        "unto whom ye sent me to present your supplication before",
        "him; (10) If ye will still abide in this land, then will I build you,",
        "and not pull you down, and I will plant you, and not pluck you",
        "up: for I repent me of the evil that I have done unto you."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 337,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24042001,
    "rangeEndId": 24042010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 316.8,
      "wordCountMin": 284,
      "wordCountMax": 337,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.4,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Ezekiel 22:29–31",
    "text": "(29) The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy: yea, they have oppressed the stranger wrongfully. (30) And I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none. (31) Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord GOD.",
    "cardsText": [
      [
        "(29) The people of the land have used oppression, and",
        "exercised robbery, and have vexed the poor and needy:",
        "yea, they have oppressed the stranger wrongfully. (30) And I",
        "sought for a man among them, that should make up the hedge,",
        "and stand in the gap before me for the land, that I should not",
        "destroy it: but I found none. (31) Therefore have I poured out",
        "mine indignation upon them; I have consumed them with the",
        "fire of my wrath: their own way have I recompensed upon",
        "their heads, saith the Lord GOD."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 26022029,
    "rangeEndId": 26022031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91,
      "wordCountMin": 90,
      "wordCountMax": 92,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Hosea 6:1–4",
    "text": "(1) Come, and let us return unto the LORD: for he hath torn, and he will heal us; he hath smitten, and he will bind us up. (2) After two days will he revive us: in the third day he will raise us up, and we shall live in his sight. (3) Then shall we know, if we follow on to know the LORD: his going forth is prepared as the morning; and he shall come unto us as the rain, as the latter and former rain unto the earth. (4) O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? for your goodness is as a morning cloud, and as the early dew it goeth away.",
    "cardsText": [
      [
        "(1) Come, and let us return unto the LORD: for he hath torn,",
        "and he will heal us; he hath smitten, and he will bind us up. (2)",
        "After two days will he revive us: in the third day he will raise",
        "us up, and we shall live in his sight. (3) Then shall we know, if",
        "we follow on to know the LORD: his going forth is prepared",
        "as the morning; and he shall come unto us as the rain, as the",
        "latter and former rain unto the earth. (4) O Ephraim, what",
        "shall I do unto thee? O Judah, what shall I do unto thee? for",
        "your goodness is as a morning cloud, and as the early dew it",
        "goeth away."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 119,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 28006001,
    "rangeEndId": 28006004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.6,
      "wordCountMin": 111,
      "wordCountMax": 119,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Nahum 1:15",
    "text": "(15) Behold upon the mountains the feet of him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows: for the wicked shall no more pass through thee; he is utterly cut off.",
    "cardsText": [
      [
        "(15) Behold upon the mountains the feet of him that bringeth",
        "good tidings, that publisheth peace! O Judah, keep thy",
        "solemn feasts, perform thy vows: for the wicked shall no more",
        "pass through thee; he is utterly cut off."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 38,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 37.2,
      "wordCountMin": 36,
      "wordCountMax": 39,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 3:1–4",
    "text": "(1) And he shewed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right hand to resist him. (2) And the LORD said unto Satan, The LORD rebuke thee, O Satan; even the LORD that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire? (3) Now Joshua was clothed with filthy garments, and stood before the angel. (4) And he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment.",
    "cardsText": [
      [
        "(1) And he shewed me Joshua the high priest standing",
        "before the angel of the LORD, and Satan standing at his right",
        "hand to resist him. (2) And the LORD said unto Satan, The",
        "LORD rebuke thee, O Satan; even the LORD that hath chosen",
        "Jerusalem rebuke thee: is not this a brand plucked out of",
        "the fire? (3) Now Joshua was clothed with filthy garments,",
        "and stood before the angel. (4) And he answered and spake",
        "unto those that stood before him, saying, Take away the filthy",
        "garments from him. And unto him he said, Behold, I have",
        "caused thine iniquity to pass from thee, and I will clothe thee",
        "with change of raiment."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 111,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 38003001,
    "rangeEndId": 38003004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.8,
      "wordCountMin": 102,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.6,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Zephaniah 3:17",
    "text": "(17) The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.",
    "cardsText": [
      [
        "(17) The LORD thy God in the midst of thee is mighty; he will",
        "save, he will rejoice over thee with joy; he will rest in his love,",
        "he will joy over thee with singing."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 36003017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.4,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) Come unto me, all ye that labour and are heavy laden, and I will give you rest. (29) Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.",
    "cardsText": [
      [
        "(28) Come unto me, all ye that labour and are heavy laden,",
        "and I will give you rest. (29) Take my yoke upon you, and learn",
        "of me; for I am meek and lowly in heart: and ye shall find rest",
        "unto your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 42,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Matthew 14:26–31",
    "text": "(26) And when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear. (27) But straightway Jesus spake unto them, saying, Be of good cheer; it is I; be not afraid. (28) And Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water. (29) And he said, Come. And when Peter was come down out of the ship, he walked on the water, to go to Jesus. (30) But when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me. (31) And immediately Jesus stretched forth his hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt?",
    "cardsText": [
      [
        "(26) And when the disciples saw him walking on the sea, they were",
        "troubled, saying, It is a spirit; and they cried out for fear. (27) But",
        "straightway Jesus spake unto them, saying, Be of good cheer; it is",
        "I; be not afraid. (28) And Peter answered him and said, Lord, if it be",
        "thou, bid me come unto thee on the water. (29) And he said, Come.",
        "And when Peter was come down out of the ship, he walked on the",
        "water, to go to Jesus. (30) But when he saw the wind boisterous, he",
        "was afraid; and beginning to sink, he cried, saying, Lord, save me.",
        "(31) And immediately Jesus stretched forth his hand, and caught",
        "him, and said unto him, O thou of little faith, wherefore didst thou",
        "doubt?"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 126,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40014026,
    "rangeEndId": 40014031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121.6,
      "wordCountMin": 107,
      "wordCountMax": 131,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Matthew 28:18–20",
    "text": "(18) And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth. (19) Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: (20) Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen.",
    "cardsText": [
      [
        "(18) And Jesus came and spake unto them, saying, All power",
        "is given unto me in heaven and in earth. (19) Go ye therefore,",
        "and teach all nations, baptizing them in the name of the",
        "Father, and of the Son, and of the Holy Ghost: (20) Teaching",
        "them to observe all things whatsoever I have commanded",
        "you: and, lo, I am with you alway, even unto the end of the",
        "world. Amen."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40028018,
    "rangeEndId": 40028020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 68.6,
      "wordCountMin": 67,
      "wordCountMax": 72,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Luke 21:4",
    "text": "(4) For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.",
    "cardsText": [
      [
        "(4) For all these have of their abundance cast in unto the",
        "offerings of God: but she of her penury hath cast in all the",
        "living that she had."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 28,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42021004,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 25,
      "wordCountMin": 22,
      "wordCountMax": 28,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2.4,
      "lineMin": 2,
      "lineMax": 3
    }
  },
  {
    "ref": "John 3:18–21",
    "text": "(18) He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God. (19) And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil. (20) For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved. (21) But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.",
    "cardsText": [
      [
        "(18) He that believeth on him is not condemned: but he",
        "that believeth not is condemned already, because he hath",
        "not believed in the name of the only begotten Son of God.",
        "(19) And this is the condemnation, that light is come into the",
        "world, and men loved darkness rather than light, because",
        "their deeds were evil. (20) For every one that doeth evil hateth",
        "the light, neither cometh to the light, lest his deeds should be",
        "reproved. (21) But he that doeth truth cometh to the light,",
        "that his deeds may be made manifest, that they are wrought",
        "in God."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 97,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43003018,
    "rangeEndId": 43003021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 102.2,
      "wordCountMin": 97,
      "wordCountMax": 107,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "John 7:37–42",
    "text": "(37) In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink. (38) He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water. (39) (But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.) (40) Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet. (41) Others said, This is the Christ. But some said, Shall Christ come out of Galilee? (42) Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?",
    "cardsText": [
      [
        "(37) In the last day, that great day of the feast, Jesus stood and",
        "cried, saying, If any man thirst, let him come unto me, and drink.",
        "(38) He that believeth on me, as the scripture hath said, out of his",
        "belly shall flow rivers of living water. (39) (But this spake he of the",
        "Spirit, which they that believe on him should receive: for the Holy",
        "Ghost was not yet given; because that Jesus was not yet glorified.)",
        "(40) Many of the people therefore, when they heard this saying,",
        "said, Of a truth this is the Prophet. (41) Others said, This is the",
        "Christ. But some said, Shall Christ come out of Galilee? (42) Hath",
        "not the scripture said, That Christ cometh of the seed of David, and",
        "out of the town of Bethlehem, where David was?"
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 132,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43007037,
    "rangeEndId": 43007042,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 131.6,
      "wordCountMin": 128,
      "wordCountMax": 139,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 15:19–28",
    "text": "(19) If in this life only we have hope in Christ, we are of all men most miserable. (20) But now is Christ risen from the dead, and become the firstfruits of them that slept. (21) For since by man came death, by man came also the resurrection of the dead. (22) For as in Adam all die, even so in Christ shall all be made alive. (23) But every man in his own order: Christ the firstfruits; afterward they that are Christ's at his coming. (24) Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power. (25) For he must reign, till he hath put all enemies under his feet. (26) The last enemy that shall be destroyed is death. (27) For he hath put all things under his feet. But when he saith all things are put under him, it is manifest that he is excepted, which did put all things under him. (28) And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.",
    "cardsText": [
      [
        "(19) If in this life only we have hope in Christ, we are of all",
        "men most miserable. (20) But now is Christ risen from the",
        "dead, and become the firstfruits of them that slept. (21) For",
        "since by man came death, by man came also the resurrection",
        "of the dead. (22) For as in Adam all die, even so in Christ shall",
        "all be made alive. (23) But every man in his own order: Christ",
        "the firstfruits; afterward they that are Christ's at his coming.",
        "(24) Then cometh the end, when he shall have delivered up",
        "the kingdom to God, even the Father; when he shall have put",
        "down all rule and all authority and power. (25) For he must",
        "reign, till he hath put all enemies under his feet. (26) The last"
      ],
      [
        "enemy that shall be destroyed is death. (27) For he hath put",
        "all things under his feet. But when he saith all things are put",
        "under him, it is manifest that he is excepted, which did put all",
        "things under him. (28) And when all things shall be subdued",
        "unto him, then shall the Son also himself be subject unto him",
        "that put all things under him, that God may be all in all."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 198,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46015019,
    "rangeEndId": 46015028,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 198.6,
      "wordCountMin": 191,
      "wordCountMax": 207,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.6,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "2 Corinthians 10:3–6",
    "text": "(3) For though we walk in the flesh, we do not war after the flesh: (4) (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;) (5) Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ; (6) And having in a readiness to revenge all disobedience, when your obedience is fulfilled.",
    "cardsText": [
      [
        "(3) For though we walk in the flesh, we do not war after the",
        "flesh: (4) (For the weapons of our warfare are not carnal, but",
        "mighty through God to the pulling down of strong holds;)",
        "(5) Casting down imaginations, and every high thing that",
        "exalteth itself against the knowledge of God, and bringing",
        "into captivity every thought to the obedience of Christ; (6)",
        "And having in a readiness to revenge all disobedience, when",
        "your obedience is fulfilled."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 74,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47010003,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 72.6,
      "wordCountMin": 66,
      "wordCountMax": 81,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ephesians 4:20–25",
    "text": "(20) But ye have not so learned Christ; (21) If so be that ye have heard him, and have been taught by him, as the truth is in Jesus: (22) That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts; (23) And be renewed in the spirit of your mind; (24) And that ye put on the new man, which after God is created in righteousness and true holiness. (25) Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.",
    "cardsText": [
      [
        "(20) But ye have not so learned Christ; (21) If so be that",
        "ye have heard him, and have been taught by him, as the",
        "truth is in Jesus: (22) That ye put off concerning the former",
        "conversation the old man, which is corrupt according to the",
        "deceitful lusts; (23) And be renewed in the spirit of your",
        "mind; (24) And that ye put on the new man, which after God",
        "is created in righteousness and true holiness. (25) Wherefore",
        "putting away lying, speak every man truth with his neighbour:",
        "for we are members one of another."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49004020,
    "rangeEndId": 49004025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 99.6,
      "wordCountMin": 91,
      "wordCountMax": 113,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Philippians 1:19–28",
    "text": "(19) For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ, (20) According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death. (21) For to me to live is Christ, and to die is gain. (22) But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not. (23) For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better: (24) Nevertheless to abide in the flesh is more needful for you. (25) And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith; (26) That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again. (27) Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel; (28) And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.",
    "cardsText": [
      [
        "(19) For I know that this shall turn to my salvation through",
        "your prayer, and the supply of the Spirit of Jesus Christ, (20)",
        "According to my earnest expectation and my hope, that in",
        "nothing I shall be ashamed, but that with all boldness, as",
        "always, so now also Christ shall be magnified in my body,",
        "whether it be by life, or by death. (21) For to me to live is",
        "Christ, and to die is gain. (22) But if I live in the flesh, this",
        "is the fruit of my labour: yet what I shall choose I wot not.",
        "(23) For I am in a strait betwixt two, having a desire to depart,",
        "and to be with Christ; which is far better: (24) Nevertheless",
        "to abide in the flesh is more needful for you. (25) And having"
      ],
      [
        "this confidence, I know that I shall abide and continue with",
        "you all for your furtherance and joy of faith; (26) That your",
        "rejoicing may be more abundant in Jesus Christ for me by",
        "my coming to you again. (27) Only let your conversation be",
        "as it becometh the gospel of Christ: that whether I come and",
        "see you, or else be absent, I may hear of your affairs, that ye",
        "stand fast in one spirit, with one mind striving together for",
        "the faith of the gospel; (28) And in nothing terrified by your",
        "adversaries: which is to them an evident token of perdition,",
        "but to you of salvation, and that of God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 241,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 50001019,
    "rangeEndId": 50001028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246,
      "wordCountMin": 239,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Colossians 2:16–19",
    "text": "(16) Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days: (17) Which are a shadow of things to come; but the body is of Christ. (18) Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind, (19) And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.",
    "cardsText": [
      [
        "(16) Let no man therefore judge you in meat, or in drink, or in",
        "respect of an holyday, or of the new moon, or of the sabbath",
        "days: (17) Which are a shadow of things to come; but the",
        "body is of Christ. (18) Let no man beguile you of your reward",
        "in a voluntary humility and worshipping of angels, intruding",
        "into those things which he hath not seen, vainly puffed up by",
        "his fleshly mind, (19) And not holding the Head, from which all",
        "the body by joints and bands having nourishment ministered,",
        "and knit together, increaseth with the increase of God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51002016,
    "rangeEndId": 51002019,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 103.6,
      "wordCountMin": 96,
      "wordCountMax": 114,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Revelation 19:11",
    "text": "(11) And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.",
    "cardsText": [
      [
        "(11) And I saw heaven opened, and behold a white horse;",
        "and he that sat upon him was called Faithful and True, and in",
        "righteousness he doth judge and make war."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 30,
    "version": "KJV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66019011,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 28.6,
      "wordCountMin": 27,
      "wordCountMax": 30,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  }
]