[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn over all creation. (16) For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn over",
        "all creation. (16) For by Him all things were created that are",
        "in heaven and that are on earth, visible and invisible, whether",
        "thrones or dominions or principalities or powers. All things",
        "were created through Him and for Him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 49,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) And God saw the light, that it was good; and God divided the light from the darkness. (5) God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) The earth was without form, and void; and darkness was",
        "on the face of the deep. And the Spirit of God was hovering",
        "over the face of the waters. (3) Then God said, \"Let there be",
        "light\"; and there was light. (4) And God saw the light, that it",
        "was good; and God divided the light from the darkness. (5)",
        "God called the light Day, and the darkness He called Night.",
        "So the evening and the morning were the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:26–28",
    "text": "(26) Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing. (27) Why do you say, O Jacob, And speak, O Israel: \"My way is hidden from the LORD, And my just claim is passed over by my God\"? (28) Have you not known? Have you not heard? The everlasting God, the LORD, The Creator of the ends of the earth, Neither faints nor is weary. His understanding is unsearchable.",
    "cardsText": [
      [
        "(26) Lift up your eyes on high, And see who has created these",
        "things, Who brings out their host by number; He calls them",
        "all by name, By the greatness of His might And the strength",
        "of His power; Not one is missing. (27) Why do you say, O",
        "Jacob, And speak, O Israel: \"My way is hidden from the LORD,",
        "And my just claim is passed over by my God\"? (28) Have you",
        "not known? Have you not heard? The everlasting God, the",
        "LORD, The Creator of the ends of the earth, Neither faints nor",
        "is weary. His understanding is unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 99,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040026,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 101.6,
      "wordCountMin": 99,
      "wordCountMax": 105,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.4,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in His own image; in the image of God He created him; male and female He created them. (28) Then God blessed them, and God said to them, \"Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let Us make man in Our image, according",
        "to Our likeness; let them have dominion over the fish of the",
        "sea, over the birds of the air, and over the cattle, over all the",
        "earth and over every creeping thing that creeps on the earth.\"",
        "(27) So God created man in His own image; in the image of",
        "God He created him; male and female He created them. (28)",
        "Then God blessed them, and God said to them, \"Be fruitful",
        "and multiply; fill the earth and subdue it; have dominion over",
        "the fish of the sea, over the birds of the air, and over every",
        "living thing that moves on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 113,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–4",
    "text": "(1) When Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am Almighty God; walk before Me and be blameless. (2) \"And I will make My covenant between Me and you, and will multiply you exceedingly.\" (3) Then Abram fell on his face, and God talked with him, saying: (4) \"As for Me, behold, My covenant is with you, and you shall be a father of many nations.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old, the LORD",
        "appeared to Abram and said to him, \"I am Almighty God; walk",
        "before Me and be blameless. (2) \"And I will make My covenant",
        "between Me and you, and will multiply you exceedingly.\" (3)",
        "Then Abram fell on his face, and God talked with him, saying:",
        "(4) \"As for Me, behold, My covenant is with you, and you shall",
        "be a father of many nations."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 70,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 70,
      "wordCountMin": 65,
      "wordCountMax": 75,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 2:1–3",
    "text": "(1) Thus the heavens and the earth, and all the host of them, were finished. (2) And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth, and all the host of them,",
        "were finished. (2) And on the seventh day God ended His",
        "work which He had done, and He rested on the seventh day",
        "from all His work which He had done. (3) Then God blessed",
        "the seventh day and sanctified it, because in it He rested from",
        "all His work which God had created and made."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.4,
      "wordCountMin": 62,
      "wordCountMax": 67,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD spoke to Moses, saying, (13) \"Speak also to the children of Israel, saying: 'Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the LORD who sanctifies you. (14) 'You shall keep the Sabbath, therefore, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD spoke to Moses, saying, (13) \"Speak also",
        "to the children of Israel, saying: 'Surely My Sabbaths you",
        "shall keep, for it is a sign between Me and you throughout",
        "your generations, that you may know that I am the LORD who",
        "sanctifies you. (14) 'You shall keep the Sabbath, therefore, for",
        "it is holy to you. Everyone who profanes it shall surely be put",
        "to death; for whoever does any work on it, that person shall",
        "be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:23–24",
    "text": "(23) And Adam said: \"This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.\" (24) Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.",
    "cardsText": [
      [
        "(23) And Adam said: \"This is now bone of my bones And flesh",
        "of my flesh; She shall be called Woman, Because she was",
        "taken out of Man.\" (24) Therefore a man shall leave his father",
        "and mother and be joined to his wife, and they shall become",
        "one flesh."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 48,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002023,
    "rangeEndId": 1002024,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 49.8,
      "wordCountMin": 48,
      "wordCountMax": 53,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4.8,
      "lineMin": 4,
      "lineMax": 5
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) \"You shall fear the LORD your God and serve Him, and shall take oaths in His name. (14) \"You shall not go after other gods, the gods of the peoples who are all around you (15) \"(for the LORD your God is a jealous God among you), lest the anger of the LORD your God be aroused against you and destroy you from the face of the earth.",
    "cardsText": [
      [
        "(13) \"You shall fear the LORD your God and serve Him, and",
        "shall take oaths in His name. (14) \"You shall not go after other",
        "gods, the gods of the peoples who are all around you (15)",
        "\"(for the LORD your God is a jealous God among you), lest",
        "the anger of the LORD your God be aroused against you and",
        "destroy you from the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) So the LORD God said to the serpent: \"Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life. (15) And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.\"",
    "cardsText": [
      [
        "(14) So the LORD God said to the serpent: \"Because you have",
        "done this, You are cursed more than all cattle, And more than",
        "every beast of the field; On your belly you shall go, And you",
        "shall eat dust All the days of your life. (15) And I will put enmity",
        "Between you and the woman, And between your seed and",
        "her Seed; He shall bruise your head, And you shall bruise His",
        "heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 73,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:19–20",
    "text": "(19) Blessed be the Lord, Who daily loads us with benefits, The God of our salvation! (20) Our God is the God of salvation; And to GOD the Lord belong escapes from death.",
    "cardsText": [
      [
        "(19) Blessed be the Lord, Who daily loads us with benefits, The",
        "God of our salvation! (20) Our God is the God of salvation;",
        "And to GOD the Lord belong escapes from death."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 31,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068019,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 31.8,
      "wordCountMin": 29,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Genesis 4:7–8",
    "text": "(7) \"If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it.\" (8) Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him.",
    "cardsText": [
      [
        "(7) \"If you do well, will you not be accepted? And if you do",
        "not do well, sin lies at the door. And its desire is for you, but",
        "you should rule over it.\" (8) Now Cain talked with Abel his",
        "brother; and it came to pass, when they were in the field, that",
        "Cain rose up against Abel his brother and killed him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 62,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004007,
    "rangeEndId": 1004008,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 61,
      "wordCountMin": 57,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.2,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming,\" says the LORD, \"That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth. (6) In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS.",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming,\" says the LORD, \"That I will",
        "raise to David a Branch of righteousness; A King shall reign",
        "and prosper, And execute judgment and righteousness in the",
        "earth. (6) In His days Judah will be saved, And Israel will dwell",
        "safely; Now this is His name by which He will be called: THE",
        "LORD OUR RIGHTEOUSNESS."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 59,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God. (2) He created them male and female, and blessed them and called them Mankind in the day they were created. (3) And Adam lived one hundred and thirty years, and begot a son in his own likeness, after his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the genealogy of Adam. In the day that",
        "God created man, He made him in the likeness of God. (2) He",
        "created them male and female, and blessed them and called",
        "them Mankind in the day they were created. (3) And Adam",
        "lived one hundred and thirty years, and begot a son in his",
        "own likeness, after his image, and named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn man to destruction, And say, \"Return, O children of men.\" (4) For a thousand years in Your sight Are like yesterday when it is past, And like a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses the man of God. Lord, You have been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, Or ever You had formed the earth and the",
        "world, Even from everlasting to everlasting, You are God. (3)",
        "You turn man to destruction, And say, \"Return, O children of",
        "men.\" (4) For a thousand years in Your sight Are like yesterday",
        "when it is past, And like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God spoke to Noah and to his sons with him, saying: (9) \"And as for Me, behold, I establish My covenant with you and with your descendants after you, (10) \"and with every living creature that is with you: the birds, the cattle, and every beast of the earth with you, of all that go out of the ark, every beast of the earth. (11) \"Thus I establish My covenant with you: Never again shall all flesh be cut off by the waters of the flood; never again shall there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God spoke to Noah and to his sons with him, saying:",
        "(9) \"And as for Me, behold, I establish My covenant with you",
        "and with your descendants after you, (10) \"and with every",
        "living creature that is with you: the birds, the cattle, and every",
        "beast of the earth with you, of all that go out of the ark, every",
        "beast of the earth. (11) \"Thus I establish My covenant with",
        "you: Never again shall all flesh be cut off by the waters of the",
        "flood; never again shall there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 95,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Leviticus 1:1–9",
    "text": "(1) Now the LORD called to Moses, and spoke to him from the tabernacle of meeting, saying, (2) \"Speak to the children of Israel, and say to them: 'When any one of you brings an offering to the LORD, you shall bring your offering of the livestock--of the herd and of the flock. (3) 'If his offering is a burnt sacrifice of the herd, let him offer a male without blemish; he shall offer it of his own free will at the door of the tabernacle of meeting before the LORD. (4) 'Then he shall put his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him. (5) 'He shall kill the bull before the LORD; and the priests, Aaron's sons, shall bring the blood and sprinkle the blood all around on the altar that is by the door of the tabernacle of meeting. (6) 'And he shall skin the burnt offering and cut it into its pieces. (7) 'The sons of Aaron the priest shall put fire on the altar, and lay the wood in order on the fire. (8) 'Then the priests, Aaron's sons, shall lay the parts, the head, and the fat in order on the wood that is on the fire upon the altar; (9) 'but he shall wash its entrails and its legs with water. And the priest shall burn all on the altar as a burnt sacrifice, an offering made by fire, a sweet aroma to the LORD.",
    "cardsText": [
      [
        "(1) Now the LORD called to Moses, and spoke to him from",
        "the tabernacle of meeting, saying, (2) \"Speak to the children",
        "of Israel, and say to them: 'When any one of you brings an",
        "offering to the LORD, you shall bring your offering of the",
        "livestock--of the herd and of the flock. (3) 'If his offering is",
        "a burnt sacrifice of the herd, let him offer a male without",
        "blemish; he shall offer it of his own free will at the door of the",
        "tabernacle of meeting before the LORD. (4) 'Then he shall",
        "put his hand on the head of the burnt offering, and it will be",
        "accepted on his behalf to make atonement for him. (5) 'He",
        "shall kill the bull before the LORD; and the priests, Aaron's"
      ],
      [
        "sons, shall bring the blood and sprinkle the blood all around",
        "on the altar that is by the door of the tabernacle of meeting. (6)",
        "'And he shall skin the burnt offering and cut it into its pieces.",
        "(7) 'The sons of Aaron the priest shall put fire on the altar, and",
        "lay the wood in order on the fire. (8) 'Then the priests, Aaron's",
        "sons, shall lay the parts, the head, and the fat in order on the",
        "wood that is on the fire upon the altar; (9) 'but he shall wash",
        "its entrails and its legs with water. And the priest shall burn",
        "all on the altar as a burnt sacrifice, an offering made by fire, a",
        "sweet aroma to the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 246,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 3001001,
    "rangeEndId": 3001009,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 247.4,
      "wordCountMin": 240,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21,
      "lineMin": 20,
      "lineMax": 22
    }
  },
  {
    "ref": "1 Chronicles 22:11–18",
    "text": "(11) \"Now, my son, may the LORD be with you; and may you prosper, and build the house of the LORD your God, as He has said to you. (12) \"Only may the LORD give you wisdom and understanding, and give you charge concerning Israel, that you may keep the law of the LORD your God. (13) \"Then you will prosper, if you take care to fulfill the statutes and judgments with which the LORD charged Moses concerning Israel. Be strong and of good courage; do not fear nor be dismayed. (14) \"Indeed I have taken much trouble to prepare for the house of the LORD one hundred thousand talents of gold and one million talents of silver, and bronze and iron beyond measure, for it is so abundant. I have prepared timber and stone also, and you may add to them. (15) \"Moreover there are workmen with you in abundance: woodsmen and stonecutters, and all types of skillful men for every kind of work. (16) \"Of gold and silver and bronze and iron there is no limit. Arise and begin working, and the LORD be with you.\" (17) David also commanded all the leaders of Israel to help Solomon his son, saying, (18) \"Is not the LORD your God with you? And has He not given you rest on every side? For He has given the inhabitants of the land into my hand, and the land is subdued before the LORD and before His people.",
    "cardsText": [
      [
        "(11) \"Now, my son, may the LORD be with you; and may you",
        "prosper, and build the house of the LORD your God, as He",
        "has said to you. (12) \"Only may the LORD give you wisdom",
        "and understanding, and give you charge concerning Israel,",
        "that you may keep the law of the LORD your God. (13) \"Then",
        "you will prosper, if you take care to fulfill the statutes and",
        "judgments with which the LORD charged Moses concerning",
        "Israel. Be strong and of good courage; do not fear nor be",
        "dismayed. (14) \"Indeed I have taken much trouble to prepare",
        "for the house of the LORD one hundred thousand talents of",
        "gold and one million talents of silver, and bronze and iron"
      ],
      [
        "beyond measure, for it is so abundant. I have prepared timber",
        "and stone also, and you may add to them. (15) \"Moreover",
        "there are workmen with you in abundance: woodsmen and",
        "stonecutters, and all types of skillful men for every kind of",
        "work. (16) \"Of gold and silver and bronze and iron there is no",
        "limit. Arise and begin working, and the LORD be with you.\"",
        "(17) David also commanded all the leaders of Israel to help",
        "Solomon his son, saying, (18) \"Is not the LORD your God with",
        "you? And has He not given you rest on every side? For He has",
        "given the inhabitants of the land into my hand, and the land",
        "is subdued before the LORD and before His people."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 238,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13022011,
    "rangeEndId": 13022018,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 233.6,
      "wordCountMin": 220,
      "wordCountMax": 243,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Job 12:13–17",
    "text": "(13) \"With Him are wisdom and strength, He has counsel and understanding. (14) If He breaks a thing down, it cannot be rebuilt; If He imprisons a man, there can be no release. (15) If He withholds the waters, they dry up; If He sends them out, they overwhelm the earth. (16) With Him are strength and prudence. The deceived and the deceiver are His. (17) He leads counselors away plundered, And makes fools of the judges.",
    "cardsText": [
      [
        "(13) \"With Him are wisdom and strength, He has counsel and",
        "understanding. (14) If He breaks a thing down, it cannot be",
        "rebuilt; If He imprisons a man, there can be no release. (15)",
        "If He withholds the waters, they dry up; If He sends them out,",
        "they overwhelm the earth. (16) With Him are strength and",
        "prudence. The deceived and the deceiver are His. (17) He",
        "leads counselors away plundered, And makes fools of the",
        "judges."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 72,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18012013,
    "rangeEndId": 18012017,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.2,
      "wordCountMin": 64,
      "wordCountMax": 78,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Job 22:22–27",
    "text": "(22) Receive, please, instruction from His mouth, And lay up His words in your heart. (23) If you return to the Almighty, you will be built up; You will remove iniquity far from your tents. (24) Then you will lay your gold in the dust, And the gold of Ophir among the stones of the brooks. (25) Yes, the Almighty will be your gold And your precious silver; (26) For then you will have your delight in the Almighty, And lift up your face to God. (27) You will make your prayer to Him, He will hear you, And you will pay your vows.",
    "cardsText": [
      [
        "(22) Receive, please, instruction from His mouth, And lay up",
        "His words in your heart. (23) If you return to the Almighty, you",
        "will be built up; You will remove iniquity far from your tents.",
        "(24) Then you will lay your gold in the dust, And the gold of",
        "Ophir among the stones of the brooks. (25) Yes, the Almighty",
        "will be your gold And your precious silver; (26) For then you",
        "will have your delight in the Almighty, And lift up your face to",
        "God. (27) You will make your prayer to Him, He will hear you,",
        "And you will pay your vows."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 98,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18022022,
    "rangeEndId": 18022027,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 96.8,
      "wordCountMin": 93,
      "wordCountMax": 106,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.2,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Job 37:1–14",
    "text": "(1) \"At this also my heart trembles, And leaps from its place. (2) Hear attentively the thunder of His voice, And the rumbling that comes from His mouth. (3) He sends it forth under the whole heaven, His lightning to the ends of the earth. (4) After it a voice roars; He thunders with His majestic voice, And He does not restrain them when His voice is heard. (5) God thunders marvelously with His voice; He does great things which we cannot comprehend. (6) For He says to the snow, 'Fall on the earth'; Likewise to the gentle rain and the heavy rain of His strength. (7) He seals the hand of every man, That all men may know His work. (8) The beasts go into dens, And remain in their lairs. (9) From the chamber of the south comes the whirlwind, And cold from the scattering winds of the north. (10) By the breath of God ice is given, And the broad waters are frozen. (11) Also with moisture He saturates the thick clouds; He scatters His bright clouds. (12) And they swirl about, being turned by His guidance, That they may do whatever He commands them On the face of the whole earth. (13) He causes it to come, Whether for correction, Or for His land, Or for mercy. (14) \"Listen to this, O Job; Stand still and consider the wondrous works of God.",
    "cardsText": [
      [
        "(1) \"At this also my heart trembles, And leaps from its place.",
        "(2) Hear attentively the thunder of His voice, And the rumbling",
        "that comes from His mouth. (3) He sends it forth under the",
        "whole heaven, His lightning to the ends of the earth. (4) After",
        "it a voice roars; He thunders with His majestic voice, And",
        "He does not restrain them when His voice is heard. (5) God",
        "thunders marvelously with His voice; He does great things",
        "which we cannot comprehend. (6) For He says to the snow,",
        "'Fall on the earth'; Likewise to the gentle rain and the heavy",
        "rain of His strength. (7) He seals the hand of every man, That",
        "all men may know His work. (8) The beasts go into dens,"
      ],
      [
        "And remain in their lairs. (9) From the chamber of the south",
        "comes the whirlwind, And cold from the scattering winds",
        "of the north. (10) By the breath of God ice is given, And the",
        "broad waters are frozen. (11) Also with moisture He saturates",
        "the thick clouds; He scatters His bright clouds. (12) And they",
        "swirl about, being turned by His guidance, That they may do",
        "whatever He commands them On the face of the whole earth.",
        "(13) He causes it to come, Whether for correction, Or for His",
        "land, Or for mercy. (14) \"Listen to this, O Job; Stand still and",
        "consider the wondrous works of God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 222,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18037001,
    "rangeEndId": 18037014,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 218.4,
      "wordCountMin": 203,
      "wordCountMax": 230,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 20.6,
      "lineMin": 20,
      "lineMax": 21
    }
  },
  {
    "ref": "Psalm 10:17–18",
    "text": "(17) LORD, You have heard the desire of the humble; You will prepare their heart; You will cause Your ear to hear, (18) To do justice to the fatherless and the oppressed, That the man of the earth may oppress no more.",
    "cardsText": [
      [
        "(17) LORD, You have heard the desire of the humble; You will",
        "prepare their heart; You will cause Your ear to hear, (18) To do",
        "justice to the fatherless and the oppressed, That the man of",
        "the earth may oppress no more."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 40,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19010017,
    "rangeEndId": 19010018,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 38.4,
      "wordCountMin": 33,
      "wordCountMax": 41,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Psalm 30:1–12",
    "text": "(1) I will extol You, O LORD, for You have lifted me up, And have not let my foes rejoice over me. (2) O LORD my God, I cried out to You, And You healed me. (3) O LORD, You brought my soul up from the grave; You have kept me alive, that I should not go down to the pit. (4) Sing praise to the LORD, you saints of His, And give thanks at the remembrance of His holy name. (5) For His anger is but for a moment, His favor is for life; Weeping may endure for a night, But joy comes in the morning. (6) Now in my prosperity I said, \"I shall never be moved.\" (7) LORD, by Your favor You have made my mountain stand strong; You hid Your face, and I was troubled. (8) I cried out to You, O LORD; And to the LORD I made supplication: (9) \"What profit is there in my blood, When I go down to the pit? Will the dust praise You? Will it declare Your truth? (10) Hear, O LORD, and have mercy on me; LORD, be my helper!\" (11) You have turned for me my mourning into dancing; You have put off my sackcloth and clothed me with gladness, (12) To the end that my glory may sing praise to You and not be silent. O LORD my God, I will give thanks to You forever.",
    "cardsText": [
      [
        "(1) I will extol You, O LORD, for You have lifted me up, And",
        "have not let my foes rejoice over me. (2) O LORD my God, I",
        "cried out to You, And You healed me. (3) O LORD, You brought",
        "my soul up from the grave; You have kept me alive, that I",
        "should not go down to the pit. (4) Sing praise to the LORD,",
        "you saints of His, And give thanks at the remembrance of His",
        "holy name. (5) For His anger is but for a moment, His favor",
        "is for life; Weeping may endure for a night, But joy comes in",
        "the morning. (6) Now in my prosperity I said, \"I shall never be",
        "moved.\" (7) LORD, by Your favor You have made my mountain",
        "stand strong; You hid Your face, and I was troubled. (8) I cried"
      ],
      [
        "out to You, O LORD; And to the LORD I made supplication:",
        "(9) \"What profit is there in my blood, When I go down to the",
        "pit? Will the dust praise You? Will it declare Your truth? (10)",
        "Hear, O LORD, and have mercy on me; LORD, be my helper!\"",
        "(11) You have turned for me my mourning into dancing; You",
        "have put off my sackcloth and clothed me with gladness, (12)",
        "To the end that my glory may sing praise to You and not be",
        "silent. O LORD my God, I will give thanks to You forever."
      ]
    ],
    "cards": 2,
    "lines": 19,
    "lastCardLines": 8,
    "wordCount": 228,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19030001,
    "rangeEndId": 19030012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 223.2,
      "wordCountMin": 207,
      "wordCountMax": 231,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 19,
      "lineMin": 18,
      "lineMax": 20
    }
  },
  {
    "ref": "Psalm 73:2–28",
    "text": "(2) But as for me, my feet had almost stumbled; My steps had nearly slipped. (3) For I was envious of the boastful, When I saw the prosperity of the wicked. (4) For there are no pangs in their death, But their strength is firm. (5) They are not in trouble as other men, Nor are they plagued like other men. (6) Therefore pride serves as their necklace; Violence covers them like a garment. (7) Their eyes bulge with abundance; They have more than heart could wish. (8) They scoff and speak wickedly concerning oppression; They speak loftily. (9) They set their mouth against the heavens, And their tongue walks through the earth. (10) Therefore his people return here, And waters of a full cup are drained by them. (11) And they say, \"How does God know? And is there knowledge in the Most High?\" (12) Behold, these are the ungodly, Who are always at ease; They increase in riches. (13) Surely I have cleansed my heart in vain, And washed my hands in innocence. (14) For all day long I have been plagued, And chastened every morning. (15) If I had said, \"I will speak thus,\" Behold, I would have been untrue to the generation of Your children. (16) When I thought how to understand this, It was too painful for me-- (17) Until I went into the sanctuary of God; Then I understood their end. (18) Surely You set them in slippery places; You cast them down to destruction. (19) Oh, how they are brought to desolation, as in a moment! They are utterly consumed with terrors. (20) As a dream when one awakes, So, Lord, when You awake, You shall despise their image. (21) Thus my heart was grieved, And I was vexed in my mind. (22) I was so foolish and ignorant; I was like a beast before You. (23) Nevertheless I am continually with You; You hold me by my right hand. (24) You will guide me with Your counsel, And afterward receive me to glory. (25) Whom have I in heaven but You? And there is none upon earth that I desire besides You. (26) My flesh and my heart fail; But God is the strength of my heart and my portion forever. (27) For indeed, those who are far from You shall perish; You have destroyed all those who desert You for harlotry. (28) But it is good for me to draw near to God; I have put my trust in the Lord GOD, That I may declare all Your works.",
    "cardsText": [
      [
        "(2) But as for me, my feet had almost stumbled; My steps had",
        "nearly slipped. (3) For I was envious of the boastful, When I saw the",
        "prosperity of the wicked. (4) For there are no pangs in their death,",
        "But their strength is firm. (5) They are not in trouble as other men,",
        "Nor are they plagued like other men. (6) Therefore pride serves as",
        "their necklace; Violence covers them like a garment. (7) Their eyes",
        "bulge with abundance; They have more than heart could wish.",
        "(8) They scoff and speak wickedly concerning oppression; They",
        "speak loftily. (9) They set their mouth against the heavens, And",
        "their tongue walks through the earth. (10) Therefore his people",
        "return here, And waters of a full cup are drained by them. (11) And",
        "they say, \"How does God know? And is there knowledge in the"
      ],
      [
        "Most High?\" (12) Behold, these are the ungodly, Who are always",
        "at ease; They increase in riches. (13) Surely I have cleansed my",
        "heart in vain, And washed my hands in innocence. (14) For all day",
        "long I have been plagued, And chastened every morning. (15) If",
        "I had said, \"I will speak thus,\" Behold, I would have been untrue",
        "to the generation of Your children. (16) When I thought how to",
        "understand this, It was too painful for me-- (17) Until I went into",
        "the sanctuary of God; Then I understood their end. (18) Surely You",
        "set them in slippery places; You cast them down to destruction.",
        "(19) Oh, how they are brought to desolation, as in a moment!",
        "They are utterly consumed with terrors. (20) As a dream when one",
        "awakes, So, Lord, when You awake, You shall despise their image."
      ],
      [
        "(21) Thus my heart was grieved, And I was vexed in my mind. (22)",
        "I was so foolish and ignorant; I was like a beast before You. (23)",
        "Nevertheless I am continually with You; You hold me by my right",
        "hand. (24) You will guide me with Your counsel, And afterward",
        "receive me to glory. (25) Whom have I in heaven but You? And",
        "there is none upon earth that I desire besides You. (26) My flesh",
        "and my heart fail; But God is the strength of my heart and my",
        "portion forever. (27) For indeed, those who are far from You shall",
        "perish; You have destroyed all those who desert You for harlotry.",
        "(28) But it is good for me to draw near to God; I have put my trust",
        "in the Lord GOD, That I may declare all Your works."
      ]
    ],
    "cards": 3,
    "lines": 35,
    "lastCardLines": 11,
    "wordCount": 401,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19073002,
    "rangeEndId": 19073028,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 392.8,
      "wordCountMin": 369,
      "wordCountMax": 408,
      "levelMin": 3,
      "levelMax": 3,
      "lineAve": 34.6,
      "lineMin": 33,
      "lineMax": 36
    }
  },
  {
    "ref": "Proverbs 8:17–31",
    "text": "(17) I love those who love me, And those who seek me diligently will find me. (18) Riches and honor are with me, Enduring riches and righteousness. (19) My fruit is better than gold, yes, than fine gold, And my revenue than choice silver. (20) I traverse the way of righteousness, In the midst of the paths of justice, (21) That I may cause those who love me to inherit wealth, That I may fill their treasuries. (22) \"The LORD possessed me at the beginning of His way, Before His works of old. (23) I have been established from everlasting, From the beginning, before there was ever an earth. (24) When there were no depths I was brought forth, When there were no fountains abounding with water. (25) Before the mountains were settled, Before the hills, I was brought forth; (26) While as yet He had not made the earth or the fields, Or the primal dust of the world. (27) When He prepared the heavens, I was there, When He drew a circle on the face of the deep, (28) When He established the clouds above, When He strengthened the fountains of the deep, (29) When He assigned to the sea its limit, So that the waters would not transgress His command, When He marked out the foundations of the earth, (30) Then I was beside Him as a master craftsman; And I was daily His delight, Rejoicing always before Him, (31) Rejoicing in His inhabited world, And my delight was with the sons of men.",
    "cardsText": [
      [
        "(17) I love those who love me, And those who seek me diligently",
        "will find me. (18) Riches and honor are with me, Enduring riches",
        "and righteousness. (19) My fruit is better than gold, yes, than fine",
        "gold, And my revenue than choice silver. (20) I traverse the way",
        "of righteousness, In the midst of the paths of justice, (21) That",
        "I may cause those who love me to inherit wealth, That I may fill",
        "their treasuries. (22) \"The LORD possessed me at the beginning",
        "of His way, Before His works of old. (23) I have been established",
        "from everlasting, From the beginning, before there was ever an",
        "earth. (24) When there were no depths I was brought forth, When",
        "there were no fountains abounding with water. (25) Before the"
      ],
      [
        "mountains were settled, Before the hills, I was brought forth;",
        "(26) While as yet He had not made the earth or the fields, Or the",
        "primal dust of the world. (27) When He prepared the heavens, I",
        "was there, When He drew a circle on the face of the deep, (28)",
        "When He established the clouds above, When He strengthened",
        "the fountains of the deep, (29) When He assigned to the sea its",
        "limit, So that the waters would not transgress His command, When",
        "He marked out the foundations of the earth, (30) Then I was beside",
        "Him as a master craftsman; And I was daily His delight, Rejoicing",
        "always before Him, (31) Rejoicing in His inhabited world, And my",
        "delight was with the sons of men."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 242,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20008017,
    "rangeEndId": 20008031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 239.4,
      "wordCountMin": 232,
      "wordCountMax": 249,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Proverbs 9:1–12",
    "text": "(1) Wisdom has built her house, She has hewn out her seven pillars; (2) She has slaughtered her meat, She has mixed her wine, She has also furnished her table. (3) She has sent out her maidens, She cries out from the highest places of the city, (4) \"Whoever is simple, let him turn in here!\" As for him who lacks understanding, she says to him, (5) \"Come, eat of my bread And drink of the wine I have mixed. (6) Forsake foolishness and live, And go in the way of understanding. (7) \"He who corrects a scoffer gets shame for himself, And he who rebukes a wicked man only harms himself. (8) Do not correct a scoffer, lest he hate you; Rebuke a wise man, and he will love you. (9) Give instruction to a wise man, and he will be still wiser; Teach a just man, and he will increase in learning. (10) \"The fear of the LORD is the beginning of wisdom, And the knowledge of the Holy One is understanding. (11) For by me your days will be multiplied, And years of life will be added to you. (12) If you are wise, you are wise for yourself, And if you scoff, you will bear it alone.\"",
    "cardsText": [
      [
        "(1) Wisdom has built her house, She has hewn out her seven",
        "pillars; (2) She has slaughtered her meat, She has mixed her",
        "wine, She has also furnished her table. (3) She has sent out",
        "her maidens, She cries out from the highest places of the",
        "city, (4) \"Whoever is simple, let him turn in here!\" As for him",
        "who lacks understanding, she says to him, (5) \"Come, eat of",
        "my bread And drink of the wine I have mixed. (6) Forsake",
        "foolishness and live, And go in the way of understanding. (7)",
        "\"He who corrects a scoffer gets shame for himself, And he",
        "who rebukes a wicked man only harms himself. (8) Do not",
        "correct a scoffer, lest he hate you; Rebuke a wise man, and he"
      ],
      [
        "will love you. (9) Give instruction to a wise man, and he will be",
        "still wiser; Teach a just man, and he will increase in learning.",
        "(10) \"The fear of the LORD is the beginning of wisdom, And",
        "the knowledge of the Holy One is understanding. (11) For",
        "by me your days will be multiplied, And years of life will be",
        "added to you. (12) If you are wise, you are wise for yourself,",
        "And if you scoff, you will bear it alone.\""
      ]
    ],
    "cards": 2,
    "lines": 18,
    "lastCardLines": 7,
    "wordCount": 199,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20009001,
    "rangeEndId": 20009012,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 195.8,
      "wordCountMin": 185,
      "wordCountMax": 202,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.8,
      "lineMin": 17,
      "lineMax": 19
    }
  },
  {
    "ref": "Proverbs 24:30–34",
    "text": "(30) I went by the field of the lazy man, And by the vineyard of the man devoid of understanding; (31) And there it was, all overgrown with thorns; Its surface was covered with nettles; Its stone wall was broken down. (32) When I saw it, I considered it well; I looked on it and received instruction: (33) A little sleep, a little slumber, A little folding of the hands to rest; (34) So shall your poverty come like a prowler, And your need like an armed man.",
    "cardsText": [
      [
        "(30) I went by the field of the lazy man, And by the vineyard",
        "of the man devoid of understanding; (31) And there it was,",
        "all overgrown with thorns; Its surface was covered with",
        "nettles; Its stone wall was broken down. (32) When I saw it,",
        "I considered it well; I looked on it and received instruction:",
        "(33) A little sleep, a little slumber, A little folding of the hands",
        "to rest; (34) So shall your poverty come like a prowler, And",
        "your need like an armed man."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 83,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 20024030,
    "rangeEndId": 20024034,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 81.4,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ecclesiastes 9:1–2",
    "text": "(1) For I considered all this in my heart, so that I could declare it all: that the righteous and the wise and their works are in the hand of God. People know neither love nor hatred by anything they see before them. (2) All things come alike to all: One event happens to the righteous and the wicked; To the good, the clean, and the unclean; To him who sacrifices and him who does not sacrifice. As is the good, so is the sinner; He who takes an oath as he who fears an oath.",
    "cardsText": [
      [
        "(1) For I considered all this in my heart, so that I could declare",
        "it all: that the righteous and the wise and their works are in",
        "the hand of God. People know neither love nor hatred by",
        "anything they see before them. (2) All things come alike to all:",
        "One event happens to the righteous and the wicked; To the",
        "good, the clean, and the unclean; To him who sacrifices and",
        "him who does not sacrifice. As is the good, so is the sinner;",
        "He who takes an oath as he who fears an oath."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 94,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 21009001,
    "rangeEndId": 21009002,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 97.2,
      "wordCountMin": 87,
      "wordCountMax": 110,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 58:4–12",
    "text": "(4) Indeed you fast for strife and debate, And to strike with the fist of wickedness. You will not fast as you do this day, To make your voice heard on high. (5) Is it a fast that I have chosen, A day for a man to afflict his soul? Is it to bow down his head like a bulrush, And to spread out sackcloth and ashes? Would you call this a fast, And an acceptable day to the LORD? (6) \"Is this not the fast that I have chosen: To loose the bonds of wickedness, To undo the heavy burdens, To let the oppressed go free, And that you break every yoke? (7) Is it not to share your bread with the hungry, And that you bring to your house the poor who are cast out; When you see the naked, that you cover him, And not hide yourself from your own flesh? (8) Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the LORD shall be your rear guard. (9) Then you shall call, and the LORD will answer; You shall cry, and He will say, 'Here I am.' \"If you take away the yoke from your midst, The pointing of the finger, and speaking wickedness, (10) If you extend your soul to the hungry And satisfy the afflicted soul, Then your light shall dawn in the darkness, And your darkness shall be as the noonday. (11) The LORD will guide you continually, And satisfy your soul in drought, And strengthen your bones; You shall be like a watered garden, And like a spring of water, whose waters do not fail. (12) Those from among you Shall build the old waste places; You shall raise up the foundations of many generations; And you shall be called the Repairer of the Breach, The Restorer of Streets to Dwell In.",
    "cardsText": [
      [
        "(4) Indeed you fast for strife and debate, And to strike with",
        "the fist of wickedness. You will not fast as you do this day,",
        "To make your voice heard on high. (5) Is it a fast that I have",
        "chosen, A day for a man to afflict his soul? Is it to bow down",
        "his head like a bulrush, And to spread out sackcloth and",
        "ashes? Would you call this a fast, And an acceptable day to",
        "the LORD? (6) \"Is this not the fast that I have chosen: To loose",
        "the bonds of wickedness, To undo the heavy burdens, To let",
        "the oppressed go free, And that you break every yoke? (7)",
        "Is it not to share your bread with the hungry, And that you",
        "bring to your house the poor who are cast out; When you see"
      ],
      [
        "the naked, that you cover him, And not hide yourself from",
        "your own flesh? (8) Then your light shall break forth like the",
        "morning, Your healing shall spring forth speedily, And your",
        "righteousness shall go before you; The glory of the LORD",
        "shall be your rear guard. (9) Then you shall call, and the",
        "LORD will answer; You shall cry, and He will say, 'Here I am.'",
        "\"If you take away the yoke from your midst, The pointing of",
        "the finger, and speaking wickedness, (10) If you extend your",
        "soul to the hungry And satisfy the afflicted soul, Then your",
        "light shall dawn in the darkness, And your darkness shall be",
        "as the noonday. (11) The LORD will guide you continually,"
      ],
      [
        "And satisfy your soul in drought, And strengthen your bones;",
        "You shall be like a watered garden, And like a spring of water,",
        "whose waters do not fail. (12) Those from among you Shall",
        "build the old waste places; You shall raise up the foundations",
        "of many generations; And you shall be called the Repairer of",
        "the Breach, The Restorer of Streets to Dwell In."
      ]
    ],
    "cards": 3,
    "lines": 28,
    "lastCardLines": 6,
    "wordCount": 317,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23058004,
    "rangeEndId": 23058012,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 318,
      "wordCountMin": 311,
      "wordCountMax": 332,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27.8,
      "lineMin": 27,
      "lineMax": 28
    }
  },
  {
    "ref": "Isaiah 64:6",
    "text": "(6) But we are all like an unclean thing, And all our righteousnesses are like filthy rags; We all fade as a leaf, And our iniquities, like the wind, Have taken us away.",
    "cardsText": [
      [
        "(6) But we are all like an unclean thing, And all our",
        "righteousnesses are like filthy rags; We all fade as a leaf, And",
        "our iniquities, like the wind, Have taken us away."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 32,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23064006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.6,
      "wordCountMin": 32,
      "wordCountMax": 38,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3.2,
      "lineMin": 3,
      "lineMax": 4
    }
  },
  {
    "ref": "Jeremiah 42:1–10",
    "text": "(1) Now all the captains of the forces, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people, from the least to the greatest, came near (2) and said to Jeremiah the prophet, \"Please, let our petition be acceptable to you, and pray for us to the LORD your God, for all this remnant (since we are left but a few of many, as you can see), (3) \"that the LORD your God may show us the way in which we should walk and the thing we should do.\" (4) Then Jeremiah the prophet said to them, \"I have heard. Indeed, I will pray to the LORD your God according to your words, and it shall be, that whatever the LORD answers you, I will declare it to you. I will keep nothing back from you.\" (5) So they said to Jeremiah, \"Let the LORD be a true and faithful witness between us, if we do not do according to everything which the LORD your God sends us by you. (6) \"Whether it is pleasing or displeasing, we will obey the voice of the LORD our God to whom we send you, that it may be well with us when we obey the voice of the LORD our God.\" (7) And it happened after ten days that the word of the LORD came to Jeremiah. (8) Then he called Johanan the son of Kareah, all the captains of the forces which were with him, and all the people from the least even to the greatest, (9) and said to them, \"Thus says the LORD, the God of Israel, to whom you sent me to present your petition before Him: (10) 'If you will still remain in this land, then I will build you and not pull you down, and I will plant you and not pluck you up. For I relent concerning the disaster that I have brought upon you.",
    "cardsText": [
      [
        "(1) Now all the captains of the forces, Johanan the son of",
        "Kareah, Jezaniah the son of Hoshaiah, and all the people, from",
        "the least to the greatest, came near (2) and said to Jeremiah",
        "the prophet, \"Please, let our petition be acceptable to you,",
        "and pray for us to the LORD your God, for all this remnant",
        "(since we are left but a few of many, as you can see), (3) \"that",
        "the LORD your God may show us the way in which we should",
        "walk and the thing we should do.\" (4) Then Jeremiah the",
        "prophet said to them, \"I have heard. Indeed, I will pray to the",
        "LORD your God according to your words, and it shall be, that",
        "whatever the LORD answers you, I will declare it to you. I will"
      ],
      [
        "keep nothing back from you.\" (5) So they said to Jeremiah,",
        "\"Let the LORD be a true and faithful witness between us, if we",
        "do not do according to everything which the LORD your God",
        "sends us by you. (6) \"Whether it is pleasing or displeasing, we",
        "will obey the voice of the LORD our God to whom we send",
        "you, that it may be well with us when we obey the voice of",
        "the LORD our God.\" (7) And it happened after ten days that",
        "the word of the LORD came to Jeremiah. (8) Then he called",
        "Johanan the son of Kareah, all the captains of the forces",
        "which were with him, and all the people from the least even",
        "to the greatest, (9) and said to them, \"Thus says the LORD, the"
      ],
      [
        "God of Israel, to whom you sent me to present your petition",
        "before Him: (10) 'If you will still remain in this land, then I will",
        "build you and not pull you down, and I will plant you and not",
        "pluck you up. For I relent concerning the disaster that I have",
        "brought upon you."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 314,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 24042001,
    "rangeEndId": 24042010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 316.8,
      "wordCountMin": 284,
      "wordCountMax": 337,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 26.4,
      "lineMin": 23,
      "lineMax": 28
    }
  },
  {
    "ref": "Ezekiel 22:29–31",
    "text": "(29) \"The people of the land have used oppressions, committed robbery, and mistreated the poor and needy; and they wrongfully oppress the stranger. (30) \"So I sought for a man among them who would make a wall, and stand in the gap before Me on behalf of the land, that I should not destroy it; but I found no one. (31) \"Therefore I have poured out My indignation on them; I have consumed them with the fire of My wrath; and I have recompensed their deeds on their own heads,\" says the Lord GOD.",
    "cardsText": [
      [
        "(29) \"The people of the land have used oppressions,",
        "committed robbery, and mistreated the poor and needy; and",
        "they wrongfully oppress the stranger. (30) \"So I sought for a",
        "man among them who would make a wall, and stand in the",
        "gap before Me on behalf of the land, that I should not destroy",
        "it; but I found no one. (31) \"Therefore I have poured out My",
        "indignation on them; I have consumed them with the fire of",
        "My wrath; and I have recompensed their deeds on their own",
        "heads,\" says the Lord GOD."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 91,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 26022029,
    "rangeEndId": 26022031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91,
      "wordCountMin": 90,
      "wordCountMax": 92,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9,
      "lineMin": 9,
      "lineMax": 9
    }
  },
  {
    "ref": "Hosea 6:1–4",
    "text": "(1) Come, and let us return to the LORD; For He has torn, but He will heal us; He has stricken, but He will bind us up. (2) After two days He will revive us; On the third day He will raise us up, That we may live in His sight. (3) Let us know, Let us pursue the knowledge of the LORD. His going forth is established as the morning; He will come to us like the rain, Like the latter and former rain to the earth. (4) \"O Ephraim, what shall I do to you? O Judah, what shall I do to you? For your faithfulness is like a morning cloud, And like the early dew it goes away.",
    "cardsText": [
      [
        "(1) Come, and let us return to the LORD; For He has torn,",
        "but He will heal us; He has stricken, but He will bind us up.",
        "(2) After two days He will revive us; On the third day He will",
        "raise us up, That we may live in His sight. (3) Let us know,",
        "Let us pursue the knowledge of the LORD. His going forth is",
        "established as the morning; He will come to us like the rain,",
        "Like the latter and former rain to the earth. (4) \"O Ephraim,",
        "what shall I do to you? O Judah, what shall I do to you? For",
        "your faithfulness is like a morning cloud, And like the early",
        "dew it goes away."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 117,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 28006001,
    "rangeEndId": 28006004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.6,
      "wordCountMin": 111,
      "wordCountMax": 119,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 10
    }
  },
  {
    "ref": "Nahum 1:15",
    "text": "(15) Behold, on the mountains The feet of him who brings good tidings, Who proclaims peace! O Judah, keep your appointed feasts, Perform your vows. For the wicked one shall no more pass through you; He is utterly cut off.",
    "cardsText": [
      [
        "(15) Behold, on the mountains The feet of him who brings",
        "good tidings, Who proclaims peace! O Judah, keep your",
        "appointed feasts, Perform your vows. For the wicked one",
        "shall no more pass through you; He is utterly cut off."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 39,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 37.2,
      "wordCountMin": 36,
      "wordCountMax": 39,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Zechariah 3:1–4",
    "text": "(1) Then he showed me Joshua the high priest standing before the Angel of the LORD, and Satan standing at his right hand to oppose him. (2) And the LORD said to Satan, \"The LORD rebuke you, Satan! The LORD who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?\" (3) Now Joshua was clothed with filthy garments, and was standing before the Angel. (4) Then He answered and spoke to those who stood before Him, saying, \"Take away the filthy garments from him.\" And to him He said, \"See, I have removed your iniquity from you, and I will clothe you with rich robes.\"",
    "cardsText": [
      [
        "(1) Then he showed me Joshua the high priest standing",
        "before the Angel of the LORD, and Satan standing at his",
        "right hand to oppose him. (2) And the LORD said to Satan,",
        "\"The LORD rebuke you, Satan! The LORD who has chosen",
        "Jerusalem rebuke you! Is this not a brand plucked from the",
        "fire?\" (3) Now Joshua was clothed with filthy garments, and",
        "was standing before the Angel. (4) Then He answered and",
        "spoke to those who stood before Him, saying, \"Take away the",
        "filthy garments from him.\" And to him He said, \"See, I have",
        "removed your iniquity from you, and I will clothe you with rich",
        "robes.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 106,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 38003001,
    "rangeEndId": 38003004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.8,
      "wordCountMin": 102,
      "wordCountMax": 111,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.6,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Zephaniah 3:17",
    "text": "(17) The LORD your God in your midst, The Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.\"",
    "cardsText": [
      [
        "(17) The LORD your God in your midst, The Mighty One, will",
        "save; He will rejoice over you with gladness, He will quiet you",
        "with His love, He will rejoice over you with singing.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 33,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 36003017,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 34.4,
      "wordCountMin": 33,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to Me, all you who labor and are heavy laden, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) \"Come to Me, all you who labor and are heavy laden, and",
        "I will give you rest. (29) \"Take My yoke upon you and learn",
        "from Me, for I am gentle and lowly in heart, and you will find",
        "rest for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 42,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Matthew 14:26–31",
    "text": "(26) And when the disciples saw Him walking on the sea, they were troubled, saying, \"It is a ghost!\" And they cried out for fear. (27) But immediately Jesus spoke to them, saying, \"Be of good cheer! It is I; do not be afraid.\" (28) And Peter answered Him and said, \"Lord, if it is You, command me to come to You on the water.\" (29) So He said, \"Come.\" And when Peter had come down out of the boat, he walked on the water to go to Jesus. (30) But when he saw that the wind was boisterous, he was afraid; and beginning to sink he cried out, saying, \"Lord, save me!\" (31) And immediately Jesus stretched out His hand and caught him, and said to him, \"O you of little faith, why did you doubt?\"",
    "cardsText": [
      [
        "(26) And when the disciples saw Him walking on the sea, they",
        "were troubled, saying, \"It is a ghost!\" And they cried out for fear.",
        "(27) But immediately Jesus spoke to them, saying, \"Be of good",
        "cheer! It is I; do not be afraid.\" (28) And Peter answered Him and",
        "said, \"Lord, if it is You, command me to come to You on the water.\"",
        "(29) So He said, \"Come.\" And when Peter had come down out of",
        "the boat, he walked on the water to go to Jesus. (30) But when he",
        "saw that the wind was boisterous, he was afraid; and beginning to",
        "sink he cried out, saying, \"Lord, save me!\" (31) And immediately",
        "Jesus stretched out His hand and caught him, and said to him, \"O",
        "you of little faith, why did you doubt?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 131,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40014026,
    "rangeEndId": 40014031,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 121.6,
      "wordCountMin": 107,
      "wordCountMax": 131,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Matthew 28:18–20",
    "text": "(18) And Jesus came and spoke to them, saying, \"All authority has been given to Me in heaven and on earth. (19) \"Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) \"teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.\" Amen.",
    "cardsText": [
      [
        "(18) And Jesus came and spoke to them, saying, \"All authority",
        "has been given to Me in heaven and on earth. (19) \"Go",
        "therefore and make disciples of all the nations, baptizing",
        "them in the name of the Father and of the Son and of the",
        "Holy Spirit, (20) \"teaching them to observe all things that I",
        "have commanded you; and lo, I am with you always, even to",
        "the end of the age.\" Amen."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 72,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40028018,
    "rangeEndId": 40028020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 68.6,
      "wordCountMin": 67,
      "wordCountMax": 72,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Luke 21:4",
    "text": "(4) \"for all these out of their abundance have put in offerings for God, but she out of her poverty put in all the livelihood that she had.\"",
    "cardsText": [
      [
        "(4) \"for all these out of their abundance have put in offerings",
        "for God, but she out of her poverty put in all the livelihood",
        "that she had.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 27,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42021004,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 25,
      "wordCountMin": 22,
      "wordCountMax": 28,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 2.4,
      "lineMin": 2,
      "lineMax": 3
    }
  },
  {
    "ref": "John 3:18–21",
    "text": "(18) \"He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God. (19) \"And this is the condemnation, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil. (20) \"For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed. (21) \"But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God.\"",
    "cardsText": [
      [
        "(18) \"He who believes in Him is not condemned; but he who",
        "does not believe is condemned already, because he has not",
        "believed in the name of the only begotten Son of God. (19)",
        "\"And this is the condemnation, that the light has come into",
        "the world, and men loved darkness rather than light, because",
        "their deeds were evil. (20) \"For everyone practicing evil hates",
        "the light and does not come to the light, lest his deeds should",
        "be exposed. (21) \"But he who does the truth comes to the",
        "light, that his deeds may be clearly seen, that they have been",
        "done in God.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 101,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43003018,
    "rangeEndId": 43003021,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 102.2,
      "wordCountMin": 97,
      "wordCountMax": 107,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "John 7:37–42",
    "text": "(37) On the last day, that great day of the feast, Jesus stood and cried out, saying, \"If anyone thirsts, let him come to Me and drink. (38) \"He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.\" (39) But this He spoke concerning the Spirit, whom those believing in Him would receive; for the Holy Spirit was not yet given, because Jesus was not yet glorified. (40) Therefore many from the crowd, when they heard this saying, said, \"Truly this is the Prophet.\" (41) Others said, \"This is the Christ.\" But some said, \"Will the Christ come out of Galilee? (42) \"Has not the Scripture said that the Christ comes from the seed of David and from the town of Bethlehem, where David was?\"",
    "cardsText": [
      [
        "(37) On the last day, that great day of the feast, Jesus stood and",
        "cried out, saying, \"If anyone thirsts, let him come to Me and drink.",
        "(38) \"He who believes in Me, as the Scripture has said, out of",
        "his heart will flow rivers of living water.\" (39) But this He spoke",
        "concerning the Spirit, whom those believing in Him would receive;",
        "for the Holy Spirit was not yet given, because Jesus was not yet",
        "glorified. (40) Therefore many from the crowd, when they heard",
        "this saying, said, \"Truly this is the Prophet.\" (41) Others said, \"This",
        "is the Christ.\" But some said, \"Will the Christ come out of Galilee?",
        "(42) \"Has not the Scripture said that the Christ comes from the seed",
        "of David and from the town of Bethlehem, where David was?\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 129,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43007037,
    "rangeEndId": 43007042,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 131.6,
      "wordCountMin": 128,
      "wordCountMax": 139,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.4,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Corinthians 15:19–28",
    "text": "(19) If in this life only we have hope in Christ, we are of all men the most pitiable. (20) But now Christ is risen from the dead, and has become the firstfruits of those who have fallen asleep. (21) For since by man came death, by Man also came the resurrection of the dead. (22) For as in Adam all die, even so in Christ all shall be made alive. (23) But each one in his own order: Christ the firstfruits, afterward those who are Christ's at His coming. (24) Then comes the end, when He delivers the kingdom to God the Father, when He puts an end to all rule and all authority and power. (25) For He must reign till He has put all enemies under His feet. (26) The last enemy that will be destroyed is death. (27) For \"He has put all things under His feet.\" But when He says \"all things are put under Him,\" it is evident that He who put all things under Him is excepted. (28) Now when all things are made subject to Him, then the Son Himself will also be subject to Him who put all things under Him, that God may be all in all.",
    "cardsText": [
      [
        "(19) If in this life only we have hope in Christ, we are of all",
        "men the most pitiable. (20) But now Christ is risen from the",
        "dead, and has become the firstfruits of those who have fallen",
        "asleep. (21) For since by man came death, by Man also came",
        "the resurrection of the dead. (22) For as in Adam all die, even",
        "so in Christ all shall be made alive. (23) But each one in his own",
        "order: Christ the firstfruits, afterward those who are Christ's at",
        "His coming. (24) Then comes the end, when He delivers the",
        "kingdom to God the Father, when He puts an end to all rule",
        "and all authority and power. (25) For He must reign till He has",
        "put all enemies under His feet. (26) The last enemy that will"
      ],
      [
        "be destroyed is death. (27) For \"He has put all things under",
        "His feet.\" But when He says \"all things are put under Him,\" it",
        "is evident that He who put all things under Him is excepted.",
        "(28) Now when all things are made subject to Him, then the",
        "Son Himself will also be subject to Him who put all things",
        "under Him, that God may be all in all."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 197,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46015019,
    "rangeEndId": 46015028,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 198.6,
      "wordCountMin": 191,
      "wordCountMax": 207,
      "levelMin": 1.5,
      "levelMax": 2,
      "lineAve": 17.6,
      "lineMin": 17,
      "lineMax": 18
    }
  },
  {
    "ref": "2 Corinthians 10:3–6",
    "text": "(3) For though we walk in the flesh, we do not war according to the flesh. (4) For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds, (5) casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, (6) and being ready to punish all disobedience when your obedience is fulfilled.",
    "cardsText": [
      [
        "(3) For though we walk in the flesh, we do not war according",
        "to the flesh. (4) For the weapons of our warfare are not carnal",
        "but mighty in God for pulling down strongholds, (5) casting",
        "down arguments and every high thing that exalts itself against",
        "the knowledge of God, bringing every thought into captivity",
        "to the obedience of Christ, (6) and being ready to punish all",
        "disobedience when your obedience is fulfilled."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47010003,
    "rangeEndId": 47010006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 72.6,
      "wordCountMin": 66,
      "wordCountMax": 81,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Ephesians 4:20–25",
    "text": "(20) But you have not so learned Christ, (21) if indeed you have heard Him and have been taught by Him, as the truth is in Jesus: (22) that you put off, concerning your former conduct, the old man which grows corrupt according to the deceitful lusts, (23) and be renewed in the spirit of your mind, (24) and that you put on the new man which was created according to God, in true righteousness and holiness. (25) Therefore, putting away lying, \"Let each one of you speak truth with his neighbor,\" for we are members of one another.",
    "cardsText": [
      [
        "(20) But you have not so learned Christ, (21) if indeed you",
        "have heard Him and have been taught by Him, as the truth is in",
        "Jesus: (22) that you put off, concerning your former conduct,",
        "the old man which grows corrupt according to the deceitful",
        "lusts, (23) and be renewed in the spirit of your mind, (24) and",
        "that you put on the new man which was created according",
        "to God, in true righteousness and holiness. (25) Therefore,",
        "putting away lying, \"Let each one of you speak truth with his",
        "neighbor,\" for we are members of one another."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49004020,
    "rangeEndId": 49004025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 99.6,
      "wordCountMin": 91,
      "wordCountMax": 113,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Philippians 1:19–28",
    "text": "(19) For I know that this will turn out for my deliverance through your prayer and the supply of the Spirit of Jesus Christ, (20) according to my earnest expectation and hope that in nothing I shall be ashamed, but with all boldness, as always, so now also Christ will be magnified in my body, whether by life or by death. (21) For to me, to live is Christ, and to die is gain. (22) But if I live on in the flesh, this will mean fruit from my labor; yet what I shall choose I cannot tell. (23) For I am hard- pressed between the two, having a desire to depart and be with Christ, which is far better. (24) Nevertheless to remain in the flesh is more needful for you. (25) And being confident of this, I know that I shall remain and continue with you all for your progress and joy of faith, (26) that your rejoicing for me may be more abundant in Jesus Christ by my coming to you again. (27) Only let your conduct be worthy of the gospel of Christ, so that whether I come and see you or am absent, I may hear of your affairs, that you stand fast in one spirit, with one mind striving together for the faith of the gospel, (28) and not in any way terrified by your adversaries, which is to them a proof of perdition, but to you of salvation, and that from God.",
    "cardsText": [
      [
        "(19) For I know that this will turn out for my deliverance through",
        "your prayer and the supply of the Spirit of Jesus Christ, (20)",
        "according to my earnest expectation and hope that in nothing",
        "I shall be ashamed, but with all boldness, as always, so now",
        "also Christ will be magnified in my body, whether by life or",
        "by death. (21) For to me, to live is Christ, and to die is gain.",
        "(22) But if I live on in the flesh, this will mean fruit from my",
        "labor; yet what I shall choose I cannot tell. (23) For I am hard-",
        "pressed between the two, having a desire to depart and be",
        "with Christ, which is far better. (24) Nevertheless to remain in",
        "the flesh is more needful for you. (25) And being confident"
      ],
      [
        "of this, I know that I shall remain and continue with you all for",
        "your progress and joy of faith, (26) that your rejoicing for me",
        "may be more abundant in Jesus Christ by my coming to you",
        "again. (27) Only let your conduct be worthy of the gospel of",
        "Christ, so that whether I come and see you or am absent, I",
        "may hear of your affairs, that you stand fast in one spirit, with",
        "one mind striving together for the faith of the gospel, (28)",
        "and not in any way terrified by your adversaries, which is to",
        "them a proof of perdition, but to you of salvation, and that",
        "from God."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 239,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 50001019,
    "rangeEndId": 50001028,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 246,
      "wordCountMin": 239,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.4,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Colossians 2:16–19",
    "text": "(16) So let no one judge you in food or in drink, or regarding a festival or a new moon or sabbaths, (17) which are a shadow of things to come, but the substance is of Christ. (18) Let no one cheat you of your reward, taking delight in false humility and worship of angels, intruding into those things which he has not seen, vainly puffed up by his fleshly mind, (19) and not holding fast to the Head, from whom all the body, nourished and knit together by joints and ligaments, grows with the increase that is from God.",
    "cardsText": [
      [
        "(16) So let no one judge you in food or in drink, or regarding",
        "a festival or a new moon or sabbaths, (17) which are a shadow",
        "of things to come, but the substance is of Christ. (18) Let no",
        "one cheat you of your reward, taking delight in false humility",
        "and worship of angels, intruding into those things which",
        "he has not seen, vainly puffed up by his fleshly mind, (19)",
        "and not holding fast to the Head, from whom all the body,",
        "nourished and knit together by joints and ligaments, grows",
        "with the increase that is from God."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 96,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51002016,
    "rangeEndId": 51002019,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 103.6,
      "wordCountMin": 96,
      "wordCountMax": 114,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 9.6,
      "lineMin": 9,
      "lineMax": 11
    }
  },
  {
    "ref": "Revelation 19:11",
    "text": "(11) Now I saw heaven opened, and behold, a white horse. And He who sat on him was called Faithful and True, and in righteousness He judges and makes war.",
    "cardsText": [
      [
        "(11) Now I saw heaven opened, and behold, a white horse.",
        "And He who sat on him was called Faithful and True, and in",
        "righteousness He judges and makes war."
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 29,
    "version": "NKJV",
    "division": "Junior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66019011,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 28.6,
      "wordCountMin": 27,
      "wordCountMax": 30,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  }
]