[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn of all creation: (16) for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities--all things have been created through Him and for Him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn of all",
        "creation: (16) for by Him all things were created, both in the",
        "heavens and on earth, visible and invisible, whether thrones,",
        "or dominions, or rulers, or authorities--all things have been",
        "created through Him and for Him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 47,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) And the earth was a formless and desolate emptiness, and darkness was over the surface of the deep, and the Spirit of God was hovering over the surface of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) God saw that the light was good; and God separated the light from the darkness. (5) God called the light \"day,\" and the darkness He called \"night.\" And there was evening and there was morning, one day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) And the earth was a formless and desolate emptiness, and",
        "darkness was over the surface of the deep, and the Spirit of",
        "God was hovering over the surface of the waters. (3) Then",
        "God said, \"Let there be light\"; and there was light. (4) God",
        "saw that the light was good; and God separated the light",
        "from the darkness. (5) God called the light \"day,\" and the",
        "darkness He called \"night.\" And there was evening and there",
        "was morning, one day."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 88,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:25–28",
    "text": "(25) \"To whom then will you compare Me That I would be his equal?\" says the Holy One. (26) Raise your eyes on high And see who has created these stars, The One who brings out their multitude by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one of them is missing. (27) Why do you say, Jacob, and you assert, Israel, \"My way is hidden from the LORD, And the justice due me escapes the notice of my God\"? (28) Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable.",
    "cardsText": [
      [
        "(25) \"To whom then will you compare Me That I would be his",
        "equal?\" says the Holy One. (26) Raise your eyes on high And",
        "see who has created these stars, The One who brings out their",
        "multitude by number, He calls them all by name; Because of",
        "the greatness of His might and the strength of His power,",
        "Not one of them is missing. (27) Why do you say, Jacob, and",
        "you assert, Israel, \"My way is hidden from the LORD, And the",
        "justice due me escapes the notice of my God\"? (28) Do you",
        "not know? Have you not heard? The Everlasting God, the",
        "LORD, the Creator of the ends of the earth Does not become",
        "weary or tired. His understanding is unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 121,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040025,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 116,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let Us make mankind in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the livestock and over all the earth, and over every crawling thing that crawls on the earth.\" (27) So God created man in His own image, in the image of God He created him; male and female He created them. (28) God blessed them; and God said to them, \"Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let Us make mankind in Our image,",
        "according to Our likeness; and let them rule over the fish of",
        "the sea and over the birds of the sky and over the livestock",
        "and over all the earth, and over every crawling thing that",
        "crawls on the earth.\" (27) So God created man in His own",
        "image, in the image of God He created him; male and female",
        "He created them. (28) God blessed them; and God said to",
        "them, \"Be fruitful and multiply, and fill the earth, and subdue",
        "it; and rule over the fish of the sea and over the birds of the",
        "sky and over every living thing that moves on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 116,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–6",
    "text": "(1) Now when Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am God Almighty; Walk before Me, and be blameless. (2) \"I will make My covenant between Me and you, And I will multiply you exceedingly.\" (3) Abram fell on his face, and God talked with him, saying, (4) \"As for Me, behold, My covenant is with you, And you will be the father of a multitude of nations. (5) \"No longer shall you be named Abram, But your name shall be Abraham; For I have made you the father of a multitude of nations. (6) \"I will make you exceedingly fruitful, and I will make nations of you, and kings will come from you.",
    "cardsText": [
      [
        "(1) Now when Abram was ninety-nine years old, the LORD",
        "appeared to Abram and said to him, \"I am God Almighty; Walk",
        "before Me, and be blameless. (2) \"I will make My covenant",
        "between Me and you, And I will multiply you exceedingly.\"",
        "(3) Abram fell on his face, and God talked with him, saying,",
        "(4) \"As for Me, behold, My covenant is with you, And you will",
        "be the father of a multitude of nations. (5) \"No longer shall",
        "you be named Abram, But your name shall be Abraham; For I",
        "have made you the father of a multitude of nations. (6) \"I will",
        "make you exceedingly fruitful, and I will make nations of you,",
        "and kings will come from you."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 116,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 105,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 2:1–4",
    "text": "(1) And so the heavens and the earth were completed, and all their heavenly lights. (2) By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because on it He rested from all His work which God had created and made. (4) This is the account of the heavens and the earth when they were created, in the day that the LORD God made earth and heaven.",
    "cardsText": [
      [
        "(1) And so the heavens and the earth were completed, and all",
        "their heavenly lights. (2) By the seventh day God completed",
        "His work which He had done, and He rested on the seventh",
        "day from all His work which He had done. (3) Then God",
        "blessed the seventh day and sanctified it, because on it He",
        "rested from all His work which God had created and made.",
        "(4) This is the account of the heavens and the earth when they",
        "were created, in the day that the LORD God made earth and",
        "heaven."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 90,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.6,
      "wordCountMin": 86,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for you, speak to the sons of Israel, saying, 'You must keep My Sabbaths; for this is a sign between Me and you throughout your generations, so that you may know that I am the LORD who sanctifies you. (14) 'Therefore you are to keep the Sabbath, for it is holy to you. Everyone who profanes it must be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for",
        "you, speak to the sons of Israel, saying, 'You must keep My",
        "Sabbaths; for this is a sign between Me and you throughout",
        "your generations, so that you may know that I am the LORD",
        "who sanctifies you. (14) 'Therefore you are to keep the",
        "Sabbath, for it is holy to you. Everyone who profanes it must",
        "be put to death; for whoever does any work on it, that person",
        "shall be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 87,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:21–25",
    "text": "(21) So the LORD God caused a deep sleep to fall upon the man, and he slept; then He took one of his ribs and closed up the flesh at that place. (22) And the LORD God fashioned into a woman the rib which He had taken from the man, and brought her to the man. (23) Then the man said, \"At last this is bone of my bones, And flesh of my flesh; She shall be called 'woman,' Because she was taken out of man.\" (24) For this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh. (25) And the man and his wife were both naked, but they were not ashamed.",
    "cardsText": [
      [
        "(21) So the LORD God caused a deep sleep to fall upon the",
        "man, and he slept; then He took one of his ribs and closed",
        "up the flesh at that place. (22) And the LORD God fashioned",
        "into a woman the rib which He had taken from the man, and",
        "brought her to the man. (23) Then the man said, \"At last this is",
        "bone of my bones, And flesh of my flesh; She shall be called",
        "'woman,' Because she was taken out of man.\" (24) For this",
        "reason a man shall leave his father and his mother, and be",
        "joined to his wife; and they shall become one flesh. (25) And",
        "the man and his wife were both naked, but they were not",
        "ashamed."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 121,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002021,
    "rangeEndId": 1002025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 116.4,
      "wordCountMin": 113,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.2,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) \"You shall fear only the LORD your God; and you shall worship Him and swear by His name. (14) \"You shall not follow other gods, any of the gods of the peoples who surround you, (15) for the LORD your God who is in the midst of you is a jealous God; so follow Him, or else the anger of the LORD your God will be kindled against you, and He will wipe you off the face of the earth.",
    "cardsText": [
      [
        "(13) \"You shall fear only the LORD your God; and you shall",
        "worship Him and swear by His name. (14) \"You shall not follow",
        "other gods, any of the gods of the peoples who surround",
        "you, (15) for the LORD your God who is in the midst of you is",
        "a jealous God; so follow Him, or else the anger of the LORD",
        "your God will be kindled against you, and He will wipe you",
        "off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 78,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) Then the LORD God said to the serpent, \"Because you have done this, Cursed are you more than all the livestock, And more than any animal of the field; On your belly you shall go, And dust you shall eat All the days of your life; (15) And I will make enemies Of you and the woman, And of your offspring and her Descendant; He shall bruise you on the head, And you shall bruise Him on the heel.\"",
    "cardsText": [
      [
        "(14) Then the LORD God said to the serpent, \"Because you",
        "have done this, Cursed are you more than all the livestock,",
        "And more than any animal of the field; On your belly you",
        "shall go, And dust you shall eat All the days of your life; (15)",
        "And I will make enemies Of you and the woman, And of your",
        "offspring and her Descendant; He shall bruise you on the",
        "head, And you shall bruise Him on the heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 78,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:18–20",
    "text": "(18) You have ascended on high, You have led captive Your captives; You have received gifts among people, Even among the rebellious as well, that the LORD God may dwell there. (19) Blessed be the Lord, who daily bears our burden, The God who is our salvation. (20) God is to us a God of salvation; And to GOD the Lord belong ways of escape from death.",
    "cardsText": [
      [
        "(18) You have ascended on high, You have led captive Your",
        "captives; You have received gifts among people, Even among",
        "the rebellious as well, that the LORD God may dwell there.",
        "(19) Blessed be the Lord, who daily bears our burden, The",
        "God who is our salvation. (20) God is to us a God of salvation;",
        "And to GOD the Lord belong ways of escape from death."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068018,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.4,
      "wordCountMin": 53,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.2,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 4:3–8",
    "text": "(3) So it came about in the course of time that Cain brought an offering to the LORD from the fruit of the ground. (4) Abel, on his part also brought an offering, from the firstborn of his flock and from their fat portions. And the LORD had regard for Abel and his offering; (5) but for Cain and his offering He had no regard. So Cain became very angry and his face was gloomy. (6) Then the LORD said to Cain, \"Why are you angry? And why is your face gloomy? (7) \"If you do well, will your face not be cheerful? And if you do not do well, sin is lurking at the door; and its desire is for you, but you must master it.\" (8) Cain talked to his brother Abel; and it happened that when they were in the field Cain rose up against his brother Abel and killed him.",
    "cardsText": [
      [
        "(3) So it came about in the course of time that Cain brought an",
        "offering to the LORD from the fruit of the ground. (4) Abel, on his",
        "part also brought an offering, from the firstborn of his flock and",
        "from their fat portions. And the LORD had regard for Abel and his",
        "offering; (5) but for Cain and his offering He had no regard. So Cain",
        "became very angry and his face was gloomy. (6) Then the LORD",
        "said to Cain, \"Why are you angry? And why is your face gloomy?",
        "(7) \"If you do well, will your face not be cheerful? And if you do",
        "not do well, sin is lurking at the door; and its desire is for you,",
        "but you must master it.\" (8) Cain talked to his brother Abel; and it",
        "happened that when they were in the field Cain rose up against his",
        "brother Abel and killed him."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 148,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004003,
    "rangeEndId": 1004008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 143.6,
      "wordCountMin": 134,
      "wordCountMax": 148,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming,\" declares the LORD, \"When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land. (6) \"In His days Judah will be saved, And Israel will live securely; And this is His name by which He will be called, 'The LORD Our Righteousness.'",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming,\" declares the LORD, \"When",
        "I will raise up for David a righteous Branch; And He will reign",
        "as king and act wisely And do justice and righteousness in",
        "the land. (6) \"In His days Judah will be saved, And Israel will",
        "live securely; And this is His name by which He will be called,",
        "'The LORD Our Righteousness.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 62,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. On the day when God created man, He made him in the likeness of God. (2) He created them male and female, and He blessed them and named them \"mankind\" on the day when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, according to his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. On the day",
        "when God created man, He made him in the likeness of God.",
        "(2) He created them male and female, and He blessed them",
        "and named them \"mankind\" on the day when they were",
        "created. (3) When Adam had lived 130 years, he fathered a",
        "son in his own likeness, according to his image, and named",
        "him Seth."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 67,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses, the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were born Or You gave birth to the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn mortals back into dust And say, \"Return, you sons of mankind.\" (4) For a thousand years in Your sight Are like yesterday when it passes by, Or like a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses, the man of God. Lord, You have",
        "been our dwelling place in all generations. (2) Before the",
        "mountains were born Or You gave birth to the earth and the",
        "world, Even from everlasting to everlasting, You are God. (3)",
        "You turn mortals back into dust And say, \"Return, you sons",
        "of mankind.\" (4) For a thousand years in Your sight Are like",
        "yesterday when it passes by, Or like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God spoke to Noah and to his sons with him, saying, (9) \"Now behold, I Myself am establishing My covenant with you, and with your descendants after you; (10) and with every living creature that is with you: the birds, the livestock, and every animal of the earth with you; of all that comes out of the ark, every animal of the earth. (11) \"I establish My covenant with you; and all flesh shall never again be eliminated by the waters of a flood, nor shall there again be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God spoke to Noah and to his sons with him, saying,",
        "(9) \"Now behold, I Myself am establishing My covenant with",
        "you, and with your descendants after you; (10) and with every",
        "living creature that is with you: the birds, the livestock, and",
        "every animal of the earth with you; of all that comes out of the",
        "ark, every animal of the earth. (11) \"I establish My covenant",
        "with you; and all flesh shall never again be eliminated by the",
        "waters of a flood, nor shall there again be a flood to destroy",
        "the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:15–18",
    "text": "(15) 'For six days work may be done, but on the seventh day there is a Sabbath of complete rest, holy to the LORD; whoever does any work on the Sabbath day must be put to death. (16) 'So the sons of Israel shall keep the Sabbath, to celebrate the Sabbath throughout their generations as a permanent covenant.' (17) \"It is a sign between Me and the sons of Israel forever; for in six days the LORD made heaven and earth, but on the seventh day He ceased from labor, and was refreshed.\" (18) When He had finished speaking with him on Mount Sinai, He gave Moses the two tablets of the testimony, tablets of stone, written by the finger of God.",
    "cardsText": [
      [
        "(15) 'For six days work may be done, but on the seventh",
        "day there is a Sabbath of complete rest, holy to the LORD;",
        "whoever does any work on the Sabbath day must be put",
        "to death. (16) 'So the sons of Israel shall keep the Sabbath,",
        "to celebrate the Sabbath throughout their generations as a",
        "permanent covenant.' (17) \"It is a sign between Me and the",
        "sons of Israel forever; for in six days the LORD made heaven",
        "and earth, but on the seventh day He ceased from labor, and",
        "was refreshed.\" (18) When He had finished speaking with",
        "him on Mount Sinai, He gave Moses the two tablets of the",
        "testimony, tablets of stone, written by the finger of God."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2031015,
    "rangeEndId": 2031018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.6,
      "wordCountMin": 114,
      "wordCountMax": 120,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Exodus 32:6–14",
    "text": "(6) So the next day they got up early and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and got up to engage in lewd behavior. (7) Then the LORD spoke to Moses, \"Go down at once, for your people, whom you brought up from the land of Egypt, have behaved corruptly. (8) \"They have quickly turned aside from the way which I commanded them. They have made for themselves a cast metal calf, and have worshiped it and have sacrificed to it and said, 'This is your god, Israel, who brought you up from the land of Egypt!'\" (9) Then the LORD said to Moses, \"I have seen this people, and behold, they are an obstinate people. (10) \"So now leave Me alone, that My anger may burn against them and that I may destroy them; and I will make of you a great nation.\" (11) Then Moses pleaded with the LORD his God, and said, \"LORD, why does Your anger burn against Your people whom You have brought out from the land of Egypt with great power and with a mighty hand? (12) \"Why should the Egyptians talk, saying, 'With evil motives He brought them out, to kill them on the mountains and to destroy them from the face of the earth'? Turn from Your burning anger and relent of doing harm to Your people. (13) \"Remember Abraham, Isaac, and Israel, Your servants to whom You swore by Yourself, and said to them, 'I will multiply your descendants as the stars of the heavens, and all this land of which I have spoken I will give to your descendants, and they shall inherit it forever.'\" (14) So the LORD relented of the harm which He said He would do to His people.",
    "cardsText": [
      [
        "(6) So the next day they got up early and offered burnt",
        "offerings, and brought peace offerings; and the people sat",
        "down to eat and to drink, and got up to engage in lewd",
        "behavior. (7) Then the LORD spoke to Moses, \"Go down at",
        "once, for your people, whom you brought up from the land of",
        "Egypt, have behaved corruptly. (8) \"They have quickly turned",
        "aside from the way which I commanded them. They have",
        "made for themselves a cast metal calf, and have worshiped",
        "it and have sacrificed to it and said, 'This is your god, Israel,",
        "who brought you up from the land of Egypt!'\" (9) Then the",
        "LORD said to Moses, \"I have seen this people, and behold,"
      ],
      [
        "they are an obstinate people. (10) \"So now leave Me alone,",
        "that My anger may burn against them and that I may destroy",
        "them; and I will make of you a great nation.\" (11) Then Moses",
        "pleaded with the LORD his God, and said, \"LORD, why does",
        "Your anger burn against Your people whom You have brought",
        "out from the land of Egypt with great power and with a mighty",
        "hand? (12) \"Why should the Egyptians talk, saying, 'With evil",
        "motives He brought them out, to kill them on the mountains",
        "and to destroy them from the face of the earth'? Turn from",
        "Your burning anger and relent of doing harm to Your people.",
        "(13) \"Remember Abraham, Isaac, and Israel, Your servants to"
      ],
      [
        "whom You swore by Yourself, and said to them, 'I will multiply",
        "your descendants as the stars of the heavens, and all this land",
        "of which I have spoken I will give to your descendants, and",
        "they shall inherit it forever.'\" (14) So the LORD relented of the",
        "harm which He said He would do to His people."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 294,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2032006,
    "rangeEndId": 2032014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 296,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27,
      "lineMin": 27,
      "lineMax": 27
    }
  },
  {
    "ref": "Deuteronomy 1:29–32",
    "text": "(29) \"But I said to you, 'Do not be terrified, nor fear them. (30) 'The LORD your God, who goes before you, will Himself fight for you, just as He did for you in Egypt before your eyes, (31) and in the wilderness where you saw how the LORD your God carried you, just as a man carries his son, on all of the road which you have walked until you came to this place.' (32) \"Yet in spite of all this, you did not trust the LORD your God,",
    "cardsText": [
      [
        "(29) \"But I said to you, 'Do not be terrified, nor fear them. (30)",
        "'The LORD your God, who goes before you, will Himself fight",
        "for you, just as He did for you in Egypt before your eyes, (31)",
        "and in the wilderness where you saw how the LORD your God",
        "carried you, just as a man carries his son, on all of the road",
        "which you have walked until you came to this place.' (32) \"Yet",
        "in spite of all this, you did not trust the LORD your God,"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 86,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5001029,
    "rangeEndId": 5001032,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.6,
      "wordCountMin": 83,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Deuteronomy 7:7–9",
    "text": "(7) \"The LORD did not make you His beloved nor choose you because you were greater in number than any of the peoples, since you were the fewest of all peoples, (8) but because the LORD loved you and kept the oath which He swore to your forefathers, the LORD brought you out by a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt. (9) \"Know therefore that the LORD your God, He is God, the faithful God, who keeps His covenant and His faithfulness to a thousand generations for those who love Him and keep His commandments;",
    "cardsText": [
      [
        "(7) \"The LORD did not make you His beloved nor choose you",
        "because you were greater in number than any of the peoples,",
        "since you were the fewest of all peoples, (8) but because the",
        "LORD loved you and kept the oath which He swore to your",
        "forefathers, the LORD brought you out by a mighty hand and",
        "redeemed you from the house of slavery, from the hand of",
        "Pharaoh king of Egypt. (9) \"Know therefore that the LORD",
        "your God, He is God, the faithful God, who keeps His covenant",
        "and His faithfulness to a thousand generations for those who",
        "love Him and keep His commandments;"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 104,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5007007,
    "rangeEndId": 5007009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.6,
      "wordCountMin": 102,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "1 Samuel 12:20–25",
    "text": "(20) Samuel said to the people, \"Do not fear. You have committed all this evil, yet do not turn aside from following the LORD, but serve the LORD with all your heart. (21) \"Indeed, you must not turn aside, for then you would go after useless things which cannot benefit or save, because they are useless. (22) \"For the LORD will not abandon His people on account of His great name, because the LORD has been pleased to make you a people for Himself. (23) \"Furthermore, as for me, far be it from me that I would sin against the LORD by ceasing to pray for you; but I will instruct you in the good and right way. (24) \"Only fear the LORD and serve Him in truth with all your heart; for consider what great things He has done for you. (25) \"But if you still do evil, both you and your king will be swept away.\"",
    "cardsText": [
      [
        "(20) Samuel said to the people, \"Do not fear. You have",
        "committed all this evil, yet do not turn aside from following the",
        "LORD, but serve the LORD with all your heart. (21) \"Indeed,",
        "you must not turn aside, for then you would go after useless",
        "things which cannot benefit or save, because they are useless.",
        "(22) \"For the LORD will not abandon His people on account",
        "of His great name, because the LORD has been pleased to",
        "make you a people for Himself. (23) \"Furthermore, as for me,",
        "far be it from me that I would sin against the LORD by ceasing",
        "to pray for you; but I will instruct you in the good and right",
        "way. (24) \"Only fear the LORD and serve Him in truth with all"
      ],
      [
        "your heart; for consider what great things He has done for",
        "you. (25) \"But if you still do evil, both you and your king will",
        "be swept away.\""
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 152,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 9012020,
    "rangeEndId": 9012025,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 148,
      "wordCountMin": 145,
      "wordCountMax": 152,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "1 Chronicles 16:4–19",
    "text": "(4) He appointed some of the Levites as ministers before the ark of the LORD, to celebrate and to thank and praise the LORD God of Israel: (5) Asaph the chief, and second to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, with musical instruments, harps, and lyres; also Asaph played loud-sounding cymbals, (6) and the priests Benaiah and Jahaziel blew trumpets continually before the ark of the covenant of God. (7) Then on that day David first assigned Asaph and his relatives to give thanks to the LORD. (8) Give thanks to the LORD, call upon His name; Make His deeds known among the peoples. (9) Sing to Him, sing praises to Him; Speak of all His wonders. (10) Boast in His holy name; Let the heart of those who seek the LORD be joyful. (11) Seek the LORD and His strength; Seek His face continually. (12) Remember His wonderful deeds which He has done, His marvels and the judgments from His mouth, (13) You descendants of Israel His servant, Sons of Jacob, His chosen ones! (14) He is the LORD our God; His judgments are in all the earth. (15) Remember His covenant forever, The word which He commanded to a thousand generations, (16) The covenant which He made with Abraham, And His oath to Isaac. (17) He also confirmed it to Jacob as a statute, To Israel as an everlasting covenant, (18) Saying, \"To you I will give the land of Canaan, As the portion of your inheritance.\" (19) When they were only a few in number, Very few, and strangers in it,",
    "cardsText": [
      [
        "(4) He appointed some of the Levites as ministers before the",
        "ark of the LORD, to celebrate and to thank and praise the",
        "LORD God of Israel: (5) Asaph the chief, and second to him",
        "Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab,",
        "Benaiah, Obed-edom, and Jeiel, with musical instruments,",
        "harps, and lyres; also Asaph played loud-sounding cymbals,",
        "(6) and the priests Benaiah and Jahaziel blew trumpets",
        "continually before the ark of the covenant of God. (7) Then on",
        "that day David first assigned Asaph and his relatives to give",
        "thanks to the LORD. (8) Give thanks to the LORD, call upon His",
        "name; Make His deeds known among the peoples. (9) Sing to"
      ],
      [
        "Him, sing praises to Him; Speak of all His wonders. (10) Boast",
        "in His holy name; Let the heart of those who seek the LORD",
        "be joyful. (11) Seek the LORD and His strength; Seek His face",
        "continually. (12) Remember His wonderful deeds which He",
        "has done, His marvels and the judgments from His mouth,",
        "(13) You descendants of Israel His servant, Sons of Jacob, His",
        "chosen ones! (14) He is the LORD our God; His judgments",
        "are in all the earth. (15) Remember His covenant forever, The",
        "word which He commanded to a thousand generations, (16)",
        "The covenant which He made with Abraham, And His oath",
        "to Isaac. (17) He also confirmed it to Jacob as a statute, To"
      ],
      [
        "Israel as an everlasting covenant, (18) Saying, \"To you I will",
        "give the land of Canaan, As the portion of your inheritance.\"",
        "(19) When they were only a few in number, Very few, and",
        "strangers in it,"
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 254,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13016004,
    "rangeEndId": 13016019,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262,
      "wordCountMin": 254,
      "wordCountMax": 275,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 26,
      "lineMin": 26,
      "lineMax": 26
    }
  },
  {
    "ref": "Nehemiah 9:5–8",
    "text": "(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, \"Arise, bless the LORD your God forever and ever! May Your glorious name be blessed And exalted above all blessing and praise! (6) \"You alone are the LORD. You have made the heavens, The heaven of heavens with all their lights, The earth and everything that is on it, The seas and everything that is in them. You give life to all of them, And the heavenly lights bow down before You. (7) \"You are the LORD God, Who chose Abram And brought him out from Ur of the Chaldees, And gave him the name Abraham. (8) \"You found his heart faithful before You, And made a covenant with him To give him the land of the Canaanite, Of the Hittite and the Amorite, Of the Perizzite, the Jebusite, and the Girgashite-- To give it to his descendants. And You have fulfilled Your promise, Because You are righteous.",
    "cardsText": [
      [
        "(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah,",
        "Sherebiah, Hodiah, Shebaniah, and Pethahiah said, \"Arise,",
        "bless the LORD your God forever and ever! May Your glorious",
        "name be blessed And exalted above all blessing and praise!",
        "(6) \"You alone are the LORD. You have made the heavens,",
        "The heaven of heavens with all their lights, The earth and",
        "everything that is on it, The seas and everything that is in",
        "them. You give life to all of them, And the heavenly lights bow",
        "down before You. (7) \"You are the LORD God, Who chose",
        "Abram And brought him out from Ur of the Chaldees, And",
        "gave him the name Abraham. (8) \"You found his heart faithful"
      ],
      [
        "before You, And made a covenant with him To give him the",
        "land of the Canaanite, Of the Hittite and the Amorite, Of the",
        "Perizzite, the Jebusite, and the Girgashite-- To give it to his",
        "descendants. And You have fulfilled Your promise, Because",
        "You are righteous."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 158,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16009005,
    "rangeEndId": 16009008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 153.4,
      "wordCountMin": 146,
      "wordCountMax": 162,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.4,
      "lineMin": 15,
      "lineMax": 16
    }
  },
  {
    "ref": "Job 36:22–33",
    "text": "(22) \"Behold, God is exalted in His power; Who is a teacher like Him? (23) \"Who has appointed Him His way, And who has said, 'You have done wrong'? (24) \"Remember that you are to exalt His work, Of which people have sung. (25) \"All people have seen it; Mankind looks at it from afar. (26) \"Behold, God is exalted, and we do not know Him; The number of His years is unsearchable. (27) \"For He draws up the drops of water; They distill rain from its celestial stream, (28) Which clouds pour down; They drip upon mankind abundantly. (29) \"Can anyone understand the spreading of the clouds, The thundering of His pavilion? (30) \"Behold, He spreads His lightning about Him, And He covers the depths of the sea. (31) \"For by them He judges peoples; He gives food in abundance. (32) \"He covers His hands with the lightning, And commands it to strike the target. (33) \"Its thundering voice declares His presence; The livestock also, concerning what is coming up.",
    "cardsText": [
      [
        "(22) \"Behold, God is exalted in His power; Who is a teacher",
        "like Him? (23) \"Who has appointed Him His way, And who has",
        "said, 'You have done wrong'? (24) \"Remember that you are to",
        "exalt His work, Of which people have sung. (25) \"All people",
        "have seen it; Mankind looks at it from afar. (26) \"Behold,",
        "God is exalted, and we do not know Him; The number of His",
        "years is unsearchable. (27) \"For He draws up the drops of",
        "water; They distill rain from its celestial stream, (28) Which",
        "clouds pour down; They drip upon mankind abundantly.",
        "(29) \"Can anyone understand the spreading of the clouds,",
        "The thundering of His pavilion? (30) \"Behold, He spreads"
      ],
      [
        "His lightning about Him, And He covers the depths of the",
        "sea. (31) \"For by them He judges peoples; He gives food in",
        "abundance. (32) \"He covers His hands with the lightning, And",
        "commands it to strike the target. (33) \"Its thundering voice",
        "declares His presence; The livestock also, concerning what is",
        "coming up."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 159,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18036022,
    "rangeEndId": 18036033,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 156,
      "wordCountMin": 149,
      "wordCountMax": 161,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.8,
      "lineMin": 15,
      "lineMax": 17
    }
  },
  {
    "ref": "Job 40:15–24",
    "text": "(15) \"Behold, Behemoth, which I made as well as you; He eats grass like an ox. (16) \"Behold, his strength in his waist, And his power in the muscles of his belly. (17) \"He hangs his tail like a cedar; The tendons of his thighs are knit together. (18) \"His bones are tubes of bronze; His limbs are like bars of iron. (19) \"He is the first of the ways of God; Let his Maker bring His sword near. (20) \"Indeed the mountains bring him food, And all the animals of the field play there. (21) \"He lies down under the lotus plants, In the hiding place of the reeds and the marsh. (22) \"The lotus plants cover him with shade; The willows of the brook surround him. (23) \"If a river rages, he is not alarmed; He is confident, though the Jordan rushes to his mouth. (24) \"Can anyone capture him when he is on watch, Can anyone pierce his nose with barbs?",
    "cardsText": [
      [
        "(15) \"Behold, Behemoth, which I made as well as you; He eats",
        "grass like an ox. (16) \"Behold, his strength in his waist, And",
        "his power in the muscles of his belly. (17) \"He hangs his tail",
        "like a cedar; The tendons of his thighs are knit together. (18)",
        "\"His bones are tubes of bronze; His limbs are like bars of iron.",
        "(19) \"He is the first of the ways of God; Let his Maker bring",
        "His sword near. (20) \"Indeed the mountains bring him food,",
        "And all the animals of the field play there. (21) \"He lies down",
        "under the lotus plants, In the hiding place of the reeds and",
        "the marsh. (22) \"The lotus plants cover him with shade; The",
        "willows of the brook surround him. (23) \"If a river rages, he is"
      ],
      [
        "not alarmed; He is confident, though the Jordan rushes to his",
        "mouth. (24) \"Can anyone capture him when he is on watch,",
        "Can anyone pierce his nose with barbs?"
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 154,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18040015,
    "rangeEndId": 18040024,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154.2,
      "wordCountMin": 146,
      "wordCountMax": 159,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Psalm 81:1–16",
    "text": "(1) Sing for joy to God our strength; Shout joyfully to the God of Jacob. (2) Raise a song, strike the tambourine, The sweet sounding lyre with the harp. (3) Blow the trumpet at the new moon, At the full moon, on our feast day. (4) For it is a statute for Israel, An ordinance of the God of Jacob. (5) He established it as a testimony in Joseph When he went throughout the land of Egypt. I heard a language I did not know: (6) \"I relieved his shoulder of the burden, His hands were freed from the basket. (7) \"You called in trouble and I rescued you; I answered you in the hiding place of thunder; I put you to the test at the waters of Meribah. Selah (8) \"Hear, My people, and I will admonish you; Israel, if you would listen to Me! (9) \"There shall be no strange god among you; Nor shall you worship a foreign god. (10) \"I, the LORD, am your God, Who brought you up from the land of Egypt; Open your mouth wide and I will fill it. (11) \"But My people did not listen to My voice, And Israel did not obey Me. (12) \"So I gave them over to the stubbornness of their heart, To walk by their own plans. (13) \"Oh that My people would listen to Me, That Israel would walk in My ways! (14) \"I would quickly subdue their enemies And turn My hand against their adversaries. (15) \"Those who hate the LORD would pretend to obey Him, And their time of punishment would be forever. (16) \"But I would feed you with the finest of the wheat, And with honey from the rock I would satisfy you.\"",
    "cardsText": [
      [
        "(1) Sing for joy to God our strength; Shout joyfully to the God of",
        "Jacob. (2) Raise a song, strike the tambourine, The sweet sounding",
        "lyre with the harp. (3) Blow the trumpet at the new moon, At the full",
        "moon, on our feast day. (4) For it is a statute for Israel, An ordinance",
        "of the God of Jacob. (5) He established it as a testimony in Joseph",
        "When he went throughout the land of Egypt. I heard a language I",
        "did not know: (6) \"I relieved his shoulder of the burden, His hands",
        "were freed from the basket. (7) \"You called in trouble and I rescued",
        "you; I answered you in the hiding place of thunder; I put you to the",
        "test at the waters of Meribah. Selah (8) \"Hear, My people, and I will",
        "admonish you; Israel, if you would listen to Me! (9) \"There shall be",
        "no strange god among you; Nor shall you worship a foreign god."
      ],
      [
        "(10) \"I, the LORD, am your God, Who brought you up from the",
        "land of Egypt; Open your mouth wide and I will fill it. (11) \"But My",
        "people did not listen to My voice, And Israel did not obey Me. (12)",
        "\"So I gave them over to the stubbornness of their heart, To walk by",
        "their own plans. (13) \"Oh that My people would listen to Me, That",
        "Israel would walk in My ways! (14) \"I would quickly subdue their",
        "enemies And turn My hand against their adversaries. (15) \"Those",
        "who hate the LORD would pretend to obey Him, And their time of",
        "punishment would be forever. (16) \"But I would feed you with the",
        "finest of the wheat, And with honey from the rock I would satisfy",
        "you.\""
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 276,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19081001,
    "rangeEndId": 19081016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 275.6,
      "wordCountMin": 264,
      "wordCountMax": 288,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.4,
      "lineMin": 22,
      "lineMax": 27
    }
  },
  {
    "ref": "Psalm 106:2–17",
    "text": "(2) Who can speak of the mighty deeds of the LORD, Or can proclaim all His praise? (3) How blessed are those who maintain justice, Who practice righteousness at all times! (4) Remember me, LORD, in Your favor toward Your people. Visit me with Your salvation, (5) So that I may see the prosperity of Your chosen ones, That I may rejoice in the joy of Your nation, That I may boast with Your inheritance. (6) We have sinned like our fathers, We have gone astray, we have behaved wickedly. (7) Our fathers in Egypt did not understand Your wonders; They did not remember Your abundant kindnesses, But rebelled by the sea, at the Red Sea. (8) Nevertheless He saved them for the sake of His name, So that He might make His power known. (9) So He rebuked the Red Sea and it dried up, And He led them through the mighty waters, as through the wilderness. (10) So He saved them from the hand of one who hated them, And redeemed them from the hand of the enemy. (11) The waters covered their adversaries; Not one of them was left. (12) Then they believed His words; They sang His praise. (13) They quickly forgot His works; They did not wait for His plan, (14) But became lustfully greedy in the wilderness, And put God to the test in the desert. (15) So He gave them their request, But sent a wasting disease among them. (16) When they became envious of Moses in the camp, And of Aaron, the holy one of the LORD, (17) The earth opened and swallowed up Dathan, And engulfed the company of Abiram.",
    "cardsText": [
      [
        "(2) Who can speak of the mighty deeds of the LORD, Or",
        "can proclaim all His praise? (3) How blessed are those who",
        "maintain justice, Who practice righteousness at all times! (4)",
        "Remember me, LORD, in Your favor toward Your people. Visit",
        "me with Your salvation, (5) So that I may see the prosperity of",
        "Your chosen ones, That I may rejoice in the joy of Your nation,",
        "That I may boast with Your inheritance. (6) We have sinned",
        "like our fathers, We have gone astray, we have behaved",
        "wickedly. (7) Our fathers in Egypt did not understand Your",
        "wonders; They did not remember Your abundant kindnesses,",
        "But rebelled by the sea, at the Red Sea. (8) Nevertheless He"
      ],
      [
        "saved them for the sake of His name, So that He might make",
        "His power known. (9) So He rebuked the Red Sea and it dried",
        "up, And He led them through the mighty waters, as through",
        "the wilderness. (10) So He saved them from the hand of one",
        "who hated them, And redeemed them from the hand of the",
        "enemy. (11) The waters covered their adversaries; Not one",
        "of them was left. (12) Then they believed His words; They",
        "sang His praise. (13) They quickly forgot His works; They",
        "did not wait for His plan, (14) But became lustfully greedy",
        "in the wilderness, And put God to the test in the desert. (15)",
        "So He gave them their request, But sent a wasting disease"
      ],
      [
        "among them. (16) When they became envious of Moses in",
        "the camp, And of Aaron, the holy one of the LORD, (17) The",
        "earth opened and swallowed up Dathan, And engulfed the",
        "company of Abiram."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 263,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19106002,
    "rangeEndId": 19106017,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262.2,
      "wordCountMin": 254,
      "wordCountMax": 268,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 24,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Psalm 112:1–9",
    "text": "(1) Praise the LORD! Blessed is a person who fears the LORD, Who greatly delights in His commandments. (2) His descendants will be mighty on the earth; The generation of the upright will be blessed. (3) Wealth and riches are in his house, And his righteousness endures forever. (4) Light shines in the darkness for the upright; He is gracious, compassionate, and righteous. (5) It goes well for a person who is gracious and lends; He will maintain his cause in judgment. (6) For he will never be shaken; The righteous will be remembered forever. (7) He will not fear bad news; His heart is steadfast, trusting in the LORD. (8) His heart is firm, he will not fear, But will look with satisfaction on his enemies. (9) He has given freely to the poor, His righteousness endures forever; His horn will be exalted in honor.",
    "cardsText": [
      [
        "(1) Praise the LORD! Blessed is a person who fears the",
        "LORD, Who greatly delights in His commandments. (2) His",
        "descendants will be mighty on the earth; The generation of the",
        "upright will be blessed. (3) Wealth and riches are in his house,",
        "And his righteousness endures forever. (4) Light shines in the",
        "darkness for the upright; He is gracious, compassionate, and",
        "righteous. (5) It goes well for a person who is gracious and",
        "lends; He will maintain his cause in judgment. (6) For he will",
        "never be shaken; The righteous will be remembered forever.",
        "(7) He will not fear bad news; His heart is steadfast, trusting",
        "in the LORD. (8) His heart is firm, he will not fear, But will look"
      ],
      [
        "with satisfaction on his enemies. (9) He has given freely to",
        "the poor, His righteousness endures forever; His horn will be",
        "exalted in honor."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 137,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19112001,
    "rangeEndId": 19112009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 143.4,
      "wordCountMin": 137,
      "wordCountMax": 148,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.6,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "Isaiah 59:14–21",
    "text": "(14) Justice is turned back, And righteousness stands far away; For truth has stumbled in the street, And uprightness cannot enter. (15) Truth is lacking, And one who turns aside from evil makes himself a prey. Now the LORD saw, And it was displeasing in His sight that there was no justice. (16) And He saw that there was no one, And was amazed that there was not one to intercede; Then His own arm brought salvation to Him, And His righteousness upheld Him. (17) He put on righteousness like a breastplate, And a helmet of salvation on His head; And He put on garments of vengeance for clothing And wrapped Himself with zeal as a cloak. (18) According to their deeds, so will He repay: Wrath to His adversaries, retribution to His enemies; To the coastlands He will deal retribution. (19) So they will fear the name of the LORD from the west And His glory from the rising of the sun, For He will come like a rushing stream Which the wind of the LORD drives. (20) \"A Redeemer will come to Zion, And to those in Jacob who turn from wrongdoing,\" declares the LORD. (21) \"As for Me, this is My covenant with them,\" says the LORD: \"My Spirit who is upon you, and My words which I have put in your mouth shall not depart from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring's offspring,\" says the LORD, \"from now and forever.\"",
    "cardsText": [
      [
        "(14) Justice is turned back, And righteousness stands far away; For",
        "truth has stumbled in the street, And uprightness cannot enter. (15)",
        "Truth is lacking, And one who turns aside from evil makes himself",
        "a prey. Now the LORD saw, And it was displeasing in His sight that",
        "there was no justice. (16) And He saw that there was no one, And",
        "was amazed that there was not one to intercede; Then His own",
        "arm brought salvation to Him, And His righteousness upheld Him.",
        "(17) He put on righteousness like a breastplate, And a helmet of",
        "salvation on His head; And He put on garments of vengeance for",
        "clothing And wrapped Himself with zeal as a cloak. (18) According",
        "to their deeds, so will He repay: Wrath to His adversaries, retribution"
      ],
      [
        "to His enemies; To the coastlands He will deal retribution. (19) So",
        "they will fear the name of the LORD from the west And His glory",
        "from the rising of the sun, For He will come like a rushing stream",
        "Which the wind of the LORD drives. (20) \"A Redeemer will come to",
        "Zion, And to those in Jacob who turn from wrongdoing,\" declares",
        "the LORD. (21) \"As for Me, this is My covenant with them,\" says",
        "the LORD: \"My Spirit who is upon you, and My words which I have",
        "put in your mouth shall not depart from your mouth, nor from the",
        "mouth of your offspring, nor from the mouth of your offspring's",
        "offspring,\" says the LORD, \"from now and forever.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 246,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23059014,
    "rangeEndId": 23059021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 248.4,
      "wordCountMin": 245,
      "wordCountMax": 255,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.2,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Nahum 1:3–8",
    "text": "(3) The LORD is slow to anger and great in power, And the LORD will by no means leave the guilty unpunished. In the gale and the storm is His way, And clouds are the dust beneath His feet. (4) He rebukes the sea and dries it up; He dries up all the rivers. Bashan and Carmel wither, The blossoms of Lebanon wither. (5) Mountains quake because of Him, And the hills come apart; Indeed the earth is upheaved by His presence, The world and all the inhabitants in it. (6) Who can stand before His indignation? Who can endure the burning of His anger? His wrath gushes forth like fire, And the rocks are broken up by Him. (7) The LORD is good, A stronghold in the day of trouble, And He knows those who take refuge in Him. (8) But with an overflowing flood He will make a complete end of its site, And will pursue His enemies into darkness.",
    "cardsText": [
      [
        "(3) The LORD is slow to anger and great in power, And the",
        "LORD will by no means leave the guilty unpunished. In the",
        "gale and the storm is His way, And clouds are the dust beneath",
        "His feet. (4) He rebukes the sea and dries it up; He dries up",
        "all the rivers. Bashan and Carmel wither, The blossoms of",
        "Lebanon wither. (5) Mountains quake because of Him, And",
        "the hills come apart; Indeed the earth is upheaved by His",
        "presence, The world and all the inhabitants in it. (6) Who can",
        "stand before His indignation? Who can endure the burning of",
        "His anger? His wrath gushes forth like fire, And the rocks are",
        "broken up by Him. (7) The LORD is good, A stronghold in the"
      ],
      [
        "day of trouble, And He knows those who take refuge in Him.",
        "(8) But with an overflowing flood He will make a complete",
        "end of its site, And will pursue His enemies into darkness."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 156,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001003,
    "rangeEndId": 34001008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154,
      "wordCountMin": 148,
      "wordCountMax": 160,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to Me, all who are weary and burdened, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and YOU WILL FIND REST FOR YOUR SOULS.",
    "cardsText": [
      [
        "(28) \"Come to Me, all who are weary and burdened, and I will",
        "give you rest. (29) \"Take My yoke upon you and learn from",
        "Me, for I am gentle and humble in heart, and YOU WILL FIND",
        "REST FOR YOUR SOULS."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 40,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Mark 10:5–10",
    "text": "(5) But Jesus said to them, \"Because of your hardness of heart he wrote you this commandment. (6) \"But from the beginning of creation, God CREATED THEM MALE AND FEMALE. (7) \"FOR THIS REASON A MAN SHALL LEAVE HIS FATHER AND MOTHER, (8) AND THE TWO SHALL BECOME ONE FLESH; so they are no longer two, but one flesh. (9) \"Therefore, what God has joined together, no person is to separate.\" (10) And in the house the disciples again began questioning Him about this.",
    "cardsText": [
      [
        "(5) But Jesus said to them, \"Because of your hardness of heart",
        "he wrote you this commandment. (6) \"But from the beginning",
        "of creation, God CREATED THEM MALE AND FEMALE. (7)",
        "\"FOR THIS REASON A MAN SHALL LEAVE HIS FATHER AND",
        "MOTHER, (8) AND THE TWO SHALL BECOME ONE FLESH;",
        "so they are no longer two, but one flesh. (9) \"Therefore, what",
        "God has joined together, no person is to separate.\" (10) And",
        "in the house the disciples again began questioning Him",
        "about this."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 78,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41010005,
    "rangeEndId": 41010010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.8,
      "wordCountMin": 78,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Luke 12:22–40",
    "text": "(22) And He said to His disciples, \"For this reason I tell you, do not worry about your life, as to what you are to eat; nor for your body, as to what you are to wear. (23) \"For life is more than food, and the body is more than clothing. (24) \"Consider the ravens, that they neither sow nor reap; they have no storeroom nor barn, and yet God feeds them; how much more valuable you are than the birds! (25) \"And which of you by worrying can add a day to his life's span? (26) \"Therefore if you cannot do even a very little thing, why do you worry about the other things? (27) \"Consider the lilies, how they grow: they neither labor nor spin; but I tell you, not even Solomon in all his glory clothed himself like one of these. (28) \"Now if God so clothes the grass in the field, which is alive today and tomorrow is thrown into the furnace, how much more will He clothe you? You of little faith! (29) \"And do not seek what you are to eat and what you are to drink, and do not keep worrying. (30) \"For all these things are what the nations of the world eagerly seek; and your Father knows that you need these things. (31) \"But seek His kingdom, and these things will be provided to you. (32) \"Do not be afraid, little flock, because your Father has chosen to give you the kingdom. (33) \"Sell your possessions and give to charity; make yourselves money belts that do not wear out, an inexhaustible treasure in heaven, where no thief comes near nor does a moth destroy. (34) \"For where your treasure is, there your heart will be also. (35) \"Be prepared, and keep your lamps lit. (36) \"You are also to be like people who are waiting for their master when he returns from the wedding feast, so that they may immediately open the door for him when he comes and knocks. (37) \"Blessed are those slaves whom the master will find on the alert when he comes; truly I say to you, that he will prepare himself to serve, and have them recline at the table, and he will come up and serve them. (38) \"Whether he comes in the second watch, or even in the third, and finds them so, blessed are those slaves. (39) \"But be sure of this, that if the head of the house had known at what hour the thief was coming, he would not have allowed his house to be broken into. (40) \"You too, be ready; because the Son of Man is coming at an hour that you do not think He will.\"",
    "cardsText": [
      [
        "(22) And He said to His disciples, \"For this reason I tell you, do",
        "not worry about your life, as to what you are to eat; nor for your",
        "body, as to what you are to wear. (23) \"For life is more than",
        "food, and the body is more than clothing. (24) \"Consider the",
        "ravens, that they neither sow nor reap; they have no storeroom",
        "nor barn, and yet God feeds them; how much more valuable",
        "you are than the birds! (25) \"And which of you by worrying",
        "can add a day to his life's span? (26) \"Therefore if you cannot",
        "do even a very little thing, why do you worry about the other",
        "things? (27) \"Consider the lilies, how they grow: they neither",
        "labor nor spin; but I tell you, not even Solomon in all his glory"
      ],
      [
        "clothed himself like one of these. (28) \"Now if God so clothes",
        "the grass in the field, which is alive today and tomorrow is",
        "thrown into the furnace, how much more will He clothe you?",
        "You of little faith! (29) \"And do not seek what you are to eat",
        "and what you are to drink, and do not keep worrying. (30)",
        "\"For all these things are what the nations of the world eagerly",
        "seek; and your Father knows that you need these things. (31)",
        "\"But seek His kingdom, and these things will be provided to",
        "you. (32) \"Do not be afraid, little flock, because your Father has",
        "chosen to give you the kingdom. (33) \"Sell your possessions",
        "and give to charity; make yourselves money belts that do not"
      ],
      [
        "wear out, an inexhaustible treasure in heaven, where no thief",
        "comes near nor does a moth destroy. (34) \"For where your",
        "treasure is, there your heart will be also. (35) \"Be prepared,",
        "and keep your lamps lit. (36) \"You are also to be like people",
        "who are waiting for their master when he returns from the",
        "wedding feast, so that they may immediately open the door",
        "for him when he comes and knocks. (37) \"Blessed are those",
        "slaves whom the master will find on the alert when he comes;",
        "truly I say to you, that he will prepare himself to serve, and",
        "have them recline at the table, and he will come up and serve",
        "them. (38) \"Whether he comes in the second watch, or even"
      ],
      [
        "in the third, and finds them so, blessed are those slaves. (39)",
        "\"But be sure of this, that if the head of the house had known",
        "at what hour the thief was coming, he would not have allowed",
        "his house to be broken into. (40) \"You too, be ready; because",
        "the Son of Man is coming at an hour that you do not think He",
        "will.\""
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 439,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42012022,
    "rangeEndId": 42012040,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 428.8,
      "wordCountMin": 418,
      "wordCountMax": 439,
      "levelMin": 3,
      "levelMax": 3.5,
      "lineAve": 36.8,
      "lineMin": 34,
      "lineMax": 39
    }
  },
  {
    "ref": "Luke 16:13",
    "text": "(13) \"No servant can serve two masters; for either he will hate the one and love the other, or he will be devoted to one and despise the other. You cannot serve God and wealth.\"",
    "cardsText": [
      [
        "(13) \"No servant can serve two masters; for either he will hate",
        "the one and love the other, or he will be devoted to one and",
        "despise the other. You cannot serve God and wealth.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 34,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42016013,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 35,
      "wordCountMin": 34,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 10:4–16",
    "text": "(4) \"When he puts all his own sheep outside, he goes ahead of them, and the sheep follow him because they know his voice. (5) \"However, a stranger they simply will not follow, but will flee from him, because they do not know the voice of strangers.\" (6) Jesus told them this figure of speech, but they did not understand what the things which He was saying to them meant. (7) So Jesus said to them again, \"Truly, truly I say to you, I am the door of the sheep. (8) \"All those who came before Me are thieves and robbers, but the sheep did not listen to them. (9) \"I am the door; if anyone enters through Me, he will be saved, and will go in and out and find pasture. (10) \"The thief comes only to steal and kill and destroy; I came so that they would have life, and have it abundantly. (11) \"I am the good shepherd; the good shepherd lays down His life for the sheep. (12) \"He who is a hired hand, and not a shepherd, who is not the owner of the sheep, sees the wolf coming, and leaves the sheep and flees; and the wolf snatches them and scatters the flock. (13) \"He flees because he is a hired hand and does not care about the sheep. (14) \"I am the good shepherd, and I know My own, and My own know Me, (15) just as the Father knows Me and I know the Father; and I lay down My life for the sheep. (16) \"And I have other sheep that are not of this fold; I must bring them also, and they will listen to My voice; and they will become one flock, with one shepherd.",
    "cardsText": [
      [
        "(4) \"When he puts all his own sheep outside, he goes ahead of",
        "them, and the sheep follow him because they know his voice. (5)",
        "\"However, a stranger they simply will not follow, but will flee from",
        "him, because they do not know the voice of strangers.\" (6) Jesus",
        "told them this figure of speech, but they did not understand what",
        "the things which He was saying to them meant. (7) So Jesus said to",
        "them again, \"Truly, truly I say to you, I am the door of the sheep. (8)",
        "\"All those who came before Me are thieves and robbers, but the",
        "sheep did not listen to them. (9) \"I am the door; if anyone enters",
        "through Me, he will be saved, and will go in and out and find",
        "pasture. (10) \"The thief comes only to steal and kill and destroy; I",
        "came so that they would have life, and have it abundantly. (11) \"I"
      ],
      [
        "am the good shepherd; the good shepherd lays down His life for",
        "the sheep. (12) \"He who is a hired hand, and not a shepherd, who",
        "is not the owner of the sheep, sees the wolf coming, and leaves",
        "the sheep and flees; and the wolf snatches them and scatters the",
        "flock. (13) \"He flees because he is a hired hand and does not care",
        "about the sheep. (14) \"I am the good shepherd, and I know My",
        "own, and My own know Me, (15) just as the Father knows Me and",
        "I know the Father; and I lay down My life for the sheep. (16) \"And",
        "I have other sheep that are not of this fold; I must bring them also,",
        "and they will listen to My voice; and they will become one flock,",
        "with one shepherd."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 282,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43010004,
    "rangeEndId": 43010016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 277,
      "wordCountMin": 269,
      "wordCountMax": 282,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "John 16:5–17",
    "text": "(5) \"But now I am going to Him who sent Me; and none of you asks Me, 'Where are You going?' (6) \"But because I have said these things to you, grief has filled your heart. (7) \"But I tell you the truth: it is to your advantage that I am leaving; for if I do not leave, the Helper will not come to you; but if I go, I will send Him to you. (8) \"And He, when He comes, will convict the world regarding sin, and righteousness, and judgment: (9) regarding sin, because they do not believe in Me; (10) and regarding righteousness, because I am going to the Father and you no longer are going to see Me; (11) and regarding judgment, because the ruler of this world has been judged. (12) \"I have many more things to say to you, but you cannot bear them at the present time. (13) \"But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own, but whatever He hears, He will speak; and He will disclose to you what is to come. (14) \"He will glorify Me, for He will take from Mine and will disclose it to you. (15) \"All things that the Father has are Mine; this is why I said that He takes from Mine and will disclose it to you. (16) \"A little while, and you no longer are going to see Me; and again a little while, and you will see Me.\" (17) So some of His disciples said to one another, \"What is this that He is telling us, 'A little while, and you are not going to see Me; and again a little while, and you will see Me'; and, 'because I am going to the Father'?\"",
    "cardsText": [
      [
        "(5) \"But now I am going to Him who sent Me; and none of you",
        "asks Me, 'Where are You going?' (6) \"But because I have said these",
        "things to you, grief has filled your heart. (7) \"But I tell you the truth:",
        "it is to your advantage that I am leaving; for if I do not leave, the",
        "Helper will not come to you; but if I go, I will send Him to you. (8)",
        "\"And He, when He comes, will convict the world regarding sin, and",
        "righteousness, and judgment: (9) regarding sin, because they do",
        "not believe in Me; (10) and regarding righteousness, because I",
        "am going to the Father and you no longer are going to see Me;",
        "(11) and regarding judgment, because the ruler of this world has",
        "been judged. (12) \"I have many more things to say to you, but you",
        "cannot bear them at the present time. (13) \"But when He, the Spirit"
      ],
      [
        "of truth, comes, He will guide you into all the truth; for He will not",
        "speak on His own, but whatever He hears, He will speak; and He",
        "will disclose to you what is to come. (14) \"He will glorify Me, for He",
        "will take from Mine and will disclose it to you. (15) \"All things that",
        "the Father has are Mine; this is why I said that He takes from Mine",
        "and will disclose it to you. (16) \"A little while, and you no longer",
        "are going to see Me; and again a little while, and you will see Me.\"",
        "(17) So some of His disciples said to one another, \"What is this that",
        "He is telling us, 'A little while, and you are not going to see Me; and",
        "again a little while, and you will see Me'; and, 'because I am going",
        "to the Father'?\""
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 294,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016005,
    "rangeEndId": 43016017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 287.2,
      "wordCountMin": 281,
      "wordCountMax": 294,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 22,
      "lineMax": 23
    }
  },
  {
    "ref": "Acts 20:15–36",
    "text": "(15) Sailing from there, we arrived the following day opposite Chios; and the next day we crossed over to Samos, and on the following day we came to Miletus. (16) For Paul had decided to sail past Ephesus so that he would not have to lose time in Asia; for he was hurrying, if it might be possible for him to be in Jerusalem the day of Pentecost. (17) From Miletus he sent word to Ephesus and called to himself the elders of the church. (18) And when they came to him, he said to them, \"You yourselves know, from the first day that I set foot in Asia, how I was with you the whole time, (19) serving the Lord with all humility and with tears and trials which came upon me through the plots of the Jews; (20) how I did not shrink from declaring to you anything that was beneficial, and teaching you publicly and from house to house, (21) solemnly testifying to both Jews and Greeks of repentance toward God and faith in our Lord Jesus Christ. (22) \"And now, behold, bound by the Spirit, I am on my way to Jerusalem, not knowing what will happen to me there, (23) except that the Holy Spirit solemnly testifies to me in every city, saying that chains and afflictions await me. (24) \"But I do not consider my life of any account as dear to myself, so that I may finish my course and the ministry which I received from the Lord Jesus, to testify solemnly of the gospel of God's grace. (25) \"And now behold, I know that all of you, among whom I went about preaching the kingdom, will no longer see my face. (26) \"Therefore, I testify to you this day that I am innocent of the blood of all people. (27) \"For I did not shrink from declaring to you the whole purpose of God. (28) \"Be on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood. (29) \"I know that after my departure savage wolves will come in among you, not sparing the flock; (30) and from among your own selves men will arise, speaking perverse things to draw away the disciples after them. (31) \"Therefore, be on the alert, remembering that night and day for a period of three years I did not cease to admonish each one with tears. (32) \"And now I entrust you to God and to the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified. (33) \"I have coveted no one's silver or gold or clothes. (34) \"You yourselves know that these hands served my own needs and the men who were with me. (35) \"In everything I showed you that by working hard in this way you must help the weak and remember the words of the Lord Jesus, that He Himself said, 'It is more blessed to give than to receive.'\" (36) When he had said these things, he knelt down and prayed with them all.",
    "cardsText": [
      [
        "(15) Sailing from there, we arrived the following day opposite",
        "Chios; and the next day we crossed over to Samos, and on the",
        "following day we came to Miletus. (16) For Paul had decided to",
        "sail past Ephesus so that he would not have to lose time in Asia; for",
        "he was hurrying, if it might be possible for him to be in Jerusalem",
        "the day of Pentecost. (17) From Miletus he sent word to Ephesus",
        "and called to himself the elders of the church. (18) And when they",
        "came to him, he said to them, \"You yourselves know, from the first",
        "day that I set foot in Asia, how I was with you the whole time, (19)",
        "serving the Lord with all humility and with tears and trials which",
        "came upon me through the plots of the Jews; (20) how I did not"
      ],
      [
        "shrink from declaring to you anything that was beneficial, and",
        "teaching you publicly and from house to house, (21) solemnly",
        "testifying to both Jews and Greeks of repentance toward God and",
        "faith in our Lord Jesus Christ. (22) \"And now, behold, bound by the",
        "Spirit, I am on my way to Jerusalem, not knowing what will happen",
        "to me there, (23) except that the Holy Spirit solemnly testifies to",
        "me in every city, saying that chains and afflictions await me. (24)",
        "\"But I do not consider my life of any account as dear to myself,",
        "so that I may finish my course and the ministry which I received",
        "from the Lord Jesus, to testify solemnly of the gospel of God's",
        "grace. (25) \"And now behold, I know that all of you, among whom"
      ],
      [
        "I went about preaching the kingdom, will no longer see my face.",
        "(26) \"Therefore, I testify to you this day that I am innocent of the",
        "blood of all people. (27) \"For I did not shrink from declaring to",
        "you the whole purpose of God. (28) \"Be on guard for yourselves",
        "and for all the flock, among which the Holy Spirit has made you",
        "overseers, to shepherd the church of God which He purchased",
        "with His own blood. (29) \"I know that after my departure savage",
        "wolves will come in among you, not sparing the flock; (30) and",
        "from among your own selves men will arise, speaking perverse",
        "things to draw away the disciples after them. (31) \"Therefore, be",
        "on the alert, remembering that night and day for a period of three"
      ],
      [
        "years I did not cease to admonish each one with tears. (32) \"And",
        "now I entrust you to God and to the word of His grace, which is",
        "able to build you up and to give you the inheritance among all",
        "those who are sanctified. (33) \"I have coveted no one's silver or",
        "gold or clothes. (34) \"You yourselves know that these hands served",
        "my own needs and the men who were with me. (35) \"In everything",
        "I showed you that by working hard in this way you must help the",
        "weak and remember the words of the Lord Jesus, that He Himself",
        "said, 'It is more blessed to give than to receive.'\" (36) When he had",
        "said these things, he knelt down and prayed with them all."
      ]
    ],
    "cards": 4,
    "lines": 43,
    "lastCardLines": 10,
    "wordCount": 515,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44020015,
    "rangeEndId": 44020036,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 512.6,
      "wordCountMin": 504,
      "wordCountMax": 526,
      "levelMin": 4,
      "levelMax": 4,
      "lineAve": 42.8,
      "lineMin": 42,
      "lineMax": 44
    }
  },
  {
    "ref": "Romans 10:8–14",
    "text": "(8) But what does it say? \"THE WORD IS NEAR YOU, IN YOUR MOUTH AND IN YOUR HEART\"--that is, the word of faith which we are preaching, (9) that if you confess with your mouth Jesus as Lord, and believe in your heart that God raised Him from the dead, you will be saved; (10) for with the heart a person believes, resulting in righteousness, and with the mouth he confesses, resulting in salvation. (11) For the Scripture says, \"WHOEVER BELIEVES IN HIM WILL NOT BE PUT TO SHAME.\" (12) For there is no distinction between Jew and Greek; for the same Lord is Lord of all, abounding in riches for all who call on Him; (13) for \"EVERYONE WHO CALLS ON THE NAME OF THE LORD WILL BE SAVED.\" (14) How then are they to call on Him in whom they have not believed? How are they to believe in Him whom they have not heard? And how are they to hear without a preacher?",
    "cardsText": [
      [
        "(8) But what does it say? \"THE WORD IS NEAR YOU, IN",
        "YOUR MOUTH AND IN YOUR HEART\"--that is, the word of",
        "faith which we are preaching, (9) that if you confess with",
        "your mouth Jesus as Lord, and believe in your heart that God",
        "raised Him from the dead, you will be saved; (10) for with",
        "the heart a person believes, resulting in righteousness, and",
        "with the mouth he confesses, resulting in salvation. (11) For",
        "the Scripture says, \"WHOEVER BELIEVES IN HIM WILL NOT",
        "BE PUT TO SHAME.\" (12) For there is no distinction between",
        "Jew and Greek; for the same Lord is Lord of all, abounding",
        "in riches for all who call on Him; (13) for \"EVERYONE WHO"
      ],
      [
        "CALLS ON THE NAME OF THE LORD WILL BE SAVED.\" (14)",
        "How then are they to call on Him in whom they have not",
        "believed? How are they to believe in Him whom they have",
        "not heard? And how are they to hear without a preacher?"
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 159,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45010008,
    "rangeEndId": 45010014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 159,
      "wordCountMin": 153,
      "wordCountMax": 166,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.4,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "1 Corinthians 12:18–31",
    "text": "(18) But now God has arranged the parts, each one of them in the body, just as He desired. (19) If they were all one part, where would the body be? (20) But now there are many parts, but one body. (21) And the eye cannot say to the hand, \"I have no need of you\"; or again, the head to the feet, \"I have no need of you.\" (22) On the contrary, it is much truer that the parts of the body which seem to be weaker are necessary; (23) and those parts of the body which we consider less honorable, on these we bestow greater honor, and our less presentable parts become much more presentable, (24) whereas our more presentable parts have no need of it. But God has so composed the body, giving more abundant honor to that part which lacked, (25) so that there may be no division in the body, but that the parts may have the same care for one another. (26) And if one part of the body suffers, all the parts suffer with it; if a part is honored, all the parts rejoice with it. (27) Now you are Christ's body, and individually parts of it. (28) And God has appointed in the church, first apostles, second prophets, third teachers, then miracles, then gifts of healings, helps, administrations, and various kinds of tongues. (29) All are not apostles, are they? All are not prophets, are they? All are not teachers, are they? All are not workers of miracles, are they? (30) All do not have gifts of healings, do they? All do not speak with tongues, do they? All do not interpret, do they? (31) But earnestly desire the greater gifts. And yet, I am going to show you a far better way.",
    "cardsText": [
      [
        "(18) But now God has arranged the parts, each one of them",
        "in the body, just as He desired. (19) If they were all one part,",
        "where would the body be? (20) But now there are many parts,",
        "but one body. (21) And the eye cannot say to the hand, \"I have",
        "no need of you\"; or again, the head to the feet, \"I have no need",
        "of you.\" (22) On the contrary, it is much truer that the parts of",
        "the body which seem to be weaker are necessary; (23) and",
        "those parts of the body which we consider less honorable,",
        "on these we bestow greater honor, and our less presentable",
        "parts become much more presentable, (24) whereas our",
        "more presentable parts have no need of it. But God has so"
      ],
      [
        "composed the body, giving more abundant honor to that",
        "part which lacked, (25) so that there may be no division in",
        "the body, but that the parts may have the same care for one",
        "another. (26) And if one part of the body suffers, all the parts",
        "suffer with it; if a part is honored, all the parts rejoice with it.",
        "(27) Now you are Christ's body, and individually parts of it. (28)",
        "And God has appointed in the church, first apostles, second",
        "prophets, third teachers, then miracles, then gifts of healings,",
        "helps, administrations, and various kinds of tongues. (29) All",
        "are not apostles, are they? All are not prophets, are they? All",
        "are not teachers, are they? All are not workers of miracles,"
      ],
      [
        "are they? (30) All do not have gifts of healings, do they? All",
        "do not speak with tongues, do they? All do not interpret, do",
        "they? (31) But earnestly desire the greater gifts. And yet, I am",
        "going to show you a far better way."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 287,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46012018,
    "rangeEndId": 46012031,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 261.4,
      "wordCountMin": 247,
      "wordCountMax": 287,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.2,
      "lineMin": 22,
      "lineMax": 26
    }
  },
  {
    "ref": "2 Corinthians 11:13–33",
    "text": "(13) For such men are false apostles, deceitful workers, disguising themselves as apostles of Christ. (14) No wonder, for even Satan disguises himself as an angel of light. (15) Therefore it is not surprising if his servants also disguise themselves as servants of righteousness, whose end will be according to their deeds. (16) Again I say, let no one think me foolish; but if you do, receive me even as foolish, so that I also may boast a little. (17) What I am saying, I am not saying as the Lord would, but as in foolishness, in this confidence of boasting. (18) Since many boast according to the flesh, I will boast also. (19) For you, being so wise, tolerate the foolish gladly. (20) For you tolerate it if anyone enslaves you, if anyone devours you, if anyone takes advantage of you, if anyone exalts himself, if anyone hits you in the face. (21) To my shame I must say that we have been weak by comparison. But in whatever respect anyone else is bold--I am speaking in foolishness--I too am bold. (22) Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I. (23) Are they servants of Christ?--I am speaking as if insane--I more so; in far more labors, in far more imprisonments, beaten times without number, often in danger of death. (24) Five times I received from the Jews thirty-nine lashes. (25) Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, a night and a day I have spent adrift at sea. (26) I have been on frequent journeys, in dangers from rivers, dangers from robbers, dangers from my countrymen, dangers from the Gentiles, dangers in the city, dangers in the wilderness, dangers at sea, dangers among false brothers; (27) I have been in labor and hardship, through many sleepless nights, in hunger and thirst, often without food, in cold and exposure. (28) Apart from such external things, there is the daily pressure on me of concern for all the churches. (29) Who is weak without my being weak? Who is led into sin without my intense concern? (30) If I have to boast, I will boast of what pertains to my weakness. (31) The God and Father of the Lord Jesus, He who is blessed forever, knows that I am not lying. (32) In Damascus the ethnarch under Aretas the king was guarding the city of the Damascenes in order to seize me, (33) and I was let down in a basket through a window in the wall, and so escaped his hands.",
    "cardsText": [
      [
        "(13) For such men are false apostles, deceitful workers,",
        "disguising themselves as apostles of Christ. (14) No wonder,",
        "for even Satan disguises himself as an angel of light. (15)",
        "Therefore it is not surprising if his servants also disguise",
        "themselves as servants of righteousness, whose end will be",
        "according to their deeds. (16) Again I say, let no one think",
        "me foolish; but if you do, receive me even as foolish, so that I",
        "also may boast a little. (17) What I am saying, I am not saying",
        "as the Lord would, but as in foolishness, in this confidence",
        "of boasting. (18) Since many boast according to the flesh,",
        "I will boast also. (19) For you, being so wise, tolerate the"
      ],
      [
        "foolish gladly. (20) For you tolerate it if anyone enslaves you,",
        "if anyone devours you, if anyone takes advantage of you, if",
        "anyone exalts himself, if anyone hits you in the face. (21) To",
        "my shame I must say that we have been weak by comparison.",
        "But in whatever respect anyone else is bold--I am speaking",
        "in foolishness--I too am bold. (22) Are they Hebrews? So",
        "am I. Are they Israelites? So am I. Are they descendants of",
        "Abraham? So am I. (23) Are they servants of Christ?--I am",
        "speaking as if insane--I more so; in far more labors, in far",
        "more imprisonments, beaten times without number, often",
        "in danger of death. (24) Five times I received from the Jews"
      ],
      [
        "thirty-nine lashes. (25) Three times I was beaten with rods,",
        "once I was stoned, three times I was shipwrecked, a night and",
        "a day I have spent adrift at sea. (26) I have been on frequent",
        "journeys, in dangers from rivers, dangers from robbers,",
        "dangers from my countrymen, dangers from the Gentiles,",
        "dangers in the city, dangers in the wilderness, dangers at",
        "sea, dangers among false brothers; (27) I have been in labor",
        "and hardship, through many sleepless nights, in hunger and",
        "thirst, often without food, in cold and exposure. (28) Apart",
        "from such external things, there is the daily pressure on me",
        "of concern for all the churches. (29) Who is weak without my"
      ],
      [
        "being weak? Who is led into sin without my intense concern?",
        "(30) If I have to boast, I will boast of what pertains to my",
        "weakness. (31) The God and Father of the Lord Jesus, He who",
        "is blessed forever, knows that I am not lying. (32) In Damascus",
        "the ethnarch under Aretas the king was guarding the city of",
        "the Damascenes in order to seize me, (33) and I was let down",
        "in a basket through a window in the wall, and so escaped his",
        "hands."
      ]
    ],
    "cards": 4,
    "lines": 41,
    "lastCardLines": 8,
    "wordCount": 422,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47011013,
    "rangeEndId": 47011033,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 432.2,
      "wordCountMin": 421,
      "wordCountMax": 460,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 39.8,
      "lineMin": 39,
      "lineMax": 41
    }
  },
  {
    "ref": "Galatians 2:20–21",
    "text": "(20) \"I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me. (21) \"I do not nullify the grace of God, for if righteousness comes through the Law, then Christ died needlessly.\"",
    "cardsText": [
      [
        "(20) \"I have been crucified with Christ; and it is no longer I",
        "who live, but Christ lives in me; and the life which I now live",
        "in the flesh I live by faith in the Son of God, who loved me",
        "and gave Himself up for me. (21) \"I do not nullify the grace of",
        "God, for if righteousness comes through the Law, then Christ",
        "died needlessly.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48002020,
    "rangeEndId": 48002021,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.2,
      "wordCountMin": 63,
      "wordCountMax": 66,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.6,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Ephesians 3:8–10",
    "text": "(8) To me, the very least of all saints, this grace was given, to preach to the Gentiles the unfathomable riches of Christ, (9) and to enlighten all people as to what the plan of the mystery is which for ages has been hidden in God, who created all things; (10) so that the multifaceted wisdom of God might now be made known through the church to the rulers and the authorities in the heavenly places.",
    "cardsText": [
      [
        "(8) To me, the very least of all saints, this grace was given, to",
        "preach to the Gentiles the unfathomable riches of Christ, (9)",
        "and to enlighten all people as to what the plan of the mystery",
        "is which for ages has been hidden in God, who created all",
        "things; (10) so that the multifaceted wisdom of God might",
        "now be made known through the church to the rulers and the",
        "authorities in the heavenly places."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 73,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49003008,
    "rangeEndId": 49003010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78.2,
      "wordCountMin": 73,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Colossians 1:24–29",
    "text": "(24) Now I rejoice in my sufferings for your sake, and in my flesh I am supplementing what is lacking in Christ's afflictions in behalf of His body, which is the church. (25) I was made a minister of this church according to the commission from God granted to me for your benefit, so that I might fully carry out the preaching of the word of God, (26) that is, the mystery which had been hidden from the past ages and generations, but now has been revealed to His saints, (27) to whom God willed to make known what the wealth of the glory of this mystery among the Gentiles is, the mystery that is Christ in you, the hope of glory. (28) We proclaim Him, admonishing every person and teaching every person with all wisdom, so that we may present every person complete in Christ. (29) For this purpose I also labor, striving according to His power which works mightily within me.",
    "cardsText": [
      [
        "(24) Now I rejoice in my sufferings for your sake, and in my",
        "flesh I am supplementing what is lacking in Christ's afflictions",
        "in behalf of His body, which is the church. (25) I was made",
        "a minister of this church according to the commission from",
        "God granted to me for your benefit, so that I might fully carry",
        "out the preaching of the word of God, (26) that is, the mystery",
        "which had been hidden from the past ages and generations,",
        "but now has been revealed to His saints, (27) to whom God",
        "willed to make known what the wealth of the glory of this",
        "mystery among the Gentiles is, the mystery that is Christ in",
        "you, the hope of glory. (28) We proclaim Him, admonishing"
      ],
      [
        "every person and teaching every person with all wisdom, so",
        "that we may present every person complete in Christ. (29)",
        "For this purpose I also labor, striving according to His power",
        "which works mightily within me."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 157,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51001024,
    "rangeEndId": 51001029,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 144.2,
      "wordCountMin": 137,
      "wordCountMax": 157,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.6,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Colossians 3:18–25",
    "text": "(18) Wives, be subject to your husbands, as is fitting in the Lord. (19) Husbands, love your wives and do not become bitter against them. (20) Children, obey your parents in everything, for this is pleasing to the Lord. (21) Fathers, do not antagonize your children, so that they will not become discouraged. (22) Slaves, obey those who are your human masters in everything, not with eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. (23) Whatever you do, do your work heartily, as for the Lord and not for people, (24) knowing that it is from the Lord that you will receive the reward of the inheritance. It is the Lord Christ whom you serve. (25) For the one who does wrong will receive the consequences of the wrong which he has done, and that without partiality.",
    "cardsText": [
      [
        "(18) Wives, be subject to your husbands, as is fitting in the Lord.",
        "(19) Husbands, love your wives and do not become bitter against",
        "them. (20) Children, obey your parents in everything, for this is",
        "pleasing to the Lord. (21) Fathers, do not antagonize your children,",
        "so that they will not become discouraged. (22) Slaves, obey those",
        "who are your human masters in everything, not with eye-service, as",
        "people-pleasers, but with sincerity of heart, fearing the Lord. (23)",
        "Whatever you do, do your work heartily, as for the Lord and not for",
        "people, (24) knowing that it is from the Lord that you will receive",
        "the reward of the inheritance. It is the Lord Christ whom you serve.",
        "(25) For the one who does wrong will receive the consequences of",
        "the wrong which he has done, and that without partiality."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 132,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51003018,
    "rangeEndId": 51003025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 127.4,
      "wordCountMin": 118,
      "wordCountMax": 135,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Thessalonians 2:4–13",
    "text": "(4) but just as we have been approved by God to be entrusted with the gospel, so we speak, not intending to please people, but to please God, who examines our hearts. (5) For we never came with flattering speech, as you know, nor with a pretext for greed--God is our witness-- (6) nor did we seek honor from people, either from you or from others, though we could have asserted our authority as apostles of Christ. (7) But we proved to be gentle among you. As a nursing mother tenderly cares for her own children, (8) in the same way we had a fond affection for you and were delighted to share with you not only the gospel of God, but also our own lives, because you had become very dear to us. (9) For you recall, brothers and sisters, our labor and hardship: it was by working night and day so as not to be a burden to any of you, that we proclaimed to you the gospel of God. (10) You are witnesses, and so is God, of how devoutly and rightly and blamelessly we behaved toward you believers; (11) just as you know how we were exhorting and encouraging and imploring each one of you as a father would his own children, (12) so that you would walk in a manner worthy of the God who calls you into His own kingdom and glory. (13) For this reason we also constantly thank God that when you received the word of God which you heard from us, you accepted it not as the word of mere men, but as what it really is, the word of God, which also is at work in you who believe.",
    "cardsText": [
      [
        "(4) but just as we have been approved by God to be entrusted with",
        "the gospel, so we speak, not intending to please people, but to",
        "please God, who examines our hearts. (5) For we never came with",
        "flattering speech, as you know, nor with a pretext for greed--God",
        "is our witness-- (6) nor did we seek honor from people, either from",
        "you or from others, though we could have asserted our authority",
        "as apostles of Christ. (7) But we proved to be gentle among you.",
        "As a nursing mother tenderly cares for her own children, (8) in the",
        "same way we had a fond affection for you and were delighted to",
        "share with you not only the gospel of God, but also our own lives,",
        "because you had become very dear to us. (9) For you recall, brothers",
        "and sisters, our labor and hardship: it was by working night and"
      ],
      [
        "day so as not to be a burden to any of you, that we proclaimed",
        "to you the gospel of God. (10) You are witnesses, and so is God,",
        "of how devoutly and rightly and blamelessly we behaved toward",
        "you believers; (11) just as you know how we were exhorting and",
        "encouraging and imploring each one of you as a father would his",
        "own children, (12) so that you would walk in a manner worthy of",
        "the God who calls you into His own kingdom and glory. (13) For",
        "this reason we also constantly thank God that when you received",
        "the word of God which you heard from us, you accepted it not as",
        "the word of mere men, but as what it really is, the word of God,",
        "which also is at work in you who believe."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 279,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 52002004,
    "rangeEndId": 52002013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 259.4,
      "wordCountMin": 252,
      "wordCountMax": 279,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "1 Timothy 6:3–9",
    "text": "(3) If anyone advocates a different doctrine and does not agree with sound words, those of our Lord Jesus Christ, and with the doctrine conforming to godliness, (4) he is conceited and understands nothing; but he has a sick craving for controversial questions and disputes about words, from which come envy, strife, abusive language, evil suspicions, (5) and constant friction between people of depraved mind and deprived of the truth, who suppose that godliness is a means of gain. (6) But godliness actually is a means of great gain when accompanied by contentment. (7) For we have brought nothing into the world, so we cannot take anything out of it, either. (8) If we have food and covering, with these we shall be content. (9) But those who want to get rich fall into temptation and a trap, and many foolish and harmful desires which plunge people into ruin and destruction.",
    "cardsText": [
      [
        "(3) If anyone advocates a different doctrine and does not",
        "agree with sound words, those of our Lord Jesus Christ,",
        "and with the doctrine conforming to godliness, (4) he is",
        "conceited and understands nothing; but he has a sick craving",
        "for controversial questions and disputes about words, from",
        "which come envy, strife, abusive language, evil suspicions,",
        "(5) and constant friction between people of depraved mind",
        "and deprived of the truth, who suppose that godliness is a",
        "means of gain. (6) But godliness actually is a means of great",
        "gain when accompanied by contentment. (7) For we have",
        "brought nothing into the world, so we cannot take anything"
      ],
      [
        "out of it, either. (8) If we have food and covering, with these",
        "we shall be content. (9) But those who want to get rich fall into",
        "temptation and a trap, and many foolish and harmful desires",
        "which plunge people into ruin and destruction."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 144,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54006003,
    "rangeEndId": 54006009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 136,
      "wordCountMin": 128,
      "wordCountMax": 144,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.8,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Titus 2:7–14",
    "text": "(7) in all things show yourself to be an example of good deeds, with purity in doctrine, dignified, (8) sound in speech which is beyond reproach, so that the opponent will be put to shame, having nothing bad to say about us. (9) Urge slaves to be subject to their own masters in everything, to be pleasing, not argumentative, (10) not stealing, but showing all good faith so that they will adorn the doctrine of God our Savior in every respect. (11) For the grace of God has appeared, bringing salvation to all people, (12) instructing us to deny ungodliness and worldly desires and to live sensibly, righteously, and in a godly manner in the present age, (13) looking for the blessed hope and the appearing of the glory of our great God and Savior, Christ Jesus, (14) who gave Himself for us to redeem us from every lawless deed, and to purify for Himself a people for His own possession, eager for good deeds.",
    "cardsText": [
      [
        "(7) in all things show yourself to be an example of good",
        "deeds, with purity in doctrine, dignified, (8) sound in speech",
        "which is beyond reproach, so that the opponent will be",
        "put to shame, having nothing bad to say about us. (9) Urge",
        "slaves to be subject to their own masters in everything, to be",
        "pleasing, not argumentative, (10) not stealing, but showing",
        "all good faith so that they will adorn the doctrine of God",
        "our Savior in every respect. (11) For the grace of God has",
        "appeared, bringing salvation to all people, (12) instructing us",
        "to deny ungodliness and worldly desires and to live sensibly,",
        "righteously, and in a godly manner in the present age, (13)"
      ],
      [
        "looking for the blessed hope and the appearing of the glory",
        "of our great God and Savior, Christ Jesus, (14) who gave",
        "Himself for us to redeem us from every lawless deed, and to",
        "purify for Himself a people for His own possession, eager for",
        "good deeds."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 157,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 56002007,
    "rangeEndId": 56002014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 160.2,
      "wordCountMin": 153,
      "wordCountMax": 178,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 16.2,
      "lineMin": 16,
      "lineMax": 17
    }
  },
  {
    "ref": "1 Peter 2:18–20",
    "text": "(18) Servants, be subject to your masters with all respect, not only to those who are good and gentle, but also to those who are harsh. (19) For this finds favor, if for the sake of conscience toward God a person endures grief when suffering unjustly. (20) For what credit is there if, when you sin and are harshly treated, you endure it with patience? But if when you do what is right and suffer for it you patiently endure it, this finds favor with God.",
    "cardsText": [
      [
        "(18) Servants, be subject to your masters with all respect, not",
        "only to those who are good and gentle, but also to those who",
        "are harsh. (19) For this finds favor, if for the sake of conscience",
        "toward God a person endures grief when suffering unjustly.",
        "(20) For what credit is there if, when you sin and are harshly",
        "treated, you endure it with patience? But if when you do what",
        "is right and suffer for it you patiently endure it, this finds favor",
        "with God."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 83,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 60002018,
    "rangeEndId": 60002020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 76.6,
      "wordCountMin": 70,
      "wordCountMax": 83,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.4,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Revelation 2:1–10",
    "text": "(1) \"To the angel of the church in Ephesus write: The One who holds the seven stars in His right hand, the One who walks among the seven golden lampstands, says this: (2) 'I know your deeds and your labor and perseverance, and that you cannot tolerate evil people, and you have put those who call themselves apostles to the test, and they are not, and you found them to be false; (3) and you have perseverance and have endured on account of My name, and have not become weary. (4) 'But I have this against you, that you have left your first love. (5) 'Therefore, remember from where you have fallen, and repent, and do the deeds you did at first; or else I am coming to you and I will remove your lampstand from its place--unless you repent. (6) 'But you have this, that you hate the deeds of the Nicolaitans, which I also hate. (7) 'The one who has an ear, let him hear what the Spirit says to the churches. To the one who overcomes, I will grant to eat from the tree of life, which is in the Paradise of God.' (8) \"And to the angel of the church in Smyrna write: The first and the last, who was dead, and has come to life, says this: (9) 'I know your tribulation and your poverty (but you are rich), and the slander by those who say they are Jews, and are not, but are a synagogue of Satan. (10) 'Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, so that you will be tested, and you will have tribulation for ten days. Be faithful until death, and I will give you the crown of life.",
    "cardsText": [
      [
        "(1) \"To the angel of the church in Ephesus write: The One who",
        "holds the seven stars in His right hand, the One who walks",
        "among the seven golden lampstands, says this: (2) 'I know",
        "your deeds and your labor and perseverance, and that you",
        "cannot tolerate evil people, and you have put those who call",
        "themselves apostles to the test, and they are not, and you",
        "found them to be false; (3) and you have perseverance and",
        "have endured on account of My name, and have not become",
        "weary. (4) 'But I have this against you, that you have left your",
        "first love. (5) 'Therefore, remember from where you have",
        "fallen, and repent, and do the deeds you did at first; or else"
      ],
      [
        "I am coming to you and I will remove your lampstand from",
        "its place--unless you repent. (6) 'But you have this, that you",
        "hate the deeds of the Nicolaitans, which I also hate. (7) 'The",
        "one who has an ear, let him hear what the Spirit says to the",
        "churches. To the one who overcomes, I will grant to eat from",
        "the tree of life, which is in the Paradise of God.' (8) \"And to",
        "the angel of the church in Smyrna write: The first and the last,",
        "who was dead, and has come to life, says this: (9) 'I know",
        "your tribulation and your poverty (but you are rich), and the",
        "slander by those who say they are Jews, and are not, but are",
        "a synagogue of Satan. (10) 'Do not fear what you are about"
      ],
      [
        "to suffer. Behold, the devil is about to throw some of you into",
        "prison, so that you will be tested, and you will have tribulation",
        "for ten days. Be faithful until death, and I will give you the",
        "crown of life."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 292,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66002001,
    "rangeEndId": 66002010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 297,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 25.4,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Revelation 14:1–8",
    "text": "(1) Then I looked, and behold, the Lamb was standing on Mount Zion, and with Him 144,000 who had His name and the name of His Father written on their foreheads. (2) And I heard a voice from heaven, like the sound of many waters and like the sound of loud thunder, and the voice which I heard was like the sound of harpists playing on their harps. (3) And they sang a new song before the throne and before the four living creatures and the elders; and no one was able to learn the song except the 144,000 who had been purchased from the earth. (4) These are the ones who have not defiled themselves with women, for they are celibate. These are the ones who follow the Lamb wherever He goes. These have been purchased from mankind as first fruits to God and to the Lamb. (5) And no lie was found in their mouths; they are blameless. (6) And I saw another angel flying in midheaven with an eternal gospel to preach to those who live on the earth, and to every nation, tribe, language, and people; (7) and he said with a loud voice, \"Fear God and give Him glory, because the hour of His judgment has come; worship Him who made the heaven and the earth, and sea and springs of waters.\" (8) And another angel, a second one, followed, saying, \"Fallen, fallen is Babylon the great, she who has made all the nations drink of the wine of the passion of her sexual immorality.\"",
    "cardsText": [
      [
        "(1) Then I looked, and behold, the Lamb was standing on Mount",
        "Zion, and with Him 144,000 who had His name and the name of",
        "His Father written on their foreheads. (2) And I heard a voice from",
        "heaven, like the sound of many waters and like the sound of loud",
        "thunder, and the voice which I heard was like the sound of harpists",
        "playing on their harps. (3) And they sang a new song before the",
        "throne and before the four living creatures and the elders; and no",
        "one was able to learn the song except the 144,000 who had been",
        "purchased from the earth. (4) These are the ones who have not",
        "defiled themselves with women, for they are celibate. These are",
        "the ones who follow the Lamb wherever He goes. These have been"
      ],
      [
        "purchased from mankind as first fruits to God and to the Lamb. (5)",
        "And no lie was found in their mouths; they are blameless. (6) And",
        "I saw another angel flying in midheaven with an eternal gospel to",
        "preach to those who live on the earth, and to every nation, tribe,",
        "language, and people; (7) and he said with a loud voice, \"Fear",
        "God and give Him glory, because the hour of His judgment has",
        "come; worship Him who made the heaven and the earth, and",
        "sea and springs of waters.\" (8) And another angel, a second one,",
        "followed, saying, \"Fallen, fallen is Babylon the great, she who has",
        "made all the nations drink of the wine of the passion of her sexual",
        "immorality.\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 252,
    "version": "NASB",
    "division": "Senior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66014001,
    "rangeEndId": 66014008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 244.6,
      "wordCountMin": 231,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]