[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) The Son is the image of the invisible God, the firstborn over all creation. (16) For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.",
    "cardsText": [
      [
        "(15) The Son is the image of the invisible God, the firstborn",
        "over all creation. (16) For in him all things were created:",
        "things in heaven and on earth, visible and invisible, whether",
        "thrones or powers or rulers or authorities; all things have",
        "been created through him and for him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 48,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. (3) And God said, \"Let there be light,\" and there was light. (4) God saw that the light was good, and he separated the light from the darkness. (5) God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning--the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) Now the earth was formless and empty, darkness was over",
        "the surface of the deep, and the Spirit of God was hovering",
        "over the waters. (3) And God said, \"Let there be light,\" and",
        "there was light. (4) God saw that the light was good, and he",
        "separated the light from the darkness. (5) God called the",
        "light \"day,\" and the darkness he called \"night.\" And there was",
        "evening, and there was morning--the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:25–28",
    "text": "(25) \"To whom will you compare me? Or who is my equal?\" says the Holy One. (26) Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of his great power and mighty strength, not one of them is missing. (27) Why do you complain, Jacob? Why do you say, Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? (28) Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom.",
    "cardsText": [
      [
        "(25) \"To whom will you compare me? Or who is my equal?\"",
        "says the Holy One. (26) Lift up your eyes and look to the",
        "heavens: Who created all these? He who brings out the",
        "starry host one by one and calls forth each of them by name.",
        "Because of his great power and mighty strength, not one of",
        "them is missing. (27) Why do you complain, Jacob? Why do",
        "you say, Israel, \"My way is hidden from the LORD; my cause",
        "is disregarded by my God\"? (28) Do you not know? Have you",
        "not heard? The LORD is the everlasting God, the Creator of",
        "the ends of the earth. He will not grow tired or weary, and his",
        "understanding no one can fathom."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040025,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 116,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.\" (27) So God created mankind in his own image, in the image of God he created them; male and female he created them. (28) God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let us make mankind in our image, in",
        "our likeness, so that they may rule over the fish in the sea and",
        "the birds in the sky, over the livestock and all the wild animals,",
        "and over all the creatures that move along the ground.\" (27)",
        "So God created mankind in his own image, in the image of",
        "God he created them; male and female he created them. (28)",
        "God blessed them and said to them, \"Be fruitful and increase",
        "in number; fill the earth and subdue it. Rule over the fish in",
        "the sea and the birds in the sky and over every living creature",
        "that moves on the ground.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 112,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–6",
    "text": "(1) When Abram was ninety-nine years old, the LORD appeared to him and said, \"I am God Almighty; walk before me faithfully and be blameless. (2) Then I will make my covenant between me and you and will greatly increase your numbers.\" (3) Abram fell facedown, and God said to him, (4) \"As for me, this is my covenant with you: You will be the father of many nations. (5) No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations. (6) I will make you very fruitful; I will make nations of you, and kings will come from you.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old, the LORD",
        "appeared to him and said, \"I am God Almighty; walk before",
        "me faithfully and be blameless. (2) Then I will make my",
        "covenant between me and you and will greatly increase your",
        "numbers.\" (3) Abram fell facedown, and God said to him, (4)",
        "\"As for me, this is my covenant with you: You will be the father",
        "of many nations. (5) No longer will you be called Abram; your",
        "name will be Abraham, for I have made you a father of many",
        "nations. (6) I will make you very fruitful; I will make nations of",
        "you, and kings will come from you."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 105,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 105,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 2:1–4",
    "text": "(1) Thus the heavens and the earth were completed in all their vast array. (2) By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. (3) Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done. (4) This is the account of the heavens and the earth when they were created, when the LORD God made the earth and the heavens.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were completed in all their",
        "vast array. (2) By the seventh day God had finished the work",
        "he had been doing; so on the seventh day he rested from all",
        "his work. (3) Then God blessed the seventh day and made it",
        "holy, because on it he rested from all the work of creating that",
        "he had done. (4) This is the account of the heavens and the",
        "earth when they were created, when the LORD God made the",
        "earth and the heavens."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 86,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.6,
      "wordCountMin": 86,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) Then the LORD said to Moses, (13) \"Say to the Israelites, 'You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the LORD, who makes you holy. (14) \" 'Observe the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people.",
    "cardsText": [
      [
        "(12) Then the LORD said to Moses, (13) \"Say to the Israelites,",
        "'You must observe my Sabbaths. This will be a sign between",
        "me and you for the generations to come, so you may know",
        "that I am the LORD, who makes you holy. (14) \" 'Observe the",
        "Sabbath, because it is holy to you. Anyone who desecrates it",
        "is to be put to death; those who do any work on that day must",
        "be cut off from their people."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 77,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:21–25",
    "text": "(21) So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and then closed up the place with flesh. (22) Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man. (23) The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman,' for she was taken out of man.\" (24) That is why a man leaves his father and mother and is united to his wife, and they become one flesh. (25) Adam and his wife were both naked, and they felt no shame.",
    "cardsText": [
      [
        "(21) So the LORD God caused the man to fall into a deep",
        "sleep; and while he was sleeping, he took one of the man's",
        "ribs and then closed up the place with flesh. (22) Then the",
        "LORD God made a woman from the rib he had taken out of",
        "the man, and he brought her to the man. (23) The man said,",
        "\"This is now bone of my bones and flesh of my flesh; she shall",
        "be called 'woman,' for she was taken out of man.\" (24) That",
        "is why a man leaves his father and mother and is united to",
        "his wife, and they become one flesh. (25) Adam and his wife",
        "were both naked, and they felt no shame."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 117,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002021,
    "rangeEndId": 1002025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 116.4,
      "wordCountMin": 113,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.2,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) Fear the LORD your God, serve him only and take your oaths in his name. (14) Do not follow other gods, the gods of the peoples around you; (15) for the LORD your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land.",
    "cardsText": [
      [
        "(13) Fear the LORD your God, serve him only and take your",
        "oaths in his name. (14) Do not follow other gods, the gods of",
        "the peoples around you; (15) for the LORD your God, who is",
        "among you, is a jealous God and his anger will burn against",
        "you, and he will destroy you from the face of the land."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 58,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life. (15) And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\"",
    "cardsText": [
      [
        "(14) So the LORD God said to the serpent, \"Because you have",
        "done this, \"Cursed are you above all livestock and all wild",
        "animals! You will crawl on your belly and you will eat dust all",
        "the days of your life. (15) And I will put enmity between you",
        "and the woman, and between your offspring and hers; he will",
        "crush your head, and you will strike his heel.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 67,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:18–20",
    "text": "(18) When you ascended on high, you took many captives; you received gifts from people, even from the rebellious--that you, LORD God, might dwell there. (19) Praise be to the Lord, to God our Savior, who daily bears our burdens. (20) Our God is a God who saves; from the Sovereign LORD comes escape from death.",
    "cardsText": [
      [
        "(18) When you ascended on high, you took many captives;",
        "you received gifts from people, even from the rebellious--that",
        "you, LORD God, might dwell there. (19) Praise be to the Lord,",
        "to God our Savior, who daily bears our burdens. (20) Our God",
        "is a God who saves; from the Sovereign LORD comes escape",
        "from death."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 53,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068018,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.4,
      "wordCountMin": 53,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.2,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 4:3–8",
    "text": "(3) In the course of time Cain brought some of the fruits of the soil as an offering to the LORD. (4) And Abel also brought an offering- -fat portions from some of the firstborn of his flock. The LORD looked with favor on Abel and his offering, (5) but on Cain and his offering he did not look with favor. So Cain was very angry, and his face was downcast. (6) Then the LORD said to Cain, \"Why are you angry? Why is your face downcast? (7) If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must rule over it.\" (8) Now Cain said to his brother Abel, \"Let's go out to the field.\" While they were in the field, Cain attacked his brother Abel and killed him.",
    "cardsText": [
      [
        "(3) In the course of time Cain brought some of the fruits of the soil",
        "as an offering to the LORD. (4) And Abel also brought an offering-",
        "-fat portions from some of the firstborn of his flock. The LORD",
        "looked with favor on Abel and his offering, (5) but on Cain and his",
        "offering he did not look with favor. So Cain was very angry, and",
        "his face was downcast. (6) Then the LORD said to Cain, \"Why are",
        "you angry? Why is your face downcast? (7) If you do what is right,",
        "will you not be accepted? But if you do not do what is right, sin is",
        "crouching at your door; it desires to have you, but you must rule",
        "over it.\" (8) Now Cain said to his brother Abel, \"Let's go out to the",
        "field.\" While they were in the field, Cain attacked his brother Abel",
        "and killed him."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 147,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004003,
    "rangeEndId": 1004008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 143.6,
      "wordCountMin": 134,
      "wordCountMax": 148,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"The days are coming,\" declares the LORD, \"when I will raise up for David a righteous Branch, a King who will reign wisely and do what is just and right in the land. (6) In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The LORD Our Righteous Savior.",
    "cardsText": [
      [
        "(5) \"The days are coming,\" declares the LORD, \"when I will",
        "raise up for David a righteous Branch, a King who will reign",
        "wisely and do what is just and right in the land. (6) In his days",
        "Judah will be saved and Israel will live in safety. This is the",
        "name by which he will be called: The LORD Our Righteous",
        "Savior."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 61,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the written account of Adam's family line. When God created mankind, he made them in the likeness of God. (2) He created them male and female and blessed them. And he named them \"Mankind\" when they were created. (3) When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth.",
    "cardsText": [
      [
        "(1) This is the written account of Adam's family line. When",
        "God created mankind, he made them in the likeness of God.",
        "(2) He created them male and female and blessed them. And",
        "he named them \"Mankind\" when they were created. (3) When",
        "Adam had lived 130 years, he had a son in his own likeness,",
        "in his own image; and he named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 62,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A prayer of Moses the man of God. Lord, you have been our dwelling place throughout all generations. (2) Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God. (3) You turn people back to dust, saying, \"Return to dust, you mortals.\" (4) A thousand years in your sight are like a day that has just gone by, or like a watch in the night.",
    "cardsText": [
      [
        "(1) A prayer of Moses the man of God. Lord, you have been",
        "our dwelling place throughout all generations. (2) Before the",
        "mountains were born or you brought forth the whole world,",
        "from everlasting to everlasting you are God. (3) You turn",
        "people back to dust, saying, \"Return to dust, you mortals.\"",
        "(4) A thousand years in your sight are like a day that has just",
        "gone by, or like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 71,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God said to Noah and to his sons with him: (9) \"I now establish my covenant with you and with your descendants after you (10) and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth. (11) I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God said to Noah and to his sons with him: (9) \"I now",
        "establish my covenant with you and with your descendants",
        "after you (10) and with every living creature that was with",
        "you--the birds, the livestock and all the wild animals, all those",
        "that came out of the ark with you--every living creature on",
        "earth. (11) I establish my covenant with you: Never again will",
        "all life be destroyed by the waters of a flood; never again will",
        "there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 85,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:15–18",
    "text": "(15) For six days work is to be done, but the seventh day is a day of sabbath rest, holy to the LORD. Whoever does any work on the Sabbath day is to be put to death. (16) The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant. (17) It will be a sign between me and the Israelites forever, for in six days the LORD made the heavens and the earth, and on the seventh day he rested and was refreshed.' \" (18) When the LORD finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant law, the tablets of stone inscribed by the finger of God.",
    "cardsText": [
      [
        "(15) For six days work is to be done, but the seventh day is a",
        "day of sabbath rest, holy to the LORD. Whoever does any work",
        "on the Sabbath day is to be put to death. (16) The Israelites",
        "are to observe the Sabbath, celebrating it for the generations",
        "to come as a lasting covenant. (17) It will be a sign between",
        "me and the Israelites forever, for in six days the LORD made",
        "the heavens and the earth, and on the seventh day he rested",
        "and was refreshed.' \" (18) When the LORD finished speaking",
        "to Moses on Mount Sinai, he gave him the two tablets of the",
        "covenant law, the tablets of stone inscribed by the finger of",
        "God."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2031015,
    "rangeEndId": 2031018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.6,
      "wordCountMin": 114,
      "wordCountMax": 120,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Exodus 32:6–14",
    "text": "(6) So the next day the people rose early and sacrificed burnt offerings and presented fellowship offerings. Afterward they sat down to eat and drink and got up to indulge in revelry. (7) Then the LORD said to Moses, \"Go down, because your people, whom you brought up out of Egypt, have become corrupt. (8) They have been quick to turn away from what I commanded them and have made themselves an idol cast in the shape of a calf. They have bowed down to it and sacrificed to it and have said, 'These are your gods, Israel, who brought you up out of Egypt.' (9) \"I have seen these people,\" the LORD said to Moses, \"and they are a stiff-necked people. (10) Now leave me alone so that my anger may burn against them and that I may destroy them. Then I will make you into a great nation.\" (11) But Moses sought the favor of the LORD his God. \"LORD,\" he said, \"why should your anger burn against your people, whom you brought out of Egypt with great power and a mighty hand? (12) Why should the Egyptians say, 'It was with evil intent that he brought them out, to kill them in the mountains and to wipe them off the face of the earth'? Turn from your fierce anger; relent and do not bring disaster on your people. (13) Remember your servants Abraham, Isaac and Israel, to whom you swore by your own self: 'I will make your descendants as numerous as the stars in the sky and I will give your descendants all this land I promised them, and it will be their inheritance forever.' \" (14) Then the LORD relented and did not bring on his people the disaster he had threatened.",
    "cardsText": [
      [
        "(6) So the next day the people rose early and sacrificed burnt",
        "offerings and presented fellowship offerings. Afterward they",
        "sat down to eat and drink and got up to indulge in revelry.",
        "(7) Then the LORD said to Moses, \"Go down, because your",
        "people, whom you brought up out of Egypt, have become",
        "corrupt. (8) They have been quick to turn away from what I",
        "commanded them and have made themselves an idol cast in",
        "the shape of a calf. They have bowed down to it and sacrificed",
        "to it and have said, 'These are your gods, Israel, who brought",
        "you up out of Egypt.' (9) \"I have seen these people,\" the",
        "LORD said to Moses, \"and they are a stiff-necked people. (10)"
      ],
      [
        "Now leave me alone so that my anger may burn against them",
        "and that I may destroy them. Then I will make you into a great",
        "nation.\" (11) But Moses sought the favor of the LORD his God.",
        "\"LORD,\" he said, \"why should your anger burn against your",
        "people, whom you brought out of Egypt with great power",
        "and a mighty hand? (12) Why should the Egyptians say, 'It",
        "was with evil intent that he brought them out, to kill them in",
        "the mountains and to wipe them off the face of the earth'?",
        "Turn from your fierce anger; relent and do not bring disaster",
        "on your people. (13) Remember your servants Abraham,",
        "Isaac and Israel, to whom you swore by your own self: 'I will"
      ],
      [
        "make your descendants as numerous as the stars in the sky",
        "and I will give your descendants all this land I promised them,",
        "and it will be their inheritance forever.' \" (14) Then the LORD",
        "relented and did not bring on his people the disaster he had",
        "threatened."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 288,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2032006,
    "rangeEndId": 2032014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 296,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27,
      "lineMin": 27,
      "lineMax": 27
    }
  },
  {
    "ref": "Deuteronomy 1:29–32",
    "text": "29) Then I said to you, \"Do not be terrified; do not be afraid of them. (30) The LORD your God, who is going before you, will fight for you, as he did for you in Egypt, before your very eyes, (31) and in the wilderness. There you saw how the LORD your God carried you, as a father carries his son, all the way you went until you reached this place.\" (32) In spite of this, you did not trust in the LORD your God,",
    "cardsText": [
      [
        "29) Then I said to you, \"Do not be terrified; do not be afraid of",
        "them. (30) The LORD your God, who is going before you, will",
        "fight for you, as he did for you in Egypt, before your very eyes,",
        "(31) and in the wilderness. There you saw how the LORD your",
        "God carried you, as a father carries his son, all the way you",
        "went until you reached this place.\" (32) In spite of this, you",
        "did not trust in the LORD your God,"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 83,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5001029,
    "rangeEndId": 5001032,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.6,
      "wordCountMin": 83,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Deuteronomy 7:7–9",
    "text": "(7) The LORD did not set his affection on you and choose you because you were more numerous than other peoples, for you were the fewest of all peoples. (8) But it was because the LORD loved you and kept the oath he swore to your ancestors that he brought you out with a mighty hand and redeemed you from the land of slavery, from the power of Pharaoh king of Egypt. (9) Know therefore that the LORD your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commandments.",
    "cardsText": [
      [
        "(7) The LORD did not set his affection on you and choose you",
        "because you were more numerous than other peoples, for",
        "you were the fewest of all peoples. (8) But it was because the",
        "LORD loved you and kept the oath he swore to your ancestors",
        "that he brought you out with a mighty hand and redeemed",
        "you from the land of slavery, from the power of Pharaoh",
        "king of Egypt. (9) Know therefore that the LORD your God is",
        "God; he is the faithful God, keeping his covenant of love to",
        "a thousand generations of those who love him and keep his",
        "commandments."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 102,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5007007,
    "rangeEndId": 5007009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.6,
      "wordCountMin": 102,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "1 Samuel 12:20–25",
    "text": "(20) \"Do not be afraid,\" Samuel replied. \"You have done all this evil; yet do not turn away from the LORD, but serve the LORD with all your heart. (21) Do not turn away after useless idols. They can do you no good, nor can they rescue you, because they are useless. (22) For the sake of his great name the LORD will not reject his people, because the LORD was pleased to make you his own. (23) As for me, far be it from me that I should sin against the LORD by failing to pray for you. And I will teach you the way that is good and right. (24) But be sure to fear the LORD and serve him faithfully with all your heart; consider what great things he has done for you. (25) Yet if you persist in doing evil, both you and your king will perish.\"",
    "cardsText": [
      [
        "(20) \"Do not be afraid,\" Samuel replied. \"You have done all this",
        "evil; yet do not turn away from the LORD, but serve the LORD with",
        "all your heart. (21) Do not turn away after useless idols. They can do",
        "you no good, nor can they rescue you, because they are useless.",
        "(22) For the sake of his great name the LORD will not reject his",
        "people, because the LORD was pleased to make you his own. (23)",
        "As for me, far be it from me that I should sin against the LORD by",
        "failing to pray for you. And I will teach you the way that is good and",
        "right. (24) But be sure to fear the LORD and serve him faithfully",
        "with all your heart; consider what great things he has done for you.",
        "(25) Yet if you persist in doing evil, both you and your king will",
        "perish.\""
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 145,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 9012020,
    "rangeEndId": 9012025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 148,
      "wordCountMin": 145,
      "wordCountMax": 152,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "1 Chronicles 16:4–19",
    "text": "(4) He appointed some of the Levites to minister before the ark of the LORD, to extol, thank, and praise the LORD, the God of Israel: (5) Asaph was the chief, and next to him in rank were Zechariah, then Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. They were to play the lyres and harps, Asaph was to sound the cymbals, (6) and Benaiah and Jahaziel the priests were to blow the trumpets regularly before the ark of the covenant of God. (7) That day David first appointed Asaph and his associates to give praise to the LORD in this manner: (8) Give praise to the LORD, proclaim his name; make known among the nations what he has done. (9) Sing to him, sing praise to him; tell of all his wonderful acts. (10) Glory in his holy name; let the hearts of those who seek the LORD rejoice. (11) Look to the LORD and his strength; seek his face always. (12) Remember the wonders he has done, his miracles, and the judgments he pronounced, (13) you his servants, the descendants of Israel, his chosen ones, the children of Jacob. (14) He is the LORD our God; his judgments are in all the earth. (15) He remembers his covenant forever, the promise he made, for a thousand generations, (16) the covenant he made with Abraham, the oath he swore to Isaac. (17) He confirmed it to Jacob as a decree, to Israel as an everlasting covenant: (18) \"To you I will give the land of Canaan as the portion you will inherit.\" (19) When they were but few in number, few indeed, and strangers in it,",
    "cardsText": [
      [
        "(4) He appointed some of the Levites to minister before",
        "the ark of the LORD, to extol, thank, and praise the LORD,",
        "the God of Israel: (5) Asaph was the chief, and next to him",
        "in rank were Zechariah, then Jaaziel, Shemiramoth, Jehiel,",
        "Mattithiah, Eliab, Benaiah, Obed-Edom and Jeiel. They were",
        "to play the lyres and harps, Asaph was to sound the cymbals,",
        "(6) and Benaiah and Jahaziel the priests were to blow the",
        "trumpets regularly before the ark of the covenant of God. (7)",
        "That day David first appointed Asaph and his associates to",
        "give praise to the LORD in this manner: (8) Give praise to the",
        "LORD, proclaim his name; make known among the nations"
      ],
      [
        "what he has done. (9) Sing to him, sing praise to him; tell",
        "of all his wonderful acts. (10) Glory in his holy name; let the",
        "hearts of those who seek the LORD rejoice. (11) Look to the",
        "LORD and his strength; seek his face always. (12) Remember",
        "the wonders he has done, his miracles, and the judgments",
        "he pronounced, (13) you his servants, the descendants of",
        "Israel, his chosen ones, the children of Jacob. (14) He is the",
        "LORD our God; his judgments are in all the earth. (15) He",
        "remembers his covenant forever, the promise he made, for",
        "a thousand generations, (16) the covenant he made with",
        "Abraham, the oath he swore to Isaac. (17) He confirmed it to"
      ],
      [
        "Jacob as a decree, to Israel as an everlasting covenant: (18)",
        "\"To you I will give the land of Canaan as the portion you will",
        "inherit.\" (19) When they were but few in number, few indeed,",
        "and strangers in it,"
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 262,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13016004,
    "rangeEndId": 13016019,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262,
      "wordCountMin": 254,
      "wordCountMax": 275,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 26,
      "lineMin": 26,
      "lineMax": 26
    }
  },
  {
    "ref": "Nehemiah 9:5–8",
    "text": "(5) And the Levites--Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah--said: \"Stand up and praise the LORD your God, who is from everlasting to everlasting.\" \"Blessed be your glorious name, and may it be exalted above all blessing and praise. (6) You alone are the LORD. You made the heavens, even the highest heavens, and all their starry host, the earth and all that is on it, the seas and all that is in them. You give life to everything, and the multitudes of heaven worship you. (7) \"You are the LORD God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham. (8) You found his heart faithful to you, and you made a covenant with him to give to his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise because you are righteous.",
    "cardsText": [
      [
        "(5) And the Levites--Jeshua, Kadmiel, Bani, Hashabneiah,",
        "Sherebiah, Hodiah, Shebaniah and Pethahiah--said: \"Stand",
        "up and praise the LORD your God, who is from everlasting",
        "to everlasting.\" \"Blessed be your glorious name, and may it",
        "be exalted above all blessing and praise. (6) You alone are",
        "the LORD. You made the heavens, even the highest heavens,",
        "and all their starry host, the earth and all that is on it, the seas",
        "and all that is in them. You give life to everything, and the",
        "multitudes of heaven worship you. (7) \"You are the LORD",
        "God, who chose Abram and brought him out of Ur of the",
        "Chaldeans and named him Abraham. (8) You found his heart"
      ],
      [
        "faithful to you, and you made a covenant with him to give to",
        "his descendants the land of the Canaanites, Hittites, Amorites,",
        "Perizzites, Jebusites and Girgashites. You have kept your",
        "promise because you are righteous."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 146,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16009005,
    "rangeEndId": 16009008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 153.4,
      "wordCountMin": 146,
      "wordCountMax": 162,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.4,
      "lineMin": 15,
      "lineMax": 16
    }
  },
  {
    "ref": "Job 36:22–33",
    "text": "(22) \"God is exalted in his power. Who is a teacher like him? (23) Who has prescribed his ways for him, or said to him, 'You have done wrong'? (24) Remember to extol his work, which people have praised in song. (25) All humanity has seen it; mortals gaze on it from afar. (26) How great is God--beyond our understanding! The number of his years is past finding out. (27) \"He draws up the drops of water, which distill as rain to the streams; (28) the clouds pour down their moisture and abundant showers fall on mankind. (29) Who can understand how he spreads out the clouds, how he thunders from his pavilion? (30) See how he scatters his lightning about him, bathing the depths of the sea. (31) This is the way he governs the nations and provides food in abundance. (32) He fills his hands with lightning and commands it to strike its mark. (33) His thunder announces the coming storm; even the cattle make known its approach.",
    "cardsText": [
      [
        "(22) \"God is exalted in his power. Who is a teacher like him?",
        "(23) Who has prescribed his ways for him, or said to him, 'You",
        "have done wrong'? (24) Remember to extol his work, which",
        "people have praised in song. (25) All humanity has seen it;",
        "mortals gaze on it from afar. (26) How great is God--beyond",
        "our understanding! The number of his years is past finding",
        "out. (27) \"He draws up the drops of water, which distill as rain",
        "to the streams; (28) the clouds pour down their moisture and",
        "abundant showers fall on mankind. (29) Who can understand",
        "how he spreads out the clouds, how he thunders from his",
        "pavilion? (30) See how he scatters his lightning about him,"
      ],
      [
        "bathing the depths of the sea. (31) This is the way he governs",
        "the nations and provides food in abundance. (32) He fills his",
        "hands with lightning and commands it to strike its mark. (33)",
        "His thunder announces the coming storm; even the cattle",
        "make known its approach."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 158,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18036022,
    "rangeEndId": 18036033,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 156,
      "wordCountMin": 149,
      "wordCountMax": 161,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.8,
      "lineMin": 15,
      "lineMax": 17
    }
  },
  {
    "ref": "Job 40:15–24",
    "text": "(15) \"Look at Behemoth, which I made along with you and which feeds on grass like an ox. (16) What strength it has in its loins, what power in the muscles of its belly! (17) Its tail sways like a cedar; the sinews of its thighs are close-knit. (18) Its bones are tubes of bronze, its limbs like rods of iron. (19) It ranks first among the works of God, yet its Maker can approach it with his sword. (20) The hills bring it their produce, and all the wild animals play nearby. (21) Under the lotus plants it lies, hidden among the reeds in the marsh. (22) The lotuses conceal it in their shadow; the poplars by the stream surround it. (23) A raging river does not alarm it; it is secure, though the Jordan should surge against its mouth. (24) Can anyone capture it by the eyes, or trap it and pierce its nose?",
    "cardsText": [
      [
        "(15) \"Look at Behemoth, which I made along with you and which",
        "feeds on grass like an ox. (16) What strength it has in its loins, what",
        "power in the muscles of its belly! (17) Its tail sways like a cedar;",
        "the sinews of its thighs are close-knit. (18) Its bones are tubes",
        "of bronze, its limbs like rods of iron. (19) It ranks first among the",
        "works of God, yet its Maker can approach it with his sword. (20) The",
        "hills bring it their produce, and all the wild animals play nearby.",
        "(21) Under the lotus plants it lies, hidden among the reeds in the",
        "marsh. (22) The lotuses conceal it in their shadow; the poplars by",
        "the stream surround it. (23) A raging river does not alarm it; it is",
        "secure, though the Jordan should surge against its mouth. (24)",
        "Can anyone capture it by the eyes, or trap it and pierce its nose?"
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 146,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18040015,
    "rangeEndId": 18040024,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 154.2,
      "wordCountMin": 146,
      "wordCountMax": 159,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Psalm 81:1–16",
    "text": "(1) Sing for joy to God our strength; shout aloud to the God of Jacob! (2) Begin the music, strike the timbrel, play the melodious harp and lyre. (3) Sound the ram's horn at the New Moon, and when the moon is full, on the day of our festival; (4) this is a decree for Israel, an ordinance of the God of Jacob. (5) When God went out against Egypt, he established it as a statute for Joseph. I heard an unknown voice say: (6) \"I removed the burden from their shoulders; their hands were set free from the basket. (7) In your distress you called and I rescued you, I answered you out of a thundercloud; I tested you at the waters of Meribah. (8) Hear me, my people, and I will warn you--if you would only listen to me, Israel! (9) You shall have no foreign god among you; you shall not worship any god other than me. (10) I am the LORD your God, who brought you up out of Egypt. Open wide your mouth and I will fill it. (11) \"But my people would not listen to me; Israel would not submit to me. (12) So I gave them over to their stubborn hearts to follow their own devices. (13) \"If my people would only listen to me, if Israel would only follow my ways, (14) how quickly I would subdue their enemies and turn my hand against their foes! (15) Those who hate the LORD would cringe before him, and their punishment would last forever. (16) But you would be fed with the finest of wheat; with honey from the rock I would satisfy you.\"",
    "cardsText": [
      [
        "(1) Sing for joy to God our strength; shout aloud to the God of",
        "Jacob! (2) Begin the music, strike the timbrel, play the melodious",
        "harp and lyre. (3) Sound the ram's horn at the New Moon, and when",
        "the moon is full, on the day of our festival; (4) this is a decree for",
        "Israel, an ordinance of the God of Jacob. (5) When God went out",
        "against Egypt, he established it as a statute for Joseph. I heard an",
        "unknown voice say: (6) \"I removed the burden from their shoulders;",
        "their hands were set free from the basket. (7) In your distress you",
        "called and I rescued you, I answered you out of a thundercloud; I",
        "tested you at the waters of Meribah. (8) Hear me, my people, and",
        "I will warn you--if you would only listen to me, Israel! (9) You shall"
      ],
      [
        "have no foreign god among you; you shall not worship any god",
        "other than me. (10) I am the LORD your God, who brought you",
        "up out of Egypt. Open wide your mouth and I will fill it. (11) \"But",
        "my people would not listen to me; Israel would not submit to me.",
        "(12) So I gave them over to their stubborn hearts to follow their",
        "own devices. (13) \"If my people would only listen to me, if Israel",
        "would only follow my ways, (14) how quickly I would subdue their",
        "enemies and turn my hand against their foes! (15) Those who hate",
        "the LORD would cringe before him, and their punishment would",
        "last forever. (16) But you would be fed with the finest of wheat;",
        "with honey from the rock I would satisfy you.\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 264,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19081001,
    "rangeEndId": 19081016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 275.6,
      "wordCountMin": 264,
      "wordCountMax": 288,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.4,
      "lineMin": 22,
      "lineMax": 27
    }
  },
  {
    "ref": "Psalm 106:2–17",
    "text": "(2) Who can proclaim the mighty acts of the LORD or fully declare his praise? (3) Blessed are those who act justly, who always do what is right. (4) Remember me, LORD, when you show favor to your people, come to my aid when you save them, (5) that I may enjoy the prosperity of your chosen ones, that I may share in the joy of your nation and join your inheritance in giving praise. (6) We have sinned, even as our ancestors did; we have done wrong and acted wickedly. (7) When our ancestors were in Egypt, they gave no thought to your miracles; they did not remember your many kindnesses, and they rebelled by the sea, the Red Sea. (8) Yet he saved them for his name's sake, to make his mighty power known. (9) He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert. (10) He saved them from the hand of the foe; from the hand of the enemy he redeemed them. (11) The waters covered their adversaries; not one of them survived. (12) Then they believed his promises and sang his praise. (13) But they soon forgot what he had done and did not wait for his plan to unfold. (14) In the desert they gave in to their craving; in the wilderness they put God to the test. (15) So he gave them what they asked for, but sent a wasting disease among them. (16) In the camp they grew envious of Moses and of Aaron, who was consecrated to the LORD. (17) The earth opened up and swallowed Dathan; it buried the company of Abiram.",
    "cardsText": [
      [
        "(2) Who can proclaim the mighty acts of the LORD or fully declare",
        "his praise? (3) Blessed are those who act justly, who always do",
        "what is right. (4) Remember me, LORD, when you show favor to",
        "your people, come to my aid when you save them, (5) that I may",
        "enjoy the prosperity of your chosen ones, that I may share in the",
        "joy of your nation and join your inheritance in giving praise. (6)",
        "We have sinned, even as our ancestors did; we have done wrong",
        "and acted wickedly. (7) When our ancestors were in Egypt, they",
        "gave no thought to your miracles; they did not remember your",
        "many kindnesses, and they rebelled by the sea, the Red Sea. (8)",
        "Yet he saved them for his name's sake, to make his mighty power",
        "known. (9) He rebuked the Red Sea, and it dried up; he led them"
      ],
      [
        "through the depths as through a desert. (10) He saved them from",
        "the hand of the foe; from the hand of the enemy he redeemed",
        "them. (11) The waters covered their adversaries; not one of them",
        "survived. (12) Then they believed his promises and sang his praise.",
        "(13) But they soon forgot what he had done and did not wait for",
        "his plan to unfold. (14) In the desert they gave in to their craving;",
        "in the wilderness they put God to the test. (15) So he gave them",
        "what they asked for, but sent a wasting disease among them. (16)",
        "In the camp they grew envious of Moses and of Aaron, who was",
        "consecrated to the LORD. (17) The earth opened up and swallowed",
        "Dathan; it buried the company of Abiram."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 265,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19106002,
    "rangeEndId": 19106017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 262.2,
      "wordCountMin": 254,
      "wordCountMax": 268,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 24,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Psalm 112:1–9",
    "text": "(1) Praise the LORD. Blessed are those who fear the LORD, who find great delight in his commands. (2) Their children will be mighty in the land; the generation of the upright will be blessed. (3) Wealth and riches are in their houses, and their righteousness endures forever. (4) Even in darkness light dawns for the upright, for those who are gracious and compassionate and righteous. (5) Good will come to those who are generous and lend freely, who conduct their affairs with justice. (6) Surely the righteous will never be shaken; they will be remembered forever. (7) They will have no fear of bad news; their hearts are steadfast, trusting in the LORD. (8) Their hearts are secure, they will have no fear; in the end they will look in triumph on their foes. (9) They have freely scattered their gifts to the poor, their righteousness endures forever; their horn will be lifted high in honor.",
    "cardsText": [
      [
        "(1) Praise the LORD. Blessed are those who fear the LORD,",
        "who find great delight in his commands. (2) Their children",
        "will be mighty in the land; the generation of the upright will",
        "be blessed. (3) Wealth and riches are in their houses, and",
        "their righteousness endures forever. (4) Even in darkness",
        "light dawns for the upright, for those who are gracious and",
        "compassionate and righteous. (5) Good will come to those",
        "who are generous and lend freely, who conduct their affairs",
        "with justice. (6) Surely the righteous will never be shaken;",
        "they will be remembered forever. (7) They will have no fear",
        "of bad news; their hearts are steadfast, trusting in the LORD."
      ],
      [
        "(8) Their hearts are secure, they will have no fear; in the end",
        "they will look in triumph on their foes. (9) They have freely",
        "scattered their gifts to the poor, their righteousness endures",
        "forever; their horn will be lifted high in honor."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 148,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19112001,
    "rangeEndId": 19112009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 143.4,
      "wordCountMin": 137,
      "wordCountMax": 148,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.6,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "Isaiah 59:14–21",
    "text": "(14) So justice is driven back, and righteousness stands at a distance; truth has stumbled in the streets, honesty cannot enter. (15) Truth is nowhere to be found, and whoever shuns evil becomes a prey. The LORD looked and was displeased that there was no justice. (16) He saw that there was no one, he was appalled that there was no one to intervene; so his own arm achieved salvation for him, and his own righteousness sustained him. (17) He put on righteousness as his breastplate, and the helmet of salvation on his head; he put on the garments of vengeance and wrapped himself in zeal as in a cloak. (18) According to what they have done, so will he repay wrath to his enemies and retribution to his foes; he will repay the islands their due. (19) From the west, people will fear the name of the LORD, and from the rising of the sun, they will revere his glory. For he will come like a pent-up flood that the breath of the LORD drives along. (20) \"The Redeemer will come to Zion, to those in Jacob who repent of their sins,\" declares the LORD. (21) \"As for me, this is my covenant with them,\" says the LORD. \"My Spirit, who is on you, will not depart from you, and my words that I have put in your mouth will always be on your lips, on the lips of your children and on the lips of their descendants--from this time on and forever,\" says the LORD.",
    "cardsText": [
      [
        "(14) So justice is driven back, and righteousness stands at a",
        "distance; truth has stumbled in the streets, honesty cannot enter.",
        "(15) Truth is nowhere to be found, and whoever shuns evil becomes",
        "a prey. The LORD looked and was displeased that there was no",
        "justice. (16) He saw that there was no one, he was appalled that",
        "there was no one to intervene; so his own arm achieved salvation",
        "for him, and his own righteousness sustained him. (17) He put on",
        "righteousness as his breastplate, and the helmet of salvation on his",
        "head; he put on the garments of vengeance and wrapped himself",
        "in zeal as in a cloak. (18) According to what they have done, so will",
        "he repay wrath to his enemies and retribution to his foes; he will"
      ],
      [
        "repay the islands their due. (19) From the west, people will fear the",
        "name of the LORD, and from the rising of the sun, they will revere",
        "his glory. For he will come like a pent-up flood that the breath of",
        "the LORD drives along. (20) \"The Redeemer will come to Zion, to",
        "those in Jacob who repent of their sins,\" declares the LORD. (21)",
        "\"As for me, this is my covenant with them,\" says the LORD. \"My",
        "Spirit, who is on you, will not depart from you, and my words that",
        "I have put in your mouth will always be on your lips, on the lips of",
        "your children and on the lips of their descendants--from this time",
        "on and forever,\" says the LORD."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 249,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23059014,
    "rangeEndId": 23059021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 248.4,
      "wordCountMin": 245,
      "wordCountMax": 255,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.2,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Nahum 1:3–8",
    "text": "(3) The LORD is slow to anger but great in power; the LORD will not leave the guilty unpunished. His way is in the whirlwind and the storm, and clouds are the dust of his feet. (4) He rebukes the sea and dries it up; he makes all the rivers run dry. Bashan and Carmel wither and the blossoms of Lebanon fade. (5) The mountains quake before him and the hills melt away. The earth trembles at his presence, the world and all who live in it. (6) Who can withstand his indignation? Who can endure his fierce anger? His wrath is poured out like fire; the rocks are shattered before him. (7) The LORD is good, a refuge in times of trouble. He cares for those who trust in him, (8) but with an overwhelming flood he will make an end of Nineveh; he will pursue his foes into the realm of darkness.",
    "cardsText": [
      [
        "(3) The LORD is slow to anger but great in power; the LORD will",
        "not leave the guilty unpunished. His way is in the whirlwind and the",
        "storm, and clouds are the dust of his feet. (4) He rebukes the sea",
        "and dries it up; he makes all the rivers run dry. Bashan and Carmel",
        "wither and the blossoms of Lebanon fade. (5) The mountains",
        "quake before him and the hills melt away. The earth trembles at his",
        "presence, the world and all who live in it. (6) Who can withstand his",
        "indignation? Who can endure his fierce anger? His wrath is poured",
        "out like fire; the rocks are shattered before him. (7) The LORD is",
        "good, a refuge in times of trouble. He cares for those who trust in",
        "him, (8) but with an overwhelming flood he will make an end of",
        "Nineveh; he will pursue his foes into the realm of darkness."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 148,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001003,
    "rangeEndId": 34001008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 154,
      "wordCountMin": 148,
      "wordCountMax": 160,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to me, all you who are weary and burdened, and I will give you rest. (29) Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) \"Come to me, all you who are weary and burdened, and I",
        "will give you rest. (29) Take my yoke upon you and learn from",
        "me, for I am gentle and humble in heart, and you will find rest",
        "for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 41,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Mark 10:5–10",
    "text": "(5) \"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied. (6) \"But at the beginning of creation God 'made them male and female.' (7) 'For this reason a man will leave his father and mother and be united to his wife, (8) and the two will become one flesh.' So they are no longer two, but one flesh. (9) Therefore what God has joined together, let no one separate.\" (10) When they were in the house again, the disciples asked Jesus about this.",
    "cardsText": [
      [
        "(5) \"It was because your hearts were hard that Moses wrote",
        "you this law,\" Jesus replied. (6) \"But at the beginning of",
        "creation God 'made them male and female.' (7) 'For this",
        "reason a man will leave his father and mother and be united",
        "to his wife, (8) and the two will become one flesh.' So they",
        "are no longer two, but one flesh. (9) Therefore what God has",
        "joined together, let no one separate.\" (10) When they were in",
        "the house again, the disciples asked Jesus about this."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 83,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41010005,
    "rangeEndId": 41010010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.8,
      "wordCountMin": 78,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Luke 12:22–40",
    "text": "(22) Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. (23) For life is more than food, and the body more than clothes. (24) Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! (25) Who of you by worrying can add a single hour to your life? (26) Since you cannot do this very little thing, why do you worry about the rest? (27) \"Consider how the wild flowers grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. (28) If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you--you of little faith! (29) And do not set your heart on what you will eat or drink; do not worry about it. (30) For the pagan world runs after all such things, and your Father knows that you need them. (31) But seek his kingdom, and these things will be given to you as well. (32) \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. (33) Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will never fail, where no thief comes near and no moth destroys. (34) For where your treasure is, there your heart will be also. (35) \"Be dressed ready for service and keep your lamps burning, (36) like servants waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. (37) It will be good for those servants whose master finds them watching when he comes. Truly I tell you, he will dress himself to serve, will have them recline at the table and will come and wait on them. (38) It will be good for those servants whose master finds them ready, even if he comes in the middle of the night or toward daybreak. (39) But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. (40) You also must be ready, because the Son of Man will come at an hour when you do not expect him.\"",
    "cardsText": [
      [
        "(22) Then Jesus said to his disciples: \"Therefore I tell you, do not",
        "worry about your life, what you will eat; or about your body, what",
        "you will wear. (23) For life is more than food, and the body more",
        "than clothes. (24) Consider the ravens: They do not sow or reap, they",
        "have no storeroom or barn; yet God feeds them. And how much",
        "more valuable you are than birds! (25) Who of you by worrying",
        "can add a single hour to your life? (26) Since you cannot do this",
        "very little thing, why do you worry about the rest? (27) \"Consider",
        "how the wild flowers grow. They do not labor or spin. Yet I tell",
        "you, not even Solomon in all his splendor was dressed like one of",
        "these. (28) If that is how God clothes the grass of the field, which is",
        "here today, and tomorrow is thrown into the fire, how much more"
      ],
      [
        "will he clothe you--you of little faith! (29) And do not set your heart",
        "on what you will eat or drink; do not worry about it. (30) For the",
        "pagan world runs after all such things, and your Father knows that",
        "you need them. (31) But seek his kingdom, and these things will",
        "be given to you as well. (32) \"Do not be afraid, little flock, for your",
        "Father has been pleased to give you the kingdom. (33) Sell your",
        "possessions and give to the poor. Provide purses for yourselves",
        "that will not wear out, a treasure in heaven that will never fail, where",
        "no thief comes near and no moth destroys. (34) For where your",
        "treasure is, there your heart will be also. (35) \"Be dressed ready for",
        "service and keep your lamps burning, (36) like servants waiting for",
        "their master to return from a wedding banquet, so that when he"
      ],
      [
        "comes and knocks they can immediately open the door for him.",
        "(37) It will be good for those servants whose master finds them",
        "watching when he comes. Truly I tell you, he will dress himself to",
        "serve, will have them recline at the table and will come and wait",
        "on them. (38) It will be good for those servants whose master finds",
        "them ready, even if he comes in the middle of the night or toward",
        "daybreak. (39) But understand this: If the owner of the house had",
        "known at what hour the thief was coming, he would not have let",
        "his house be broken into. (40) You also must be ready, because the",
        "Son of Man will come at an hour when you do not expect him.\""
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 418,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42012022,
    "rangeEndId": 42012040,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 428.8,
      "wordCountMin": 418,
      "wordCountMax": 439,
      "levelMin": 3,
      "levelMax": 3.5,
      "lineAve": 36.8,
      "lineMin": 34,
      "lineMax": 39
    }
  },
  {
    "ref": "Luke 16:13",
    "text": "(13) \"No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money.\"",
    "cardsText": [
      [
        "(13) \"No one can serve two masters. Either you will hate the",
        "one and love the other, or you will be devoted to the one and",
        "despise the other. You cannot serve both God and money.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42016013,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 35,
      "wordCountMin": 34,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 10:4–16",
    "text": "(4) When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice. (5) But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\" (6) Jesus used this figure of speech, but the Pharisees did not understand what he was telling them. (7) Therefore Jesus said again, \"Very truly I tell you, I am the gate for the sheep. (8) All who have come before me are thieves and robbers, but the sheep have not listened to them. (9) I am the gate; whoever enters through me will be saved. They will come in and go out, and find pasture. (10) The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. (11) \"I am the good shepherd. The good shepherd lays down his life for the sheep. (12) The hired hand is not the shepherd and does not own the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it. (13) The man runs away because he is a hired hand and cares nothing for the sheep. (14) \"I am the good shepherd; I know my sheep and my sheep know me-- (15) just as the Father knows me and I know the Father--and I lay down my life for the sheep. (16) I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd.",
    "cardsText": [
      [
        "(4) When he has brought out all his own, he goes on ahead of them,",
        "and his sheep follow him because they know his voice. (5) But they",
        "will never follow a stranger; in fact, they will run away from him",
        "because they do not recognize a stranger's voice.\" (6) Jesus used",
        "this figure of speech, but the Pharisees did not understand what",
        "he was telling them. (7) Therefore Jesus said again, \"Very truly I tell",
        "you, I am the gate for the sheep. (8) All who have come before me",
        "are thieves and robbers, but the sheep have not listened to them.",
        "(9) I am the gate; whoever enters through me will be saved. They",
        "will come in and go out, and find pasture. (10) The thief comes",
        "only to steal and kill and destroy; I have come that they may have"
      ],
      [
        "life, and have it to the full. (11) \"I am the good shepherd. The good",
        "shepherd lays down his life for the sheep. (12) The hired hand is",
        "not the shepherd and does not own the sheep. So when he sees",
        "the wolf coming, he abandons the sheep and runs away. Then",
        "the wolf attacks the flock and scatters it. (13) The man runs away",
        "because he is a hired hand and cares nothing for the sheep. (14)",
        "\"I am the good shepherd; I know my sheep and my sheep know",
        "me-- (15) just as the Father knows me and I know the Father--and I",
        "lay down my life for the sheep. (16) I have other sheep that are not",
        "of this sheep pen. I must bring them also. They too will listen to my",
        "voice, and there shall be one flock and one shepherd."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 275,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43010004,
    "rangeEndId": 43010016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 277,
      "wordCountMin": 269,
      "wordCountMax": 282,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "John 16:5–17",
    "text": "(5) but now I am going to him who sent me. None of you asks me, 'Where are you going?' (6) Rather, you are filled with grief because I have said these things. (7) But very truly I tell you, it is for your good that I am going away. Unless I go away, the Advocate will not come to you; but if I go, I will send him to you. (8) When he comes, he will prove the world to be in the wrong about sin and righteousness and judgment: (9) about sin, because people do not believe in me; (10) about righteousness, because I am going to the Father, where you can see me no longer; (11) and about judgment, because the prince of this world now stands condemned. (12) \"I have much more to say to you, more than you can now bear. (13) But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. (14) He will glorify me because it is from me that he will receive what he will make known to you. (15) All that belongs to the Father is mine. That is why I said the Spirit will receive from me what he will make known to you.\" (16) Jesus went on to say, \"In a little while you will see me no more, and then after a little while you will see me.\" (17) At this, some of his disciples said to one another, \"What does he mean by saying, 'In a little while you will see me no more, and then after a little while you will see me,' and 'Because I am going to the Father'?\"",
    "cardsText": [
      [
        "(5) but now I am going to him who sent me. None of you asks me,",
        "'Where are you going?' (6) Rather, you are filled with grief because",
        "I have said these things. (7) But very truly I tell you, it is for your",
        "good that I am going away. Unless I go away, the Advocate will",
        "not come to you; but if I go, I will send him to you. (8) When he",
        "comes, he will prove the world to be in the wrong about sin and",
        "righteousness and judgment: (9) about sin, because people do not",
        "believe in me; (10) about righteousness, because I am going to the",
        "Father, where you can see me no longer; (11) and about judgment,",
        "because the prince of this world now stands condemned. (12) \"I",
        "have much more to say to you, more than you can now bear. (13)",
        "But when he, the Spirit of truth, comes, he will guide you into all"
      ],
      [
        "the truth. He will not speak on his own; he will speak only what he",
        "hears, and he will tell you what is yet to come. (14) He will glorify",
        "me because it is from me that he will receive what he will make",
        "known to you. (15) All that belongs to the Father is mine. That is",
        "why I said the Spirit will receive from me what he will make known",
        "to you.\" (16) Jesus went on to say, \"In a little while you will see",
        "me no more, and then after a little while you will see me.\" (17)",
        "At this, some of his disciples said to one another, \"What does he",
        "mean by saying, 'In a little while you will see me no more, and then",
        "after a little while you will see me,' and 'Because I am going to the",
        "Father'?\""
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 293,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016005,
    "rangeEndId": 43016017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 287.2,
      "wordCountMin": 281,
      "wordCountMax": 294,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 22,
      "lineMax": 23
    }
  },
  {
    "ref": "Acts 20:15–36",
    "text": "(15) The next day we set sail from there and arrived off Chios. The day after that we crossed over to Samos, and on the following day arrived at Miletus. (16) Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, for he was in a hurry to reach Jerusalem, if possible, by the day of Pentecost. (17) From Miletus, Paul sent to Ephesus for the elders of the church. (18) When they arrived, he said to them: \"You know how I lived the whole time I was with you, from the first day I came into the province of Asia. (19) I served the Lord with great humility and with tears and in the midst of severe testing by the plots of my Jewish opponents. (20) You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house. (21) I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus. (22) \"And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there. (23) I only know that in every city the Holy Spirit warns me that prison and hardships are facing me. (24) However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me--the task of testifying to the good news of God's grace. (25) \"Now I know that none of you among whom I have gone about preaching the kingdom will ever see me again. (26) Therefore, I declare to you today that I am innocent of the blood of any of you. (27) For I have not hesitated to proclaim to you the whole will of God. (28) Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood. (29) I know that after I leave, savage wolves will come in among you and will not spare the flock. (30) Even from your own number men will arise and distort the truth in order to draw away disciples after them. (31) So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears. (32) \"Now I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified. (33) I have not coveted anyone's silver or gold or clothing. (34) You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. (35) In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.' \" (36) When Paul had finished speaking, he knelt down with all of them and prayed.",
    "cardsText": [
      [
        "(15) The next day we set sail from there and arrived off Chios. The",
        "day after that we crossed over to Samos, and on the following day",
        "arrived at Miletus. (16) Paul had decided to sail past Ephesus to",
        "avoid spending time in the province of Asia, for he was in a hurry",
        "to reach Jerusalem, if possible, by the day of Pentecost. (17) From",
        "Miletus, Paul sent to Ephesus for the elders of the church. (18) When",
        "they arrived, he said to them: \"You know how I lived the whole time",
        "I was with you, from the first day I came into the province of Asia.",
        "(19) I served the Lord with great humility and with tears and in the",
        "midst of severe testing by the plots of my Jewish opponents. (20)",
        "You know that I have not hesitated to preach anything that would"
      ],
      [
        "be helpful to you but have taught you publicly and from house",
        "to house. (21) I have declared to both Jews and Greeks that they",
        "must turn to God in repentance and have faith in our Lord Jesus.",
        "(22) \"And now, compelled by the Spirit, I am going to Jerusalem,",
        "not knowing what will happen to me there. (23) I only know that",
        "in every city the Holy Spirit warns me that prison and hardships",
        "are facing me. (24) However, I consider my life worth nothing to",
        "me; my only aim is to finish the race and complete the task the",
        "Lord Jesus has given me--the task of testifying to the good news",
        "of God's grace. (25) \"Now I know that none of you among whom",
        "I have gone about preaching the kingdom will ever see me again."
      ],
      [
        "(26) Therefore, I declare to you today that I am innocent of the",
        "blood of any of you. (27) For I have not hesitated to proclaim to",
        "you the whole will of God. (28) Keep watch over yourselves and",
        "all the flock of which the Holy Spirit has made you overseers. Be",
        "shepherds of the church of God, which he bought with his own",
        "blood. (29) I know that after I leave, savage wolves will come in",
        "among you and will not spare the flock. (30) Even from your own",
        "number men will arise and distort the truth in order to draw away",
        "disciples after them. (31) So be on your guard! Remember that for",
        "three years I never stopped warning each of you night and day",
        "with tears. (32) \"Now I commit you to God and to the word of his"
      ],
      [
        "grace, which can build you up and give you an inheritance among",
        "all those who are sanctified. (33) I have not coveted anyone's",
        "silver or gold or clothing. (34) You yourselves know that these",
        "hands of mine have supplied my own needs and the needs of my",
        "companions. (35) In everything I did, I showed you that by this kind",
        "of hard work we must help the weak, remembering the words the",
        "Lord Jesus himself said: 'It is more blessed to give than to receive.'",
        "\" (36) When Paul had finished speaking, he knelt down with all of",
        "them and prayed."
      ]
    ],
    "cards": 4,
    "lines": 42,
    "lastCardLines": 9,
    "wordCount": 504,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44020015,
    "rangeEndId": 44020036,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 512.6,
      "wordCountMin": 504,
      "wordCountMax": 526,
      "levelMin": 4,
      "levelMax": 4,
      "lineAve": 42.8,
      "lineMin": 42,
      "lineMax": 44
    }
  },
  {
    "ref": "Romans 10:8–14",
    "text": "(8) But what does it say? \"The word is near you; it is in your mouth and in your heart,\" that is, the message concerning faith that we proclaim: (9) If you declare with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. (10) For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved. (11) As Scripture says, \"Anyone who believes in him will never be put to shame.\" (12) For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him, (13) for, \"Everyone who calls on the name of the Lord will be saved.\" (14) How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them?",
    "cardsText": [
      [
        "(8) But what does it say? \"The word is near you; it is in your",
        "mouth and in your heart,\" that is, the message concerning",
        "faith that we proclaim: (9) If you declare with your mouth,",
        "\"Jesus is Lord,\" and believe in your heart that God raised",
        "him from the dead, you will be saved. (10) For it is with your",
        "heart that you believe and are justified, and it is with your",
        "mouth that you profess your faith and are saved. (11) As",
        "Scripture says, \"Anyone who believes in him will never be put",
        "to shame.\" (12) For there is no difference between Jew and",
        "Gentile--the same Lord is Lord of all and richly blesses all who",
        "call on him, (13) for, \"Everyone who calls on the name of the"
      ],
      [
        "Lord will be saved.\" (14) How, then, can they call on the one",
        "they have not believed in? And how can they believe in the",
        "one of whom they have not heard? And how can they hear",
        "without someone preaching to them?"
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 166,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45010008,
    "rangeEndId": 45010014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 159,
      "wordCountMin": 153,
      "wordCountMax": 166,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.4,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "1 Corinthians 12:18–31",
    "text": "(18) But in fact God has placed the parts in the body, every one of them, just as he wanted them to be. (19) If they were all one part, where would the body be? (20) As it is, there are many parts, but one body. (21) The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" (22) On the contrary, those parts of the body that seem to be weaker are indispensable, (23) and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, (24) while our presentable parts need no special treatment. But God has put the body together, giving greater honor to the parts that lacked it, (25) so that there should be no division in the body, but that its parts should have equal concern for each other. (26) If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. (27) Now you are the body of Christ, and each one of you is a part of it. (28) And God has placed in the church first of all apostles, second prophets, third teachers, then miracles, then gifts of healing, of helping, of guidance, and of different kinds of tongues. (29) Are all apostles? Are all prophets? Are all teachers? Do all work miracles? (30) Do all have gifts of healing? Do all speak in tongues? Do all interpret? (31) Now eagerly desire the greater gifts. And yet I will show you the most excellent way.",
    "cardsText": [
      [
        "(18) But in fact God has placed the parts in the body, every one of",
        "them, just as he wanted them to be. (19) If they were all one part,",
        "where would the body be? (20) As it is, there are many parts, but",
        "one body. (21) The eye cannot say to the hand, \"I don't need you!\"",
        "And the head cannot say to the feet, \"I don't need you!\" (22) On",
        "the contrary, those parts of the body that seem to be weaker are",
        "indispensable, (23) and the parts that we think are less honorable",
        "we treat with special honor. And the parts that are unpresentable",
        "are treated with special modesty, (24) while our presentable parts",
        "need no special treatment. But God has put the body together,",
        "giving greater honor to the parts that lacked it, (25) so that there"
      ],
      [
        "should be no division in the body, but that its parts should have",
        "equal concern for each other. (26) If one part suffers, every part",
        "suffers with it; if one part is honored, every part rejoices with it. (27)",
        "Now you are the body of Christ, and each one of you is a part of it.",
        "(28) And God has placed in the church first of all apostles, second",
        "prophets, third teachers, then miracles, then gifts of healing, of",
        "helping, of guidance, and of different kinds of tongues. (29) Are all",
        "apostles? Are all prophets? Are all teachers? Do all work miracles?",
        "(30) Do all have gifts of healing? Do all speak in tongues? Do all",
        "interpret? (31) Now eagerly desire the greater gifts. And yet I will",
        "show you the most excellent way."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 261,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46012018,
    "rangeEndId": 46012031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 261.4,
      "wordCountMin": 247,
      "wordCountMax": 287,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.2,
      "lineMin": 22,
      "lineMax": 26
    }
  },
  {
    "ref": "2 Corinthians 11:13–33",
    "text": "(13) For such people are false apostles, deceitful workers, masquerading as apostles of Christ. (14) And no wonder, for Satan himself masquerades as an angel of light. (15) It is not surprising, then, if his servants also masquerade as servants of righteousness. Their end will be what their actions deserve. (16) I repeat: Let no one take me for a fool. But if you do, then tolerate me just as you would a fool, so that I may do a little boasting. (17) In this self-confident boasting I am not talking as the Lord would, but as a fool. (18) Since many are boasting in the way the world does, I too will boast. (19) You gladly put up with fools since you are so wise! (20) In fact, you even put up with anyone who enslaves you or exploits you or takes advantage of you or puts on airs or slaps you in the face. (21) To my shame I admit that we were too weak for that! Whatever anyone else dares to boast about--I am speaking as a fool--I also dare to boast about. (22) Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham's descendants? So am I. (23) Are they servants of Christ? (I am out of my mind to talk like this.) I am more. I have worked much harder, been in prison more frequently, been flogged more severely, and been exposed to death again and again. (24) Five times I received from the Jews the forty lashes minus one. (25) Three times I was beaten with rods, once I was pelted with stones, three times I was shipwrecked, I spent a night and a day in the open sea, (26) I have been constantly on the move. I have been in danger from rivers, in danger from bandits, in danger from my fellow Jews, in danger from Gentiles; in danger in the city, in danger in the country, in danger at sea; and in danger from false believers. (27) I have labored and toiled and have often gone without sleep; I have known hunger and thirst and have often gone without food; I have been cold and naked. (28) Besides everything else, I face daily the pressure of my concern for all the churches. (29) Who is weak, and I do not feel weak? Who is led into sin, and I do not inwardly burn? (30) If I must boast, I will boast of the things that show my weakness. (31) The God and Father of the Lord Jesus, who is to be praised forever, knows that I am not lying. (32) In Damascus the governor under King Aretas had the city of the Damascenes guarded in order to arrest me. (33) But I was lowered in a basket from a window in the wall and slipped through his hands.",
    "cardsText": [
      [
        "(13) For such people are false apostles, deceitful workers,",
        "masquerading as apostles of Christ. (14) And no wonder, for",
        "Satan himself masquerades as an angel of light. (15) It is not",
        "surprising, then, if his servants also masquerade as servants",
        "of righteousness. Their end will be what their actions deserve.",
        "(16) I repeat: Let no one take me for a fool. But if you do, then",
        "tolerate me just as you would a fool, so that I may do a little",
        "boasting. (17) In this self-confident boasting I am not talking",
        "as the Lord would, but as a fool. (18) Since many are boasting",
        "in the way the world does, I too will boast. (19) You gladly put",
        "up with fools since you are so wise! (20) In fact, you even put"
      ],
      [
        "up with anyone who enslaves you or exploits you or takes",
        "advantage of you or puts on airs or slaps you in the face. (21)",
        "To my shame I admit that we were too weak for that! Whatever",
        "anyone else dares to boast about--I am speaking as a fool--I",
        "also dare to boast about. (22) Are they Hebrews? So am I. Are",
        "they Israelites? So am I. Are they Abraham's descendants? So",
        "am I. (23) Are they servants of Christ? (I am out of my mind",
        "to talk like this.) I am more. I have worked much harder, been",
        "in prison more frequently, been flogged more severely, and",
        "been exposed to death again and again. (24) Five times I",
        "received from the Jews the forty lashes minus one. (25) Three"
      ],
      [
        "times I was beaten with rods, once I was pelted with stones,",
        "three times I was shipwrecked, I spent a night and a day in",
        "the open sea, (26) I have been constantly on the move. I have",
        "been in danger from rivers, in danger from bandits, in danger",
        "from my fellow Jews, in danger from Gentiles; in danger in",
        "the city, in danger in the country, in danger at sea; and in",
        "danger from false believers. (27) I have labored and toiled",
        "and have often gone without sleep; I have known hunger and",
        "thirst and have often gone without food; I have been cold and",
        "naked. (28) Besides everything else, I face daily the pressure",
        "of my concern for all the churches. (29) Who is weak, and I"
      ],
      [
        "do not feel weak? Who is led into sin, and I do not inwardly",
        "burn? (30) If I must boast, I will boast of the things that show",
        "my weakness. (31) The God and Father of the Lord Jesus,",
        "who is to be praised forever, knows that I am not lying. (32)",
        "In Damascus the governor under King Aretas had the city of",
        "the Damascenes guarded in order to arrest me. (33) But I was",
        "lowered in a basket from a window in the wall and slipped",
        "through his hands."
      ]
    ],
    "cards": 4,
    "lines": 41,
    "lastCardLines": 8,
    "wordCount": 460,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47011013,
    "rangeEndId": 47011033,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 432.2,
      "wordCountMin": 421,
      "wordCountMax": 460,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 39.8,
      "lineMin": 39,
      "lineMax": 41
    }
  },
  {
    "ref": "Galatians 2:20–21",
    "text": "(20) I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me. (21) I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\"",
    "cardsText": [
      [
        "(20) I have been crucified with Christ and I no longer live, but",
        "Christ lives in me. The life I now live in the body, I live by faith",
        "in the Son of God, who loved me and gave himself for me.",
        "(21) I do not set aside the grace of God, for if righteousness",
        "could be gained through the law, Christ died for nothing!\""
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 63,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48002020,
    "rangeEndId": 48002021,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.2,
      "wordCountMin": 63,
      "wordCountMax": 66,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.6,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Ephesians 3:8–10",
    "text": "(8) Although I am less than the least of all the Lord's people, this grace was given me: to preach to the Gentiles the boundless riches of Christ, (9) and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things. (10) His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,",
    "cardsText": [
      [
        "(8) Although I am less than the least of all the Lord's people,",
        "this grace was given me: to preach to the Gentiles the",
        "boundless riches of Christ, (9) and to make plain to everyone",
        "the administration of this mystery, which for ages past was",
        "kept hidden in God, who created all things. (10) His intent",
        "was that now, through the church, the manifold wisdom of",
        "God should be made known to the rulers and authorities in",
        "the heavenly realms,"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 77,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49003008,
    "rangeEndId": 49003010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78.2,
      "wordCountMin": 73,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Colossians 1:24–29",
    "text": "(24) Now I rejoice in what I am suffering for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. (25) I have become its servant by the commission God gave me to present to you the word of God in its fullness-- (26) the mystery that has been kept hidden for ages and generations, but is now disclosed to the Lord's people. (27) To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. (28) He is the one we proclaim, admonishing and teaching everyone with all wisdom, so that we may present everyone fully mature in Christ. (29) To this end I strenuously contend with all the energy Christ so powerfully works in me.",
    "cardsText": [
      [
        "(24) Now I rejoice in what I am suffering for you, and I fill up in my",
        "flesh what is still lacking in regard to Christ's afflictions, for the sake",
        "of his body, which is the church. (25) I have become its servant by",
        "the commission God gave me to present to you the word of God",
        "in its fullness-- (26) the mystery that has been kept hidden for ages",
        "and generations, but is now disclosed to the Lord's people. (27)",
        "To them God has chosen to make known among the Gentiles the",
        "glorious riches of this mystery, which is Christ in you, the hope of",
        "glory. (28) He is the one we proclaim, admonishing and teaching",
        "everyone with all wisdom, so that we may present everyone fully",
        "mature in Christ. (29) To this end I strenuously contend with all the",
        "energy Christ so powerfully works in me."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 142,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51001024,
    "rangeEndId": 51001029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 144.2,
      "wordCountMin": 137,
      "wordCountMax": 157,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.6,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Colossians 3:18–25",
    "text": "(18) Wives, submit yourselves to your husbands, as is fitting in the Lord. (19) Husbands, love your wives and do not be harsh with them. (20) Children, obey your parents in everything, for this pleases the Lord. (21) Fathers, do not embitter your children, or they will become discouraged. (22) Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to curry their favor, but with sincerity of heart and reverence for the Lord. (23) Whatever you do, work at it with all your heart, as working for the Lord, not for human masters, (24) since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. (25) Anyone who does wrong will be repaid for their wrongs, and there is no favoritism.",
    "cardsText": [
      [
        "(18) Wives, submit yourselves to your husbands, as is fitting in",
        "the Lord. (19) Husbands, love your wives and do not be harsh",
        "with them. (20) Children, obey your parents in everything, for",
        "this pleases the Lord. (21) Fathers, do not embitter your children,",
        "or they will become discouraged. (22) Slaves, obey your earthly",
        "masters in everything; and do it, not only when their eye is on you",
        "and to curry their favor, but with sincerity of heart and reverence",
        "for the Lord. (23) Whatever you do, work at it with all your heart, as",
        "working for the Lord, not for human masters, (24) since you know",
        "that you will receive an inheritance from the Lord as a reward. It is",
        "the Lord Christ you are serving. (25) Anyone who does wrong will",
        "be repaid for their wrongs, and there is no favoritism."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 135,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51003018,
    "rangeEndId": 51003025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 127.4,
      "wordCountMin": 118,
      "wordCountMax": 135,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Thessalonians 2:4–13",
    "text": "(4) On the contrary, we speak as those approved by God to be entrusted with the gospel. We are not trying to please people but God, who tests our hearts. (5) You know we never used flattery, nor did we put on a mask to cover up greed--God is our witness. (6) We were not looking for praise from people, not from you or anyone else, even though as apostles of Christ we could have asserted our authority. (7) Instead, we were like young children among you. Just as a nursing mother cares for her children, (8) so we cared for you. Because we loved you so much, we were delighted to share with you not only the gospel of God but our lives as well. (9) Surely you remember, brothers and sisters, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you. (10) You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed. (11) For you know that we dealt with each of you as a father deals with his own children, (12) encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory. (13) And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as a human word, but as it actually is, the word of God, which is indeed at work in you who believe.",
    "cardsText": [
      [
        "(4) On the contrary, we speak as those approved by God to be",
        "entrusted with the gospel. We are not trying to please people but",
        "God, who tests our hearts. (5) You know we never used flattery, nor",
        "did we put on a mask to cover up greed--God is our witness. (6) We",
        "were not looking for praise from people, not from you or anyone",
        "else, even though as apostles of Christ we could have asserted our",
        "authority. (7) Instead, we were like young children among you. Just",
        "as a nursing mother cares for her children, (8) so we cared for you.",
        "Because we loved you so much, we were delighted to share with",
        "you not only the gospel of God but our lives as well. (9) Surely you",
        "remember, brothers and sisters, our toil and hardship; we worked"
      ],
      [
        "night and day in order not to be a burden to anyone while we",
        "preached the gospel of God to you. (10) You are witnesses, and so",
        "is God, of how holy, righteous and blameless we were among you",
        "who believed. (11) For you know that we dealt with each of you as",
        "a father deals with his own children, (12) encouraging, comforting",
        "and urging you to live lives worthy of God, who calls you into",
        "his kingdom and glory. (13) And we also thank God continually",
        "because, when you received the word of God, which you heard",
        "from us, you accepted it not as a human word, but as it actually is,",
        "the word of God, which is indeed at work in you who believe."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 255,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 52002004,
    "rangeEndId": 52002013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 259.4,
      "wordCountMin": 252,
      "wordCountMax": 279,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "1 Timothy 6:3–9",
    "text": "(3) If anyone teaches otherwise and does not agree to the sound instruction of our Lord Jesus Christ and to godly teaching, (4) they are conceited and understand nothing. They have an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions (5) and constant friction between people of corrupt mind, who have been robbed of the truth and who think that godliness is a means to financial gain. (6) But godliness with contentment is great gain. (7) For we brought nothing into the world, and we can take nothing out of it. (8) But if we have food and clothing, we will be content with that. (9) Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction.",
    "cardsText": [
      [
        "(3) If anyone teaches otherwise and does not agree to the",
        "sound instruction of our Lord Jesus Christ and to godly",
        "teaching, (4) they are conceited and understand nothing.",
        "They have an unhealthy interest in controversies and quarrels",
        "about words that result in envy, strife, malicious talk, evil",
        "suspicions (5) and constant friction between people of corrupt",
        "mind, who have been robbed of the truth and who think that",
        "godliness is a means to financial gain. (6) But godliness with",
        "contentment is great gain. (7) For we brought nothing into",
        "the world, and we can take nothing out of it. (8) But if we have",
        "food and clothing, we will be content with that. (9) Those who"
      ],
      [
        "want to get rich fall into temptation and a trap and into many",
        "foolish and harmful desires that plunge people into ruin and",
        "destruction."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 134,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54006003,
    "rangeEndId": 54006009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 136,
      "wordCountMin": 128,
      "wordCountMax": 144,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.8,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Titus 2:7–14",
    "text": "(7) In everything set them an example by doing what is good. In your teaching show integrity, seriousness (8) and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. (9) Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, (10) and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. (11) For the grace of God has appeared that offers salvation to all people. (12) It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, (13) while we wait for the blessed hope--the appearing of the glory of our great God and Savior, Jesus Christ, (14) who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good.",
    "cardsText": [
      [
        "(7) In everything set them an example by doing what is good.",
        "In your teaching show integrity, seriousness (8) and soundness",
        "of speech that cannot be condemned, so that those who",
        "oppose you may be ashamed because they have nothing bad",
        "to say about us. (9) Teach slaves to be subject to their masters",
        "in everything, to try to please them, not to talk back to them,",
        "(10) and not to steal from them, but to show that they can be",
        "fully trusted, so that in every way they will make the teaching",
        "about God our Savior attractive. (11) For the grace of God has",
        "appeared that offers salvation to all people. (12) It teaches us",
        "to say \"No\" to ungodliness and worldly passions, and to live"
      ],
      [
        "self-controlled, upright and godly lives in this present age,",
        "(13) while we wait for the blessed hope--the appearing of",
        "the glory of our great God and Savior, Jesus Christ, (14) who",
        "gave himself for us to redeem us from all wickedness and to",
        "purify for himself a people that are his very own, eager to do",
        "what is good."
      ]
    ],
    "cards": 2,
    "lines": 17,
    "lastCardLines": 6,
    "wordCount": 178,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 56002007,
    "rangeEndId": 56002014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 160.2,
      "wordCountMin": 153,
      "wordCountMax": 178,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 16.2,
      "lineMin": 16,
      "lineMax": 17
    }
  },
  {
    "ref": "1 Peter 2:18–20",
    "text": "(18) Slaves, in reverent fear of God submit yourselves to your masters, not only to those who are good and considerate, but also to those who are harsh. (19) For it is commendable if someone bears up under the pain of unjust suffering because they are conscious of God. (20) But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God.",
    "cardsText": [
      [
        "(18) Slaves, in reverent fear of God submit yourselves to your",
        "masters, not only to those who are good and considerate,",
        "but also to those who are harsh. (19) For it is commendable",
        "if someone bears up under the pain of unjust suffering",
        "because they are conscious of God. (20) But how is it to your",
        "credit if you receive a beating for doing wrong and endure",
        "it? But if you suffer for doing good and you endure it, this is",
        "commendable before God."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 81,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 60002018,
    "rangeEndId": 60002020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 76.6,
      "wordCountMin": 70,
      "wordCountMax": 83,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.4,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Revelation 2:1–10",
    "text": "(1) \"To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands. (2) I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked people, that you have tested those who claim to be apostles but are not, and have found them false. (3) You have persevered and have endured hardships for my name, and have not grown weary. (4) Yet I hold this against you: You have forsaken the love you had at first. (5) Consider how far you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. (6) But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate. (7) Whoever has ears, let them hear what the Spirit says to the churches. To the one who is victorious, I will give the right to eat from the tree of life, which is in the paradise of God. (8) \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. (9) I know your afflictions and your poverty--yet you are rich! I know about the slander of those who say they are Jews and are not, but are a synagogue of Satan. (10) Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you life as your victor's crown.",
    "cardsText": [
      [
        "(1) \"To the angel of the church in Ephesus write: These are the",
        "words of him who holds the seven stars in his right hand and",
        "walks among the seven golden lampstands. (2) I know your",
        "deeds, your hard work and your perseverance. I know that you",
        "cannot tolerate wicked people, that you have tested those",
        "who claim to be apostles but are not, and have found them",
        "false. (3) You have persevered and have endured hardships",
        "for my name, and have not grown weary. (4) Yet I hold this",
        "against you: You have forsaken the love you had at first. (5)",
        "Consider how far you have fallen! Repent and do the things",
        "you did at first. If you do not repent, I will come to you and"
      ],
      [
        "remove your lampstand from its place. (6) But you have this",
        "in your favor: You hate the practices of the Nicolaitans, which",
        "I also hate. (7) Whoever has ears, let them hear what the Spirit",
        "says to the churches. To the one who is victorious, I will give",
        "the right to eat from the tree of life, which is in the paradise",
        "of God. (8) \"To the angel of the church in Smyrna write: These",
        "are the words of him who is the First and the Last, who died",
        "and came to life again. (9) I know your afflictions and your",
        "poverty--yet you are rich! I know about the slander of those",
        "who say they are Jews and are not, but are a synagogue of",
        "Satan. (10) Do not be afraid of what you are about to suffer."
      ],
      [
        "I tell you, the devil will put some of you in prison to test you,",
        "and you will suffer persecution for ten days. Be faithful, even",
        "to the point of death, and I will give you life as your victor's",
        "crown."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 297,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66002001,
    "rangeEndId": 66002010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 297,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 25.4,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Revelation 14:1–8",
    "text": "(1) Then I looked, and there before me was the Lamb, standing on Mount Zion, and with him 144,000 who had his name and his Father's name written on their foreheads. (2) And I heard a sound from heaven like the roar of rushing waters and like a loud peal of thunder. The sound I heard was like that of harpists playing their harps. (3) And they sang a new song before the throne and before the four living creatures and the elders. No one could learn the song except the 144,000 who had been redeemed from the earth. (4) These are those who did not defile themselves with women, for they remained virgins. They follow the Lamb wherever he goes. They were purchased from among mankind and offered as firstfruits to God and the Lamb. (5) No lie was found in their mouths; they are blameless. (6) Then I saw another angel flying in midair, and he had the eternal gospel to proclaim to those who live on the earth--to every nation, tribe, language and people. (7) He said in a loud voice, \"Fear God and give him glory, because the hour of his judgment has come. Worship him who made the heavens, the earth, the sea and the springs of water.\" (8) A second angel followed and said, \" 'Fallen! Fallen is Babylon the Great,' which made all the nations drink the maddening wine of her adulteries.\"",
    "cardsText": [
      [
        "(1) Then I looked, and there before me was the Lamb, standing",
        "on Mount Zion, and with him 144,000 who had his name and",
        "his Father's name written on their foreheads. (2) And I heard",
        "a sound from heaven like the roar of rushing waters and like",
        "a loud peal of thunder. The sound I heard was like that of",
        "harpists playing their harps. (3) And they sang a new song",
        "before the throne and before the four living creatures and the",
        "elders. No one could learn the song except the 144,000 who",
        "had been redeemed from the earth. (4) These are those who",
        "did not defile themselves with women, for they remained",
        "virgins. They follow the Lamb wherever he goes. They were"
      ],
      [
        "purchased from among mankind and offered as firstfruits to",
        "God and the Lamb. (5) No lie was found in their mouths; they",
        "are blameless. (6) Then I saw another angel flying in midair,",
        "and he had the eternal gospel to proclaim to those who live",
        "on the earth--to every nation, tribe, language and people.",
        "(7) He said in a loud voice, \"Fear God and give him glory,",
        "because the hour of his judgment has come. Worship him",
        "who made the heavens, the earth, the sea and the springs of",
        "water.\" (8) A second angel followed and said, \" 'Fallen! Fallen",
        "is Babylon the Great,' which made all the nations drink the",
        "maddening wine of her adulteries.\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 231,
    "version": "NIV",
    "division": "Senior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66014001,
    "rangeEndId": 66014008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 244.6,
      "wordCountMin": 231,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]