[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn over all creation. (16) For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn over",
        "all creation. (16) For by Him all things were created that are",
        "in heaven and that are on earth, visible and invisible, whether",
        "thrones or dominions or principalities or powers. All things",
        "were created through Him and for Him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 49,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning God created the heavens and the earth. (2) The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) And God saw the light, that it was good; and God divided the light from the darkness. (5) God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.",
    "cardsText": [
      [
        "(1) In the beginning God created the heavens and the earth.",
        "(2) The earth was without form, and void; and darkness was",
        "on the face of the deep. And the Spirit of God was hovering",
        "over the face of the waters. (3) Then God said, \"Let there be",
        "light\"; and there was light. (4) And God saw the light, that it",
        "was good; and God divided the light from the darkness. (5)",
        "God called the light Day, and the darkness He called Night.",
        "So the evening and the morning were the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:25–28",
    "text": "(25) \"To whom then will you liken Me, Or to whom shall I be equal?\" says the Holy One. (26) Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing. (27) Why do you say, O Jacob, And speak, O Israel: \"My way is hidden from the LORD, And my just claim is passed over by my God\"? (28) Have you not known? Have you not heard? The everlasting God, the LORD, The Creator of the ends of the earth, Neither faints nor is weary. His understanding is unsearchable.",
    "cardsText": [
      [
        "(25) \"To whom then will you liken Me, Or to whom shall I be",
        "equal?\" says the Holy One. (26) Lift up your eyes on high, And",
        "see who has created these things, Who brings out their host",
        "by number; He calls them all by name, By the greatness of",
        "His might And the strength of His power; Not one is missing.",
        "(27) Why do you say, O Jacob, And speak, O Israel: \"My way",
        "is hidden from the LORD, And my just claim is passed over",
        "by my God\"? (28) Have you not known? Have you not heard?",
        "The everlasting God, the LORD, The Creator of the ends of",
        "the earth, Neither faints nor is weary. His understanding is",
        "unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 117,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040025,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 116,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in His own image; in the image of God He created him; male and female He created them. (28) Then God blessed them, and God said to them, \"Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let Us make man in Our image, according",
        "to Our likeness; let them have dominion over the fish of the",
        "sea, over the birds of the air, and over the cattle, over all the",
        "earth and over every creeping thing that creeps on the earth.\"",
        "(27) So God created man in His own image; in the image of",
        "God He created him; male and female He created them. (28)",
        "Then God blessed them, and God said to them, \"Be fruitful",
        "and multiply; fill the earth and subdue it; have dominion over",
        "the fish of the sea, over the birds of the air, and over every",
        "living thing that moves on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 113,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–6",
    "text": "(1) When Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am Almighty God; walk before Me and be blameless. (2) \"And I will make My covenant between Me and you, and will multiply you exceedingly.\" (3) Then Abram fell on his face, and God talked with him, saying: (4) \"As for Me, behold, My covenant is with you, and you shall be a father of many nations. (5) \"No longer shall your name be called Abram, but your name shall be Abraham; for I have made you a father of many nations. (6) \"I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old, the LORD",
        "appeared to Abram and said to him, \"I am Almighty God; walk",
        "before Me and be blameless. (2) \"And I will make My covenant",
        "between Me and you, and will multiply you exceedingly.\" (3)",
        "Then Abram fell on his face, and God talked with him, saying:",
        "(4) \"As for Me, behold, My covenant is with you, and you",
        "shall be a father of many nations. (5) \"No longer shall your",
        "name be called Abram, but your name shall be Abraham; for",
        "I have made you a father of many nations. (6) \"I will make you",
        "exceedingly fruitful; and I will make nations of you, and kings",
        "shall come from you."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 105,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 2:1–4",
    "text": "(1) Thus the heavens and the earth, and all the host of them, were finished. (2) And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made. (4) This is the history of the heavens and the earth when they were created, in the day that the LORD God made the earth and the heavens,",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth, and all the host of them,",
        "were finished. (2) And on the seventh day God ended His",
        "work which He had done, and He rested on the seventh day",
        "from all His work which He had done. (3) Then God blessed",
        "the seventh day and sanctified it, because in it He rested",
        "from all His work which God had created and made. (4) This",
        "is the history of the heavens and the earth when they were",
        "created, in the day that the LORD God made the earth and",
        "the heavens,"
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 93,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.6,
      "wordCountMin": 86,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD spoke to Moses, saying, (13) \"Speak also to the children of Israel, saying: 'Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the LORD who sanctifies you. (14) 'You shall keep the Sabbath, therefore, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD spoke to Moses, saying, (13) \"Speak also",
        "to the children of Israel, saying: 'Surely My Sabbaths you",
        "shall keep, for it is a sign between Me and you throughout",
        "your generations, that you may know that I am the LORD who",
        "sanctifies you. (14) 'You shall keep the Sabbath, therefore, for",
        "it is holy to you. Everyone who profanes it shall surely be put",
        "to death; for whoever does any work on it, that person shall",
        "be cut off from among his people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 84,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:21–25",
    "text": "(21) And the LORD God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. (22) Then the rib which the LORD God had taken from man He made into a woman, and He brought her to the man. (23) And Adam said: \"This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.\" (24) Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh. (25) And they were both naked, the man and his wife, and were not ashamed.",
    "cardsText": [
      [
        "(21) And the LORD God caused a deep sleep to fall on Adam,",
        "and he slept; and He took one of his ribs, and closed up the",
        "flesh in its place. (22) Then the rib which the LORD God had",
        "taken from man He made into a woman, and He brought",
        "her to the man. (23) And Adam said: \"This is now bone of",
        "my bones And flesh of my flesh; She shall be called Woman,",
        "Because she was taken out of Man.\" (24) Therefore a man",
        "shall leave his father and mother and be joined to his wife,",
        "and they shall become one flesh. (25) And they were both",
        "naked, the man and his wife, and were not ashamed."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 115,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002021,
    "rangeEndId": 1002025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 116.4,
      "wordCountMin": 113,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.2,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) \"You shall fear the LORD your God and serve Him, and shall take oaths in His name. (14) \"You shall not go after other gods, the gods of the peoples who are all around you (15) \"(for the LORD your God is a jealous God among you), lest the anger of the LORD your God be aroused against you and destroy you from the face of the earth.",
    "cardsText": [
      [
        "(13) \"You shall fear the LORD your God and serve Him, and",
        "shall take oaths in His name. (14) \"You shall not go after other",
        "gods, the gods of the peoples who are all around you (15)",
        "\"(for the LORD your God is a jealous God among you), lest",
        "the anger of the LORD your God be aroused against you and",
        "destroy you from the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) So the LORD God said to the serpent: \"Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life. (15) And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.\"",
    "cardsText": [
      [
        "(14) So the LORD God said to the serpent: \"Because you have",
        "done this, You are cursed more than all cattle, And more than",
        "every beast of the field; On your belly you shall go, And you",
        "shall eat dust All the days of your life. (15) And I will put enmity",
        "Between you and the woman, And between your seed and",
        "her Seed; He shall bruise your head, And you shall bruise His",
        "heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 73,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:18–20",
    "text": "(18) You have ascended on high, You have led captivity captive; You have received gifts among men, Even from the rebellious, That the LORD God might dwell there. (19) Blessed be the Lord, Who daily loads us with benefits, The God of our salvation! (20) Our God is the God of salvation; And to GOD the Lord belong escapes from death.",
    "cardsText": [
      [
        "(18) You have ascended on high, You have led captivity",
        "captive; You have received gifts among men, Even from the",
        "rebellious, That the LORD God might dwell there. (19) Blessed",
        "be the Lord, Who daily loads us with benefits, The God of our",
        "salvation! (20) Our God is the God of salvation; And to GOD",
        "the Lord belong escapes from death."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 58,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068018,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.4,
      "wordCountMin": 53,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.2,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 4:3–8",
    "text": "(3) And in the process of time it came to pass that Cain brought an offering of the fruit of the ground to the LORD. (4) Abel also brought of the firstborn of his flock and of their fat. And the LORD respected Abel and his offering, (5) but He did not respect Cain and his offering. And Cain was very angry, and his countenance fell. (6) So the LORD said to Cain, \"Why are you angry? And why has your countenance fallen? (7) \"If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it.\" (8) Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him.",
    "cardsText": [
      [
        "(3) And in the process of time it came to pass that Cain brought",
        "an offering of the fruit of the ground to the LORD. (4) Abel also",
        "brought of the firstborn of his flock and of their fat. And the LORD",
        "respected Abel and his offering, (5) but He did not respect Cain",
        "and his offering. And Cain was very angry, and his countenance",
        "fell. (6) So the LORD said to Cain, \"Why are you angry? And why",
        "has your countenance fallen? (7) \"If you do well, will you not be",
        "accepted? And if you do not do well, sin lies at the door. And its",
        "desire is for you, but you should rule over it.\" (8) Now Cain talked",
        "with Abel his brother; and it came to pass, when they were in the",
        "field, that Cain rose up against Abel his brother and killed him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 141,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004003,
    "rangeEndId": 1004008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 143.6,
      "wordCountMin": 134,
      "wordCountMax": 148,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming,\" says the LORD, \"That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth. (6) In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS.",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming,\" says the LORD, \"That I will",
        "raise to David a Branch of righteousness; A King shall reign",
        "and prosper, And execute judgment and righteousness in the",
        "earth. (6) In His days Judah will be saved, And Israel will dwell",
        "safely; Now this is His name by which He will be called: THE",
        "LORD OUR RIGHTEOUSNESS."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 59,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God. (2) He created them male and female, and blessed them and called them Mankind in the day they were created. (3) And Adam lived one hundred and thirty years, and begot a son in his own likeness, after his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the genealogy of Adam. In the day that",
        "God created man, He made him in the likeness of God. (2) He",
        "created them male and female, and blessed them and called",
        "them Mankind in the day they were created. (3) And Adam",
        "lived one hundred and thirty years, and begot a son in his",
        "own likeness, after his image, and named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn man to destruction, And say, \"Return, O children of men.\" (4) For a thousand years in Your sight Are like yesterday when it is past, And like a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses the man of God. Lord, You have been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, Or ever You had formed the earth and the",
        "world, Even from everlasting to everlasting, You are God. (3)",
        "You turn man to destruction, And say, \"Return, O children of",
        "men.\" (4) For a thousand years in Your sight Are like yesterday",
        "when it is past, And like a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God spoke to Noah and to his sons with him, saying: (9) \"And as for Me, behold, I establish My covenant with you and with your descendants after you, (10) \"and with every living creature that is with you: the birds, the cattle, and every beast of the earth with you, of all that go out of the ark, every beast of the earth. (11) \"Thus I establish My covenant with you: Never again shall all flesh be cut off by the waters of the flood; never again shall there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God spoke to Noah and to his sons with him, saying:",
        "(9) \"And as for Me, behold, I establish My covenant with you",
        "and with your descendants after you, (10) \"and with every",
        "living creature that is with you: the birds, the cattle, and every",
        "beast of the earth with you, of all that go out of the ark, every",
        "beast of the earth. (11) \"Thus I establish My covenant with",
        "you: Never again shall all flesh be cut off by the waters of the",
        "flood; never again shall there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 95,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:15–18",
    "text": "(15) 'Work shall be done for six days, but the seventh is the Sabbath of rest, holy to the LORD. Whoever does any work on the Sabbath day, he shall surely be put to death. (16) 'Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as a perpetual covenant. (17) 'It is a sign between Me and the children of Israel forever; for in six days the LORD made the heavens and the earth, and on the seventh day He rested and was refreshed.' \" (18) And when He had made an end of speaking with him on Mount Sinai, He gave Moses two tablets of the Testimony, tablets of stone, written with the finger of God.",
    "cardsText": [
      [
        "(15) 'Work shall be done for six days, but the seventh is the",
        "Sabbath of rest, holy to the LORD. Whoever does any work on the",
        "Sabbath day, he shall surely be put to death. (16) 'Therefore the",
        "children of Israel shall keep the Sabbath, to observe the Sabbath",
        "throughout their generations as a perpetual covenant. (17) 'It is a",
        "sign between Me and the children of Israel forever; for in six days",
        "the LORD made the heavens and the earth, and on the seventh",
        "day He rested and was refreshed.' \" (18) And when He had made",
        "an end of speaking with him on Mount Sinai, He gave Moses two",
        "tablets of the Testimony, tablets of stone, written with the finger of",
        "God."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 120,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2031015,
    "rangeEndId": 2031018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.6,
      "wordCountMin": 114,
      "wordCountMax": 120,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Exodus 32:6–14",
    "text": "(6) Then they rose early on the next day, offered burnt offerings, and brought peace offerings; and the people sat down to eat and drink, and rose up to play. (7) And the LORD said to Moses, \"Go, get down! For your people whom you brought out of the land of Egypt have corrupted themselves. (8) \"They have turned aside quickly out of the way which I commanded them. They have made themselves a molded calf, and worshiped it and sacrificed to it, and said, 'This is your god, O Israel, that brought you out of the land of Egypt!' \" (9) And the LORD said to Moses, \"I have seen this people, and indeed it is a stiff-necked people! (10) \"Now therefore, let Me alone, that My wrath may burn hot against them and I may consume them. And I will make of you a great nation.\" (11) Then Moses pleaded with the LORD his God, and said: \"LORD, why does Your wrath burn hot against Your people whom You have brought out of the land of Egypt with great power and with a mighty hand? (12) \"Why should the Egyptians speak, and say, 'He brought them out to harm them, to kill them in the mountains, and to consume them from the face of the earth'? Turn from Your fierce wrath, and relent from this harm to Your people. (13) \"Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self, and said to them, 'I will multiply your descendants as the stars of heaven; and all this land that I have spoken of I give to your descendants, and they shall inherit it forever.' \" (14) So the LORD relented from the harm which He said He would do to His people.",
    "cardsText": [
      [
        "(6) Then they rose early on the next day, offered burnt",
        "offerings, and brought peace offerings; and the people sat",
        "down to eat and drink, and rose up to play. (7) And the LORD",
        "said to Moses, \"Go, get down! For your people whom you",
        "brought out of the land of Egypt have corrupted themselves.",
        "(8) \"They have turned aside quickly out of the way which I",
        "commanded them. They have made themselves a molded",
        "calf, and worshiped it and sacrificed to it, and said, 'This is",
        "your god, O Israel, that brought you out of the land of Egypt!'",
        "\" (9) And the LORD said to Moses, \"I have seen this people,",
        "and indeed it is a stiff-necked people! (10) \"Now therefore, let"
      ],
      [
        "Me alone, that My wrath may burn hot against them and I may",
        "consume them. And I will make of you a great nation.\" (11)",
        "Then Moses pleaded with the LORD his God, and said: \"LORD,",
        "why does Your wrath burn hot against Your people whom You",
        "have brought out of the land of Egypt with great power and",
        "with a mighty hand? (12) \"Why should the Egyptians speak,",
        "and say, 'He brought them out to harm them, to kill them in",
        "the mountains, and to consume them from the face of the",
        "earth'? Turn from Your fierce wrath, and relent from this harm",
        "to Your people. (13) \"Remember Abraham, Isaac, and Israel,",
        "Your servants, to whom You swore by Your own self, and"
      ],
      [
        "said to them, 'I will multiply your descendants as the stars of",
        "heaven; and all this land that I have spoken of I give to your",
        "descendants, and they shall inherit it forever.' \" (14) So the",
        "LORD relented from the harm which He said He would do to",
        "His people."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 290,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2032006,
    "rangeEndId": 2032014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 296,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27,
      "lineMin": 27,
      "lineMax": 27
    }
  },
  {
    "ref": "Deuteronomy 1:29–32",
    "text": "(29) \"Then I said to you, 'Do not be terrified, or afraid of them. (30) 'The LORD your God, who goes before you, He will fight for you, according to all He did for you in Egypt before your eyes, (31) 'and in the wilderness where you saw how the LORD your God carried you, as a man carries his son, in all the way that you went until you came to this place.' (32) \"Yet, for all that, you did not believe the LORD your God,",
    "cardsText": [
      [
        "(29) \"Then I said to you, 'Do not be terrified, or afraid of them.",
        "(30) 'The LORD your God, who goes before you, He will fight",
        "for you, according to all He did for you in Egypt before your",
        "eyes, (31) 'and in the wilderness where you saw how the",
        "LORD your God carried you, as a man carries his son, in all",
        "the way that you went until you came to this place.' (32) \"Yet,",
        "for all that, you did not believe the LORD your God,"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 83,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5001029,
    "rangeEndId": 5001032,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.6,
      "wordCountMin": 83,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Deuteronomy 7:7–9",
    "text": "(7) \"The LORD did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples; (8) \"but because the LORD loves you, and because He would keep the oath which He swore to your fathers, the LORD has brought you out with a mighty hand, and redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt. (9) \"Therefore know that the LORD your God, He is God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments;",
    "cardsText": [
      [
        "(7) \"The LORD did not set His love on you nor choose you",
        "because you were more in number than any other people, for",
        "you were the least of all peoples; (8) \"but because the LORD",
        "loves you, and because He would keep the oath which He",
        "swore to your fathers, the LORD has brought you out with a",
        "mighty hand, and redeemed you from the house of bondage,",
        "from the hand of Pharaoh king of Egypt. (9) \"Therefore know",
        "that the LORD your God, He is God, the faithful God who",
        "keeps covenant and mercy for a thousand generations with",
        "those who love Him and keep His commandments;"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 106,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5007007,
    "rangeEndId": 5007009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.6,
      "wordCountMin": 102,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "1 Samuel 12:20–25",
    "text": "(20) Then Samuel said to the people, \"Do not fear. You have done all this wickedness; yet do not turn aside from following the LORD, but serve the LORD with all your heart. (21) \"And do not turn aside; for then you would go after empty things which cannot profit or deliver, for they are nothing. (22) \"For the LORD will not forsake His people, for His great name's sake, because it has pleased the LORD to make you His people. (23) \"Moreover, as for me, far be it from me that I should sin against the LORD in ceasing to pray for you; but I will teach you the good and the right way. (24) \"Only fear the LORD, and serve Him in truth with all your heart; for consider what great things He has done for you. (25) \"But if you still do wickedly, you shall be swept away, both you and your king.\"",
    "cardsText": [
      [
        "(20) Then Samuel said to the people, \"Do not fear. You have done",
        "all this wickedness; yet do not turn aside from following the LORD,",
        "but serve the LORD with all your heart. (21) \"And do not turn aside;",
        "for then you would go after empty things which cannot profit or",
        "deliver, for they are nothing. (22) \"For the LORD will not forsake",
        "His people, for His great name's sake, because it has pleased the",
        "LORD to make you His people. (23) \"Moreover, as for me, far be it",
        "from me that I should sin against the LORD in ceasing to pray for",
        "you; but I will teach you the good and the right way. (24) \"Only fear",
        "the LORD, and serve Him in truth with all your heart; for consider",
        "what great things He has done for you. (25) \"But if you still do",
        "wickedly, you shall be swept away, both you and your king.\""
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 150,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 9012020,
    "rangeEndId": 9012025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 148,
      "wordCountMin": 145,
      "wordCountMax": 152,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "1 Chronicles 16:4–19",
    "text": "(4) And he appointed some of the Levites to minister before the ark of the LORD, to commemorate, to thank, and to praise the LORD God of Israel: (5) Asaph the chief, and next to him Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, and Obed-Edom: Jeiel with stringed instruments and harps, but Asaph made music with cymbals; (6) Benaiah and Jahaziel the priests regularly blew the trumpets before the ark of the covenant of God. (7) On that day David first delivered this psalm into the hand of Asaph and his brethren, to thank the LORD: (8) Oh, give thanks to the LORD! Call upon His name; Make known His deeds among the peoples! (9) Sing to Him, sing psalms to Him; Talk of all His wondrous works! (10) Glory in His holy name; Let the hearts of those rejoice who seek the LORD! (11) Seek the LORD and His strength; Seek His face evermore! (12) Remember His marvelous works which He has done, His wonders, and the judgments of His mouth, (13) O seed of Israel His servant, You children of Jacob, His chosen ones! (14) He is the LORD our God; His judgments are in all the earth. (15) Remember His covenant forever, The word which He commanded, for a thousand generations, (16) The covenant which He made with Abraham, And His oath to Isaac, (17) And confirmed it to Jacob for a statute, To Israel for an everlasting covenant, (18) Saying, \"To you I will give the land of Canaan As the allotment of your inheritance,\" (19) When you were few in number, Indeed very few, and strangers in it.",
    "cardsText": [
      [
        "(4) And he appointed some of the Levites to minister before",
        "the ark of the LORD, to commemorate, to thank, and to praise",
        "the LORD God of Israel: (5) Asaph the chief, and next to him",
        "Zechariah, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab,",
        "Benaiah, and Obed-Edom: Jeiel with stringed instruments",
        "and harps, but Asaph made music with cymbals; (6) Benaiah",
        "and Jahaziel the priests regularly blew the trumpets before",
        "the ark of the covenant of God. (7) On that day David first",
        "delivered this psalm into the hand of Asaph and his brethren,",
        "to thank the LORD: (8) Oh, give thanks to the LORD! Call",
        "upon His name; Make known His deeds among the peoples!"
      ],
      [
        "(9) Sing to Him, sing psalms to Him; Talk of all His wondrous",
        "works! (10) Glory in His holy name; Let the hearts of those",
        "rejoice who seek the LORD! (11) Seek the LORD and His",
        "strength; Seek His face evermore! (12) Remember His",
        "marvelous works which He has done, His wonders, and the",
        "judgments of His mouth, (13) O seed of Israel His servant,",
        "You children of Jacob, His chosen ones! (14) He is the LORD",
        "our God; His judgments are in all the earth. (15) Remember",
        "His covenant forever, The word which He commanded, for",
        "a thousand generations, (16) The covenant which He made",
        "with Abraham, And His oath to Isaac, (17) And confirmed it to"
      ],
      [
        "Jacob for a statute, To Israel for an everlasting covenant, (18)",
        "Saying, \"To you I will give the land of Canaan As the allotment",
        "of your inheritance,\" (19) When you were few in number,",
        "Indeed very few, and strangers in it."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 258,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13016004,
    "rangeEndId": 13016019,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262,
      "wordCountMin": 254,
      "wordCountMax": 275,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 26,
      "lineMin": 26,
      "lineMax": 26
    }
  },
  {
    "ref": "Nehemiah 9:5–8",
    "text": "(5) And the Levites, Jeshua, Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said: \"Stand up and bless the LORD your God Forever and ever! \"Blessed be Your glorious name, Which is exalted above all blessing and praise! (6) You alone are the LORD; You have made heaven, The heaven of heavens, with all their host, The earth and everything on it, The seas and all that is in them, And You preserve them all. The host of heaven worships You. (7) \"You are the LORD God, Who chose Abram, And brought him out of Ur of the Chaldeans, And gave him the name Abraham; (8) You found his heart faithful before You, And made a covenant with him To give the land of the Canaanites, The Hittites, the Amorites, The Perizzites, the Jebusites, And the Girgashites-- To give it to his descendants. You have performed Your words, For You are righteous.",
    "cardsText": [
      [
        "(5) And the Levites, Jeshua, Kadmiel, Bani, Hashabniah,",
        "Sherebiah, Hodijah, Shebaniah, and Pethahiah, said: \"Stand",
        "up and bless the LORD your God Forever and ever! \"Blessed",
        "be Your glorious name, Which is exalted above all blessing",
        "and praise! (6) You alone are the LORD; You have made",
        "heaven, The heaven of heavens, with all their host, The earth",
        "and everything on it, The seas and all that is in them, And You",
        "preserve them all. The host of heaven worships You. (7) \"You",
        "are the LORD God, Who chose Abram, And brought him out",
        "of Ur of the Chaldeans, And gave him the name Abraham; (8)",
        "You found his heart faithful before You, And made a covenant"
      ],
      [
        "with him To give the land of the Canaanites, The Hittites, the",
        "Amorites, The Perizzites, the Jebusites, And the Girgashites--",
        "To give it to his descendants. You have performed Your words,",
        "For You are righteous."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 148,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16009005,
    "rangeEndId": 16009008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 153.4,
      "wordCountMin": 146,
      "wordCountMax": 162,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.4,
      "lineMin": 15,
      "lineMax": 16
    }
  },
  {
    "ref": "Job 36:22–33",
    "text": "(22) \"Behold, God is exalted by His power; Who teaches like Him? (23) Who has assigned Him His way, Or who has said, 'You have done wrong'? (24) \"Remember to magnify His work, Of which men have sung. (25) Everyone has seen it; Man looks on it from afar. (26) \"Behold, God is great, and we do not know Him; Nor can the number of His years be discovered. (27) For He draws up drops of water, Which distill as rain from the mist, (28) Which the clouds drop down And pour abundantly on man. (29) Indeed, can anyone understand the spreading of clouds, The thunder from His canopy? (30) Look, He scatters His light upon it, And covers the depths of the sea. (31) For by these He judges the peoples; He gives food in abundance. (32) He covers His hands with lightning, And commands it to strike. (33) His thunder declares it, The cattle also, concerning the rising storm.",
    "cardsText": [
      [
        "(22) \"Behold, God is exalted by His power; Who teaches",
        "like Him? (23) Who has assigned Him His way, Or who has",
        "said, 'You have done wrong'? (24) \"Remember to magnify",
        "His work, Of which men have sung. (25) Everyone has seen",
        "it; Man looks on it from afar. (26) \"Behold, God is great, and",
        "we do not know Him; Nor can the number of His years be",
        "discovered. (27) For He draws up drops of water, Which distill",
        "as rain from the mist, (28) Which the clouds drop down And",
        "pour abundantly on man. (29) Indeed, can anyone understand",
        "the spreading of clouds, The thunder from His canopy? (30)",
        "Look, He scatters His light upon it, And covers the depths of"
      ],
      [
        "the sea. (31) For by these He judges the peoples; He gives",
        "food in abundance. (32) He covers His hands with lightning,",
        "And commands it to strike. (33) His thunder declares it, The",
        "cattle also, concerning the rising storm."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 149,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18036022,
    "rangeEndId": 18036033,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 156,
      "wordCountMin": 149,
      "wordCountMax": 161,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.8,
      "lineMin": 15,
      "lineMax": 17
    }
  },
  {
    "ref": "Job 40:15–24",
    "text": "(15) \"Look now at the behemoth, which I made along with you; He eats grass like an ox. (16) See now, his strength is in his hips, And his power is in his stomach muscles. (17) He moves his tail like a cedar; The sinews of his thighs are tightly knit. (18) His bones are like beams of bronze, His ribs like bars of iron. (19) He is the first of the ways of God; Only He who made him can bring near His sword. (20) Surely the mountains yield food for him, And all the beasts of the field play there. (21) He lies under the lotus trees, In a covert of reeds and marsh. (22) The lotus trees cover him with their shade; The willows by the brook surround him. (23) Indeed the river may rage, Yet he is not disturbed; He is confident, though the Jordan gushes into his mouth, (24) Though he takes it in his eyes, Or one pierces his nose with a snare.",
    "cardsText": [
      [
        "(15) \"Look now at the behemoth, which I made along with",
        "you; He eats grass like an ox. (16) See now, his strength is in his",
        "hips, And his power is in his stomach muscles. (17) He moves",
        "his tail like a cedar; The sinews of his thighs are tightly knit.",
        "(18) His bones are like beams of bronze, His ribs like bars of",
        "iron. (19) He is the first of the ways of God; Only He who made",
        "him can bring near His sword. (20) Surely the mountains yield",
        "food for him, And all the beasts of the field play there. (21)",
        "He lies under the lotus trees, In a covert of reeds and marsh.",
        "(22) The lotus trees cover him with their shade; The willows",
        "by the brook surround him. (23) Indeed the river may rage,"
      ],
      [
        "Yet he is not disturbed; He is confident, though the Jordan",
        "gushes into his mouth, (24) Though he takes it in his eyes, Or",
        "one pierces his nose with a snare."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 159,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18040015,
    "rangeEndId": 18040024,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154.2,
      "wordCountMin": 146,
      "wordCountMax": 159,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Psalm 81:1–16",
    "text": "(1) Sing aloud to God our strength; Make a joyful shout to the God of Jacob. (2) Raise a song and strike the timbrel, The pleasant harp with the lute. (3) Blow the trumpet at the time of the New Moon, At the full moon, on our solemn feast day. (4) For this is a statute for Israel, A law of the God of Jacob. (5) This He established in Joseph as a testimony, When He went throughout the land of Egypt, Where I heard a language I did not understand. (6) \"I removed his shoulder from the burden; His hands were freed from the baskets. (7) You called in trouble, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah (8) \"Hear, O My people, and I will admonish you! O Israel, if you will listen to Me! (9) There shall be no foreign god among you; Nor shall you worship any foreign god. (10) I am the LORD your God, Who brought you out of the land of Egypt; Open your mouth wide, and I will fill it. (11) \"But My people would not heed My voice, And Israel would have none of Me. (12) So I gave them over to their own stubborn heart, To walk in their own counsels. (13) \"Oh, that My people would listen to Me, That Israel would walk in My ways! (14) I would soon subdue their enemies, And turn My hand against their adversaries. (15) The haters of the LORD would pretend submission to Him, But their fate would endure forever. (16) He would have fed them also with the finest of wheat; And with honey from the rock I would have satisfied you.\"",
    "cardsText": [
      [
        "(1) Sing aloud to God our strength; Make a joyful shout to the God",
        "of Jacob. (2) Raise a song and strike the timbrel, The pleasant harp",
        "with the lute. (3) Blow the trumpet at the time of the New Moon, At",
        "the full moon, on our solemn feast day. (4) For this is a statute for",
        "Israel, A law of the God of Jacob. (5) This He established in Joseph",
        "as a testimony, When He went throughout the land of Egypt,",
        "Where I heard a language I did not understand. (6) \"I removed his",
        "shoulder from the burden; His hands were freed from the baskets.",
        "(7) You called in trouble, and I delivered you; I answered you in",
        "the secret place of thunder; I tested you at the waters of Meribah.",
        "Selah (8) \"Hear, O My people, and I will admonish you! O Israel,",
        "if you will listen to Me! (9) There shall be no foreign god among"
      ],
      [
        "you; Nor shall you worship any foreign god. (10) I am the LORD",
        "your God, Who brought you out of the land of Egypt; Open your",
        "mouth wide, and I will fill it. (11) \"But My people would not heed",
        "My voice, And Israel would have none of Me. (12) So I gave them",
        "over to their own stubborn heart, To walk in their own counsels.",
        "(13) \"Oh, that My people would listen to Me, That Israel would walk",
        "in My ways! (14) I would soon subdue their enemies, And turn My",
        "hand against their adversaries. (15) The haters of the LORD would",
        "pretend submission to Him, But their fate would endure forever.",
        "(16) He would have fed them also with the finest of wheat; And",
        "with honey from the rock I would have satisfied you.\""
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 279,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19081001,
    "rangeEndId": 19081016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 275.6,
      "wordCountMin": 264,
      "wordCountMax": 288,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.4,
      "lineMin": 22,
      "lineMax": 27
    }
  },
  {
    "ref": "Psalm 106:2–17",
    "text": "(2) Who can utter the mighty acts of the LORD? Who can declare all His praise? (3) Blessed are those who keep justice, And he who does righteousness at all times! (4) Remember me, O LORD, with the favor You have toward Your people. Oh, visit me with Your salvation, (5) That I may see the benefit of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance. (6) We have sinned with our fathers, We have committed iniquity, We have done wickedly. (7) Our fathers in Egypt did not understand Your wonders; They did not remember the multitude of Your mercies, But rebelled by the sea--the Red Sea. (8) Nevertheless He saved them for His name's sake, That He might make His mighty power known. (9) He rebuked the Red Sea also, and it dried up; So He led them through the depths, As through the wilderness. (10) He saved them from the hand of him who hated them, And redeemed them from the hand of the enemy. (11) The waters covered their enemies; There was not one of them left. (12) Then they believed His words; They sang His praise. (13) They soon forgot His works; They did not wait for His counsel, (14) But lusted exceedingly in the wilderness, And tested God in the desert. (15) And He gave them their request, But sent leanness into their soul. (16) When they envied Moses in the camp, And Aaron the saint of the LORD, (17) The earth opened up and swallowed Dathan, And covered the faction of Abiram.",
    "cardsText": [
      [
        "(2) Who can utter the mighty acts of the LORD? Who can declare",
        "all His praise? (3) Blessed are those who keep justice, And he who",
        "does righteousness at all times! (4) Remember me, O LORD, with",
        "the favor You have toward Your people. Oh, visit me with Your",
        "salvation, (5) That I may see the benefit of Your chosen ones, That",
        "I may rejoice in the gladness of Your nation, That I may glory with",
        "Your inheritance. (6) We have sinned with our fathers, We have",
        "committed iniquity, We have done wickedly. (7) Our fathers in",
        "Egypt did not understand Your wonders; They did not remember",
        "the multitude of Your mercies, But rebelled by the sea--the Red",
        "Sea. (8) Nevertheless He saved them for His name's sake, That He",
        "might make His mighty power known. (9) He rebuked the Red"
      ],
      [
        "Sea also, and it dried up; So He led them through the depths,",
        "As through the wilderness. (10) He saved them from the hand of",
        "him who hated them, And redeemed them from the hand of the",
        "enemy. (11) The waters covered their enemies; There was not one",
        "of them left. (12) Then they believed His words; They sang His",
        "praise. (13) They soon forgot His works; They did not wait for His",
        "counsel, (14) But lusted exceedingly in the wilderness, And tested",
        "God in the desert. (15) And He gave them their request, But sent",
        "leanness into their soul. (16) When they envied Moses in the camp,",
        "And Aaron the saint of the LORD, (17) The earth opened up and",
        "swallowed Dathan, And covered the faction of Abiram."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 254,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19106002,
    "rangeEndId": 19106017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 262.2,
      "wordCountMin": 254,
      "wordCountMax": 268,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 24,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Psalm 112:1–9",
    "text": "(1) Praise the LORD! Blessed is the man who fears the LORD, Who delights greatly in His commandments. (2) His descendants will be mighty on earth; The generation of the upright will be blessed. (3) Wealth and riches will be in his house, And his righteousness endures forever. (4) Unto the upright there arises light in the darkness; He is gracious, and full of compassion, and righteous. (5) A good man deals graciously and lends; He will guide his affairs with discretion. (6) Surely he will never be shaken; The righteous will be in everlasting remembrance. (7) He will not be afraid of evil tidings; His heart is steadfast, trusting in the LORD. (8) His heart is established; He will not be afraid, Until he sees his desire upon his enemies. (9) He has dispersed abroad, He has given to the poor; His righteousness endures forever; His horn will be exalted with honor.",
    "cardsText": [
      [
        "(1) Praise the LORD! Blessed is the man who fears the",
        "LORD, Who delights greatly in His commandments. (2) His",
        "descendants will be mighty on earth; The generation of the",
        "upright will be blessed. (3) Wealth and riches will be in his",
        "house, And his righteousness endures forever. (4) Unto the",
        "upright there arises light in the darkness; He is gracious,",
        "and full of compassion, and righteous. (5) A good man deals",
        "graciously and lends; He will guide his affairs with discretion.",
        "(6) Surely he will never be shaken; The righteous will be in",
        "everlasting remembrance. (7) He will not be afraid of evil",
        "tidings; His heart is steadfast, trusting in the LORD. (8) His"
      ],
      [
        "heart is established; He will not be afraid, Until he sees his",
        "desire upon his enemies. (9) He has dispersed abroad, He",
        "has given to the poor; His righteousness endures forever; His",
        "horn will be exalted with honor."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 144,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19112001,
    "rangeEndId": 19112009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 143.4,
      "wordCountMin": 137,
      "wordCountMax": 148,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.6,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "Isaiah 59:14–21",
    "text": "(14) Justice is turned back, And righteousness stands afar off; For truth is fallen in the street, And equity cannot enter. (15) So truth fails, And he who departs from evil makes himself a prey. Then the LORD saw it, and it displeased Him That there was no justice. (16) He saw that there was no man, And wondered that there was no intercessor; Therefore His own arm brought salvation for Him; And His own righteousness, it sustained Him. (17) For He put on righteousness as a breastplate, And a helmet of salvation on His head; He put on the garments of vengeance for clothing, And was clad with zeal as a cloak. (18) According to their deeds, accordingly He will repay, Fury to His adversaries, Recompense to His enemies; The coastlands He will fully repay. (19) So shall they fear The name of the LORD from the west, And His glory from the rising of the sun; When the enemy comes in like a flood, The Spirit of the LORD will lift up a standard against him. (20) \"The Redeemer will come to Zion, And to those who turn from transgression in Jacob,\" Says the LORD. (21) \"As for Me,\" says the LORD, \"this is My covenant with them: My Spirit who is upon you, and My words which I have put in your mouth, shall not depart from your mouth, nor from the mouth of your descendants, nor from the mouth of your descendants' descendants,\" says the LORD, \"from this time and forevermore.\"",
    "cardsText": [
      [
        "(14) Justice is turned back, And righteousness stands afar off; For",
        "truth is fallen in the street, And equity cannot enter. (15) So truth",
        "fails, And he who departs from evil makes himself a prey. Then",
        "the LORD saw it, and it displeased Him That there was no justice.",
        "(16) He saw that there was no man, And wondered that there was",
        "no intercessor; Therefore His own arm brought salvation for Him;",
        "And His own righteousness, it sustained Him. (17) For He put on",
        "righteousness as a breastplate, And a helmet of salvation on His",
        "head; He put on the garments of vengeance for clothing, And was",
        "clad with zeal as a cloak. (18) According to their deeds, accordingly",
        "He will repay, Fury to His adversaries, Recompense to His enemies;"
      ],
      [
        "The coastlands He will fully repay. (19) So shall they fear The name",
        "of the LORD from the west, And His glory from the rising of the",
        "sun; When the enemy comes in like a flood, The Spirit of the LORD",
        "will lift up a standard against him. (20) \"The Redeemer will come to",
        "Zion, And to those who turn from transgression in Jacob,\" Says the",
        "LORD. (21) \"As for Me,\" says the LORD, \"this is My covenant with",
        "them: My Spirit who is upon you, and My words which I have put in",
        "your mouth, shall not depart from your mouth, nor from the mouth",
        "of your descendants, nor from the mouth of your descendants'",
        "descendants,\" says the LORD, \"from this time and forevermore.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 247,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23059014,
    "rangeEndId": 23059021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 248.4,
      "wordCountMin": 245,
      "wordCountMax": 255,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.2,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Nahum 1:3–8",
    "text": "(3) The LORD is slow to anger and great in power, And will not at all acquit the wicked. The LORD has His way In the whirlwind and in the storm, And the clouds are the dust of His feet. (4) He rebukes the sea and makes it dry, And dries up all the rivers. Bashan and Carmel wither, And the flower of Lebanon wilts. (5) The mountains quake before Him, The hills melt, And the earth heaves at His presence, Yes, the world and all who dwell in it. (6) Who can stand before His indignation? And who can endure the fierceness of His anger? His fury is poured out like fire, And the rocks are thrown down by Him. (7) The LORD is good, A stronghold in the day of trouble; And He knows those who trust in Him. (8) But with an overflowing flood He will make an utter end of its place, And darkness will pursue His enemies.",
    "cardsText": [
      [
        "(3) The LORD is slow to anger and great in power, And will",
        "not at all acquit the wicked. The LORD has His way In the",
        "whirlwind and in the storm, And the clouds are the dust of",
        "His feet. (4) He rebukes the sea and makes it dry, And dries",
        "up all the rivers. Bashan and Carmel wither, And the flower of",
        "Lebanon wilts. (5) The mountains quake before Him, The hills",
        "melt, And the earth heaves at His presence, Yes, the world and",
        "all who dwell in it. (6) Who can stand before His indignation?",
        "And who can endure the fierceness of His anger? His fury is",
        "poured out like fire, And the rocks are thrown down by Him.",
        "(7) The LORD is good, A stronghold in the day of trouble; And"
      ],
      [
        "He knows those who trust in Him. (8) But with an overflowing",
        "flood He will make an utter end of its place, And darkness will",
        "pursue His enemies."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 156,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001003,
    "rangeEndId": 34001008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154,
      "wordCountMin": 148,
      "wordCountMax": 160,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) \"Come to Me, all you who labor and are heavy laden, and I will give you rest. (29) \"Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) \"Come to Me, all you who labor and are heavy laden, and",
        "I will give you rest. (29) \"Take My yoke upon you and learn",
        "from Me, for I am gentle and lowly in heart, and you will find",
        "rest for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 42,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Mark 10:5–10",
    "text": "(5) And Jesus answered and said to them, \"Because of the hardness of your heart he wrote you this precept. (6) \"But from the beginning of the creation, God 'made them male and female.' (7) 'For this reason a man shall leave his father and mother and be joined to his wife, (8) 'and the two shall become one flesh'; so then they are no longer two, but one flesh. (9) \"Therefore what God has joined together, let not man separate.\" (10) In the house His disciples also asked Him again about the same matter.",
    "cardsText": [
      [
        "(5) And Jesus answered and said to them, \"Because of the",
        "hardness of your heart he wrote you this precept. (6) \"But",
        "from the beginning of the creation, God 'made them male",
        "and female.' (7) 'For this reason a man shall leave his father",
        "and mother and be joined to his wife, (8) 'and the two shall",
        "become one flesh'; so then they are no longer two, but one",
        "flesh. (9) \"Therefore what God has joined together, let not",
        "man separate.\" (10) In the house His disciples also asked Him",
        "again about the same matter."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 89,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41010005,
    "rangeEndId": 41010010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.8,
      "wordCountMin": 78,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Luke 12:22–40",
    "text": "(22) Then He said to His disciples, \"Therefore I say to you, do not worry about your life, what you will eat; nor about the body, what you will put on. (23) \"Life is more than food, and the body is more than clothing. (24) \"Consider the ravens, for they neither sow nor reap, which have neither storehouse nor barn; and God feeds them. Of how much more value are you than the birds? (25) \"And which of you by worrying can add one cubit to his stature? (26) \"If you then are not able to do the least, why are you anxious for the rest? (27) \"Consider the lilies, how they grow: they neither toil nor spin; and yet I say to you, even Solomon in all his glory was not arrayed like one of these. (28) \"If then God so clothes the grass, which today is in the field and tomorrow is thrown into the oven, how much more will He clothe you, O you of little faith? (29) \"And do not seek what you should eat or what you should drink, nor have an anxious mind. (30) \"For all these things the nations of the world seek after, and your Father knows that you need these things. (31) \"But seek the kingdom of God, and all these things shall be added to you. (32) \"Do not fear, little flock, for it is your Father's good pleasure to give you the kingdom. (33) \"Sell what you have and give alms; provide yourselves money bags which do not grow old, a treasure in the heavens that does not fail, where no thief approaches nor moth destroys. (34) \"For where your treasure is, there your heart will be also. (35) \"Let your waist be girded and your lamps burning; (36) \"and you yourselves be like men who wait for their master, when he will return from the wedding, that when he comes and knocks they may open to him immediately. (37) \"Blessed are those servants whom the master, when he comes, will find watching. Assuredly, I say to you that he will gird himself and have them sit down to eat, and will come and serve them. (38) \"And if he should come in the second watch, or come in the third watch, and find them so, blessed are those servants. (39) \"But know this, that if the master of the house had known what hour the thief would come, he would have watched and not allowed his house to be broken into. (40) \"Therefore you also be ready, for the Son of Man is coming at an hour you do not expect.\"",
    "cardsText": [
      [
        "(22) Then He said to His disciples, \"Therefore I say to you, do",
        "not worry about your life, what you will eat; nor about the",
        "body, what you will put on. (23) \"Life is more than food, and",
        "the body is more than clothing. (24) \"Consider the ravens, for",
        "they neither sow nor reap, which have neither storehouse nor",
        "barn; and God feeds them. Of how much more value are you",
        "than the birds? (25) \"And which of you by worrying can add",
        "one cubit to his stature? (26) \"If you then are not able to do",
        "the least, why are you anxious for the rest? (27) \"Consider the",
        "lilies, how they grow: they neither toil nor spin; and yet I say",
        "to you, even Solomon in all his glory was not arrayed like one"
      ],
      [
        "of these. (28) \"If then God so clothes the grass, which today is",
        "in the field and tomorrow is thrown into the oven, how much",
        "more will He clothe you, O you of little faith? (29) \"And do",
        "not seek what you should eat or what you should drink, nor",
        "have an anxious mind. (30) \"For all these things the nations",
        "of the world seek after, and your Father knows that you need",
        "these things. (31) \"But seek the kingdom of God, and all these",
        "things shall be added to you. (32) \"Do not fear, little flock, for",
        "it is your Father's good pleasure to give you the kingdom. (33)",
        "\"Sell what you have and give alms; provide yourselves money",
        "bags which do not grow old, a treasure in the heavens that"
      ],
      [
        "does not fail, where no thief approaches nor moth destroys.",
        "(34) \"For where your treasure is, there your heart will be also.",
        "(35) \"Let your waist be girded and your lamps burning; (36)",
        "\"and you yourselves be like men who wait for their master,",
        "when he will return from the wedding, that when he comes",
        "and knocks they may open to him immediately. (37) \"Blessed",
        "are those servants whom the master, when he comes, will find",
        "watching. Assuredly, I say to you that he will gird himself and",
        "have them sit down to eat, and will come and serve them.",
        "(38) \"And if he should come in the second watch, or come in",
        "the third watch, and find them so, blessed are those servants."
      ],
      [
        "(39) \"But know this, that if the master of the house had known",
        "what hour the thief would come, he would have watched and",
        "not allowed his house to be broken into. (40) \"Therefore you",
        "also be ready, for the Son of Man is coming at an hour you do",
        "not expect.\""
      ]
    ],
    "cards": 4,
    "lines": 38,
    "lastCardLines": 5,
    "wordCount": 424,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42012022,
    "rangeEndId": 42012040,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 428.8,
      "wordCountMin": 418,
      "wordCountMax": 439,
      "levelMin": 3,
      "levelMax": 3.5,
      "lineAve": 36.8,
      "lineMin": 34,
      "lineMax": 39
    }
  },
  {
    "ref": "Luke 16:13",
    "text": "(13) \"No servant can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other. You cannot serve God and mammon.\"",
    "cardsText": [
      [
        "(13) \"No servant can serve two masters; for either he will hate",
        "the one and love the other, or else he will be loyal to the one",
        "and despise the other. You cannot serve God and mammon.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 36,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42016013,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 35,
      "wordCountMin": 34,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 10:4–16",
    "text": "(4) \"And when he brings out his own sheep, he goes before them; and the sheep follow him, for they know his voice. (5) \"Yet they will by no means follow a stranger, but will flee from him, for they do not know the voice of strangers.\" (6) Jesus used this illustration, but they did not understand the things which He spoke to them. (7) Then Jesus said to them again, \"Most assuredly, I say to you, I am the door of the sheep. (8) \"All who ever came before Me are thieves and robbers, but the sheep did not hear them. (9) \"I am the door. If anyone enters by Me, he will be saved, and will go in and out and find pasture. (10) \"The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly. (11) \"I am the good shepherd. The good shepherd gives His life for the sheep. (12) \"But a hireling, he who is not the shepherd, one who does not own the sheep, sees the wolf coming and leaves the sheep and flees; and the wolf catches the sheep and scatters them. (13) \"The hireling flees because he is a hireling and does not care about the sheep. (14) \"I am the good shepherd; and I know My sheep, and am known by My own. (15) \"As the Father knows Me, even so I know the Father; and I lay down My life for the sheep. (16) \"And other sheep I have which are not of this fold; them also I must bring, and they will hear My voice; and there will be one flock and one shepherd.",
    "cardsText": [
      [
        "(4) \"And when he brings out his own sheep, he goes before them;",
        "and the sheep follow him, for they know his voice. (5) \"Yet they will",
        "by no means follow a stranger, but will flee from him, for they do",
        "not know the voice of strangers.\" (6) Jesus used this illustration,",
        "but they did not understand the things which He spoke to them.",
        "(7) Then Jesus said to them again, \"Most assuredly, I say to you, I",
        "am the door of the sheep. (8) \"All who ever came before Me are",
        "thieves and robbers, but the sheep did not hear them. (9) \"I am",
        "the door. If anyone enters by Me, he will be saved, and will go in",
        "and out and find pasture. (10) \"The thief does not come except to",
        "steal, and to kill, and to destroy. I have come that they may have",
        "life, and that they may have it more abundantly. (11) \"I am the"
      ],
      [
        "good shepherd. The good shepherd gives His life for the sheep.",
        "(12) \"But a hireling, he who is not the shepherd, one who does not",
        "own the sheep, sees the wolf coming and leaves the sheep and",
        "flees; and the wolf catches the sheep and scatters them. (13) \"The",
        "hireling flees because he is a hireling and does not care about the",
        "sheep. (14) \"I am the good shepherd; and I know My sheep, and",
        "am known by My own. (15) \"As the Father knows Me, even so I",
        "know the Father; and I lay down My life for the sheep. (16) \"And",
        "other sheep I have which are not of this fold; them also I must",
        "bring, and they will hear My voice; and there will be one flock and",
        "one shepherd."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 280,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43010004,
    "rangeEndId": 43010016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 277,
      "wordCountMin": 269,
      "wordCountMax": 282,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "John 16:5–17",
    "text": "(5) \"But now I go away to Him who sent Me, and none of you asks Me, 'Where are You going?' (6) \"But because I have said these things to you, sorrow has filled your heart. (7) \"Nevertheless I tell you the truth. It is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I depart, I will send Him to you. (8) \"And when He has come, He will convict the world of sin, and of righteousness, and of judgment: (9) \"of sin, because they do not believe in Me; (10) \"of righteousness, because I go to My Father and you see Me no more; (11) \"of judgment, because the ruler of this world is judged. (12) \"I still have many things to say to you, but you cannot bear them now. (13) \"However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come. (14) \"He will glorify Me, for He will take of what is Mine and declare it to you. (15) \"All things that the Father has are Mine. Therefore I said that He will take of Mine and declare it to you. (16) \"A little while, and you will not see Me; and again a little while, and you will see Me, because I go to the Father.\" (17) Then some of His disciples said among themselves, \"What is this that He says to us, 'A little while, and you will not see Me; and again a little while, and you will see Me'; and, 'because I go to the Father'?\"",
    "cardsText": [
      [
        "(5) \"But now I go away to Him who sent Me, and none of you asks",
        "Me, 'Where are You going?' (6) \"But because I have said these",
        "things to you, sorrow has filled your heart. (7) \"Nevertheless I tell",
        "you the truth. It is to your advantage that I go away; for if I do not",
        "go away, the Helper will not come to you; but if I depart, I will send",
        "Him to you. (8) \"And when He has come, He will convict the world",
        "of sin, and of righteousness, and of judgment: (9) \"of sin, because",
        "they do not believe in Me; (10) \"of righteousness, because I go to",
        "My Father and you see Me no more; (11) \"of judgment, because",
        "the ruler of this world is judged. (12) \"I still have many things to",
        "say to you, but you cannot bear them now. (13) \"However, when"
      ],
      [
        "He, the Spirit of truth, has come, He will guide you into all truth; for",
        "He will not speak on His own authority, but whatever He hears He",
        "will speak; and He will tell you things to come. (14) \"He will glorify",
        "Me, for He will take of what is Mine and declare it to you. (15) \"All",
        "things that the Father has are Mine. Therefore I said that He will",
        "take of Mine and declare it to you. (16) \"A little while, and you will",
        "not see Me; and again a little while, and you will see Me, because",
        "I go to the Father.\" (17) Then some of His disciples said among",
        "themselves, \"What is this that He says to us, 'A little while, and you",
        "will not see Me; and again a little while, and you will see Me'; and,",
        "'because I go to the Father'?\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 285,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016005,
    "rangeEndId": 43016017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 287.2,
      "wordCountMin": 281,
      "wordCountMax": 294,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 22,
      "lineMax": 23
    }
  },
  {
    "ref": "Acts 20:15–36",
    "text": "(15) We sailed from there, and the next day came opposite Chios. The following day we arrived at Samos and stayed at Trogyllium. The next day we came to Miletus. (16) For Paul had decided to sail past Ephesus, so that he would not have to spend time in Asia; for he was hurrying to be at Jerusalem, if possible, on the Day of Pentecost. (17) From Miletus he sent to Ephesus and called for the elders of the church. (18) And when they had come to him, he said to them: \"You know, from the first day that I came to Asia, in what manner I always lived among you, (19) \"serving the Lord with all humility, with many tears and trials which happened to me by the plotting of the Jews; (20) \"how I kept back nothing that was helpful, but proclaimed it to you, and taught you publicly and from house to house, (21) \"testifying to Jews, and also to Greeks, repentance toward God and faith toward our Lord Jesus Christ. (22) \"And see, now I go bound in the spirit to Jerusalem, not knowing the things that will happen to me there, (23) \"except that the Holy Spirit testifies in every city, saying that chains and tribulations await me. (24) \"But none of these things move me; nor do I count my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to testify to the gospel of the grace of God. (25) \"And indeed, now I know that you all, among whom I have gone preaching the kingdom of God, will see my face no more. (26) \"Therefore I testify to you this day that I am innocent of the blood of all men. (27) \"For I have not shunned to declare to you the whole counsel of God. (28) \"Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood. (29) \"For I know this, that after my departure savage wolves will come in among you, not sparing the flock. (30) \"Also from among yourselves men will rise up, speaking perverse things, to draw away the disciples after themselves. (31) \"Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears. (32) \"So now, brethren, I commend you to God and to the word of His grace, which is able to build you up and give you an inheritance among all those who are sanctified. (33) \"I have coveted no one's silver or gold or apparel. (34) \"Yes, you yourselves know that these hands have provided for my necessities, and for those who were with me. (35) \"I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, 'It is more blessed to give than to receive.' \" (36) And when he had said these things, he knelt down and prayed with them all.",
    "cardsText": [
      [
        "(15) We sailed from there, and the next day came opposite Chios.",
        "The following day we arrived at Samos and stayed at Trogyllium.",
        "The next day we came to Miletus. (16) For Paul had decided to sail",
        "past Ephesus, so that he would not have to spend time in Asia;",
        "for he was hurrying to be at Jerusalem, if possible, on the Day of",
        "Pentecost. (17) From Miletus he sent to Ephesus and called for",
        "the elders of the church. (18) And when they had come to him,",
        "he said to them: \"You know, from the first day that I came to Asia,",
        "in what manner I always lived among you, (19) \"serving the Lord",
        "with all humility, with many tears and trials which happened to me",
        "by the plotting of the Jews; (20) \"how I kept back nothing that"
      ],
      [
        "was helpful, but proclaimed it to you, and taught you publicly and",
        "from house to house, (21) \"testifying to Jews, and also to Greeks,",
        "repentance toward God and faith toward our Lord Jesus Christ. (22)",
        "\"And see, now I go bound in the spirit to Jerusalem, not knowing",
        "the things that will happen to me there, (23) \"except that the Holy",
        "Spirit testifies in every city, saying that chains and tribulations",
        "await me. (24) \"But none of these things move me; nor do I count",
        "my life dear to myself, so that I may finish my race with joy, and",
        "the ministry which I received from the Lord Jesus, to testify to the",
        "gospel of the grace of God. (25) \"And indeed, now I know that you",
        "all, among whom I have gone preaching the kingdom of God, will"
      ],
      [
        "see my face no more. (26) \"Therefore I testify to you this day that I",
        "am innocent of the blood of all men. (27) \"For I have not shunned",
        "to declare to you the whole counsel of God. (28) \"Therefore take",
        "heed to yourselves and to all the flock, among which the Holy Spirit",
        "has made you overseers, to shepherd the church of God which He",
        "purchased with His own blood. (29) \"For I know this, that after my",
        "departure savage wolves will come in among you, not sparing the",
        "flock. (30) \"Also from among yourselves men will rise up, speaking",
        "perverse things, to draw away the disciples after themselves. (31)",
        "\"Therefore watch, and remember that for three years I did not",
        "cease to warn everyone night and day with tears. (32) \"So now,"
      ],
      [
        "brethren, I commend you to God and to the word of His grace,",
        "which is able to build you up and give you an inheritance among",
        "all those who are sanctified. (33) \"I have coveted no one's silver or",
        "gold or apparel. (34) \"Yes, you yourselves know that these hands",
        "have provided for my necessities, and for those who were with",
        "me. (35) \"I have shown you in every way, by laboring like this, that",
        "you must support the weak. And remember the words of the Lord",
        "Jesus, that He said, 'It is more blessed to give than to receive.' \"",
        "(36) And when he had said these things, he knelt down and prayed",
        "with them all."
      ]
    ],
    "cards": 4,
    "lines": 43,
    "lastCardLines": 10,
    "wordCount": 508,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44020015,
    "rangeEndId": 44020036,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 512.6,
      "wordCountMin": 504,
      "wordCountMax": 526,
      "levelMin": 4,
      "levelMax": 4,
      "lineAve": 42.8,
      "lineMin": 42,
      "lineMax": 44
    }
  },
  {
    "ref": "Romans 10:8–14",
    "text": "(8) But what does it say? \"The word is near you, in your mouth and in your heart\" (that is, the word of faith which we preach): (9) that if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved. (10) For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation. (11) For the Scripture says, \"Whoever believes on Him will not be put to shame.\" (12) For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him. (13) For \"whoever calls on the name of the LORD shall be saved.\" (14) How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?",
    "cardsText": [
      [
        "(8) But what does it say? \"The word is near you, in your mouth",
        "and in your heart\" (that is, the word of faith which we preach):",
        "(9) that if you confess with your mouth the Lord Jesus and",
        "believe in your heart that God has raised Him from the dead,",
        "you will be saved. (10) For with the heart one believes unto",
        "righteousness, and with the mouth confession is made unto",
        "salvation. (11) For the Scripture says, \"Whoever believes on",
        "Him will not be put to shame.\" (12) For there is no distinction",
        "between Jew and Greek, for the same Lord over all is rich to",
        "all who call upon Him. (13) For \"whoever calls on the name",
        "of the LORD shall be saved.\" (14) How then shall they call on"
      ],
      [
        "Him in whom they have not believed? And how shall they",
        "believe in Him of whom they have not heard? And how shall",
        "they hear without a preacher?"
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 153,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45010008,
    "rangeEndId": 45010014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 159,
      "wordCountMin": 153,
      "wordCountMax": 166,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.4,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "1 Corinthians 12:18–31",
    "text": "(18) But now God has set the members, each one of them, in the body just as He pleased. (19) And if they were all one member, where would the body be? (20) But now indeed there are many members, yet one body. (21) And the eye cannot say to the hand, \"I have no need of you\"; nor again the head to the feet, \"I have no need of you.\" (22) No, much rather, those members of the body which seem to be weaker are necessary. (23) And those members of the body which we think to be less honorable, on these we bestow greater honor; and our unpresentable parts have greater modesty, (24) but our presentable parts have no need. But God composed the body, having given greater honor to that part which lacks it, (25) that there should be no schism in the body, but that the members should have the same care for one another. (26) And if one member suffers, all the members suffer with it; or if one member is honored, all the members rejoice with it. (27) Now you are the body of Christ, and members individually. (28) And God has appointed these in the church: first apostles, second prophets, third teachers, after that miracles, then gifts of healings, helps, administrations, varieties of tongues. (29) Are all apostles? Are all prophets? Are all teachers? Are all workers of miracles? (30) Do all have gifts of healings? Do all speak with tongues? Do all interpret? (31) But earnestly desire the best gifts. And yet I show you a more excellent way.",
    "cardsText": [
      [
        "(18) But now God has set the members, each one of them, in the",
        "body just as He pleased. (19) And if they were all one member,",
        "where would the body be? (20) But now indeed there are many",
        "members, yet one body. (21) And the eye cannot say to the hand,",
        "\"I have no need of you\"; nor again the head to the feet, \"I have no",
        "need of you.\" (22) No, much rather, those members of the body",
        "which seem to be weaker are necessary. (23) And those members",
        "of the body which we think to be less honorable, on these we",
        "bestow greater honor; and our unpresentable parts have greater",
        "modesty, (24) but our presentable parts have no need. But God",
        "composed the body, having given greater honor to that part which",
        "lacks it, (25) that there should be no schism in the body, but that"
      ],
      [
        "the members should have the same care for one another. (26) And",
        "if one member suffers, all the members suffer with it; or if one",
        "member is honored, all the members rejoice with it. (27) Now you",
        "are the body of Christ, and members individually. (28) And God",
        "has appointed these in the church: first apostles, second prophets,",
        "third teachers, after that miracles, then gifts of healings, helps,",
        "administrations, varieties of tongues. (29) Are all apostles? Are all",
        "prophets? Are all teachers? Are all workers of miracles? (30) Do all",
        "have gifts of healings? Do all speak with tongues? Do all interpret?",
        "(31) But earnestly desire the best gifts. And yet I show you a more",
        "excellent way."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 253,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46012018,
    "rangeEndId": 46012031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 261.4,
      "wordCountMin": 247,
      "wordCountMax": 287,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.2,
      "lineMin": 22,
      "lineMax": 26
    }
  },
  {
    "ref": "2 Corinthians 11:13–33",
    "text": "(13) For such are false apostles, deceitful workers, transforming themselves into apostles of Christ. (14) And no wonder! For Satan himself transforms himself into an angel of light. (15) Therefore it is no great thing if his ministers also transform themselves into ministers of righteousness, whose end will be according to their works. (16) I say again, let no one think me a fool. If otherwise, at least receive me as a fool, that I also may boast a little. (17) What I speak, I speak not according to the Lord, but as it were, foolishly, in this confidence of boasting. (18) Seeing that many boast according to the flesh, I also will boast. (19) For you put up with fools gladly, since you yourselves are wise! (20) For you put up with it if one brings you into bondage, if one devours you, if one takes from you, if one exalts himself, if one strikes you on the face. (21) To our shame I say that we were too weak for that! But in whatever anyone is bold--I speak foolishly--I am bold also. (22) Are they Hebrews? So am I. Are they Israelites? So am I. Are they the seed of Abraham? So am I. (23) Are they ministers of Christ?- -I speak as a fool--I am more: in labors more abundant, in stripes above measure, in prisons more frequently, in deaths often. (24) From the Jews five times I received forty stripes minus one. (25) Three times I was beaten with rods; once I was stoned; three times I was shipwrecked; a night and a day I have been in the deep; (26) in journeys often, in perils of waters, in perils of robbers, in perils of my own countrymen, in perils of the Gentiles, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren; (27) in weariness and toil, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness-- (28) besides the other things, what comes upon me daily: my deep concern for all the churches. (29) Who is weak, and I am not weak? Who is made to stumble, and I do not burn with indignation? (30) If I must boast, I will boast in the things which concern my infirmity. (31) The God and Father of our Lord Jesus Christ, who is blessed forever, knows that I am not lying. (32) In Damascus the governor, under Aretas the king, was guarding the city of the Damascenes with a garrison, desiring to arrest me; (33) but I was let down in a basket through a window in the wall, and escaped from his hands.",
    "cardsText": [
      [
        "(13) For such are false apostles, deceitful workers, transforming",
        "themselves into apostles of Christ. (14) And no wonder! For",
        "Satan himself transforms himself into an angel of light. (15)",
        "Therefore it is no great thing if his ministers also transform",
        "themselves into ministers of righteousness, whose end will",
        "be according to their works. (16) I say again, let no one think",
        "me a fool. If otherwise, at least receive me as a fool, that I also",
        "may boast a little. (17) What I speak, I speak not according",
        "to the Lord, but as it were, foolishly, in this confidence of",
        "boasting. (18) Seeing that many boast according to the flesh, I",
        "also will boast. (19) For you put up with fools gladly, since you"
      ],
      [
        "yourselves are wise! (20) For you put up with it if one brings",
        "you into bondage, if one devours you, if one takes from you,",
        "if one exalts himself, if one strikes you on the face. (21) To our",
        "shame I say that we were too weak for that! But in whatever",
        "anyone is bold--I speak foolishly--I am bold also. (22) Are they",
        "Hebrews? So am I. Are they Israelites? So am I. Are they the",
        "seed of Abraham? So am I. (23) Are they ministers of Christ?-",
        "-I speak as a fool--I am more: in labors more abundant, in",
        "stripes above measure, in prisons more frequently, in deaths",
        "often. (24) From the Jews five times I received forty stripes",
        "minus one. (25) Three times I was beaten with rods; once I"
      ],
      [
        "was stoned; three times I was shipwrecked; a night and a day",
        "I have been in the deep; (26) in journeys often, in perils of",
        "waters, in perils of robbers, in perils of my own countrymen,",
        "in perils of the Gentiles, in perils in the city, in perils in the",
        "wilderness, in perils in the sea, in perils among false brethren;",
        "(27) in weariness and toil, in sleeplessness often, in hunger",
        "and thirst, in fastings often, in cold and nakedness-- (28)",
        "besides the other things, what comes upon me daily: my",
        "deep concern for all the churches. (29) Who is weak, and I",
        "am not weak? Who is made to stumble, and I do not burn",
        "with indignation? (30) If I must boast, I will boast in the things"
      ],
      [
        "which concern my infirmity. (31) The God and Father of our",
        "Lord Jesus Christ, who is blessed forever, knows that I am not",
        "lying. (32) In Damascus the governor, under Aretas the king,",
        "was guarding the city of the Damascenes with a garrison,",
        "desiring to arrest me; (33) but I was let down in a basket",
        "through a window in the wall, and escaped from his hands."
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 431,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47011013,
    "rangeEndId": 47011033,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 432.2,
      "wordCountMin": 421,
      "wordCountMax": 460,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 39.8,
      "lineMin": 39,
      "lineMax": 41
    }
  },
  {
    "ref": "Galatians 2:20–21",
    "text": "(20) \"I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me. (21) \"I do not set aside the grace of God; for if righteousness comes through the law, then Christ died in vain.\"",
    "cardsText": [
      [
        "(20) \"I have been crucified with Christ; it is no longer I who",
        "live, but Christ lives in me; and the life which I now live in the",
        "flesh I live by faith in the Son of God, who loved me and gave",
        "Himself for me. (21) \"I do not set aside the grace of God; for",
        "if righteousness comes through the law, then Christ died in",
        "vain.\""
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48002020,
    "rangeEndId": 48002021,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.2,
      "wordCountMin": 63,
      "wordCountMax": 66,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.6,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Ephesians 3:8–10",
    "text": "(8) To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ, (9) and to make all see what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ; (10) to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,",
    "cardsText": [
      [
        "(8) To me, who am less than the least of all the saints, this",
        "grace was given, that I should preach among the Gentiles the",
        "unsearchable riches of Christ, (9) and to make all see what",
        "is the fellowship of the mystery, which from the beginning",
        "of the ages has been hidden in God who created all things",
        "through Jesus Christ; (10) to the intent that now the manifold",
        "wisdom of God might be made known by the church to the",
        "principalities and powers in the heavenly places,"
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 85,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49003008,
    "rangeEndId": 49003010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78.2,
      "wordCountMin": 73,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Colossians 1:24–29",
    "text": "(24) I now rejoice in my sufferings for you, and fill up in my flesh what is lacking in the afflictions of Christ, for the sake of His body, which is the church, (25) of which I became a minister according to the stewardship from God which was given to me for you, to fulfill the word of God, (26) the mystery which has been hidden from ages and from generations, but now has been revealed to His saints. (27) To them God willed to make known what are the riches of the glory of this mystery among the Gentiles: which is Christ in you, the hope of glory. (28) Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus. (29) To this end I also labor, striving according to His working which works in me mightily.",
    "cardsText": [
      [
        "(24) I now rejoice in my sufferings for you, and fill up in my flesh",
        "what is lacking in the afflictions of Christ, for the sake of His body,",
        "which is the church, (25) of which I became a minister according",
        "to the stewardship from God which was given to me for you, to",
        "fulfill the word of God, (26) the mystery which has been hidden",
        "from ages and from generations, but now has been revealed to His",
        "saints. (27) To them God willed to make known what are the riches",
        "of the glory of this mystery among the Gentiles: which is Christ in",
        "you, the hope of glory. (28) Him we preach, warning every man",
        "and teaching every man in all wisdom, that we may present every",
        "man perfect in Christ Jesus. (29) To this end I also labor, striving",
        "according to His working which works in me mightily."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 144,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51001024,
    "rangeEndId": 51001029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 144.2,
      "wordCountMin": 137,
      "wordCountMax": 157,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.6,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Colossians 3:18–25",
    "text": "(18) Wives, submit to your own husbands, as is fitting in the Lord. (19) Husbands, love your wives and do not be bitter toward them. (20) Children, obey your parents in all things, for this is well pleasing to the Lord. (21) Fathers, do not provoke your children, lest they become discouraged. (22) Bondservants, obey in all things your masters according to the flesh, not with eyeservice, as men- pleasers, but in sincerity of heart, fearing God. (23) And whatever you do, do it heartily, as to the Lord and not to men, (24) knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ. (25) But he who does wrong will be repaid for what he has done, and there is no partiality.",
    "cardsText": [
      [
        "(18) Wives, submit to your own husbands, as is fitting in the Lord.",
        "(19) Husbands, love your wives and do not be bitter toward",
        "them. (20) Children, obey your parents in all things, for this is well",
        "pleasing to the Lord. (21) Fathers, do not provoke your children, lest",
        "they become discouraged. (22) Bondservants, obey in all things",
        "your masters according to the flesh, not with eyeservice, as men-",
        "pleasers, but in sincerity of heart, fearing God. (23) And whatever",
        "you do, do it heartily, as to the Lord and not to men, (24) knowing",
        "that from the Lord you will receive the reward of the inheritance;",
        "for you serve the Lord Christ. (25) But he who does wrong will be",
        "repaid for what he has done, and there is no partiality."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 124,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51003018,
    "rangeEndId": 51003025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 127.4,
      "wordCountMin": 118,
      "wordCountMax": 135,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Thessalonians 2:4–13",
    "text": "(4) But as we have been approved by God to be entrusted with the gospel, even so we speak, not as pleasing men, but God who tests our hearts. (5) For neither at any time did we use flattering words, as you know, nor a cloak for covetousness--God is witness. (6) Nor did we seek glory from men, either from you or from others, when we might have made demands as apostles of Christ. (7) But we were gentle among you, just as a nursing mother cherishes her own children. (8) So, affectionately longing for you, we were well pleased to impart to you not only the gospel of God, but also our own lives, because you had become dear to us. (9) For you remember, brethren, our labor and toil; for laboring night and day, that we might not be a burden to any of you, we preached to you the gospel of God. (10) You are witnesses, and God also, how devoutly and justly and blamelessly we behaved ourselves among you who believe; (11) as you know how we exhorted, and comforted, and charged every one of you, as a father does his own children, (12) that you would walk worthy of God who calls you into His own kingdom and glory. (13) For this reason we also thank God without ceasing, because when you received the word of God which you heard from us, you welcomed it not as the word of men, but as it is in truth, the word of God, which also effectively works in you who believe.",
    "cardsText": [
      [
        "(4) But as we have been approved by God to be entrusted with the",
        "gospel, even so we speak, not as pleasing men, but God who tests",
        "our hearts. (5) For neither at any time did we use flattering words,",
        "as you know, nor a cloak for covetousness--God is witness. (6) Nor",
        "did we seek glory from men, either from you or from others, when",
        "we might have made demands as apostles of Christ. (7) But we",
        "were gentle among you, just as a nursing mother cherishes her",
        "own children. (8) So, affectionately longing for you, we were well",
        "pleased to impart to you not only the gospel of God, but also",
        "our own lives, because you had become dear to us. (9) For you",
        "remember, brethren, our labor and toil; for laboring night and"
      ],
      [
        "day, that we might not be a burden to any of you, we preached",
        "to you the gospel of God. (10) You are witnesses, and God also,",
        "how devoutly and justly and blamelessly we behaved ourselves",
        "among you who believe; (11) as you know how we exhorted, and",
        "comforted, and charged every one of you, as a father does his",
        "own children, (12) that you would walk worthy of God who calls",
        "you into His own kingdom and glory. (13) For this reason we also",
        "thank God without ceasing, because when you received the word",
        "of God which you heard from us, you welcomed it not as the word",
        "of men, but as it is in truth, the word of God, which also effectively",
        "works in you who believe."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 254,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 52002004,
    "rangeEndId": 52002013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 259.4,
      "wordCountMin": 252,
      "wordCountMax": 279,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "1 Timothy 6:3–9",
    "text": "(3) If anyone teaches otherwise and does not consent to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which accords with godliness, (4) he is proud, knowing nothing, but is obsessed with disputes and arguments over words, from which come envy, strife, reviling, evil suspicions, (5) useless wranglings of men of corrupt minds and destitute of the truth, who suppose that godliness is a means of gain. From such withdraw yourself. (6) Now godliness with contentment is great gain. (7) For we brought nothing into this world, and it is certain we can carry nothing out. (8) And having food and clothing, with these we shall be content. (9) But those who desire to be rich fall into temptation and a snare, and into many foolish and harmful lusts which drown men in destruction and perdition.",
    "cardsText": [
      [
        "(3) If anyone teaches otherwise and does not consent to",
        "wholesome words, even the words of our Lord Jesus Christ,",
        "and to the doctrine which accords with godliness, (4) he",
        "is proud, knowing nothing, but is obsessed with disputes",
        "and arguments over words, from which come envy, strife,",
        "reviling, evil suspicions, (5) useless wranglings of men of",
        "corrupt minds and destitute of the truth, who suppose that",
        "godliness is a means of gain. From such withdraw yourself.",
        "(6) Now godliness with contentment is great gain. (7) For we",
        "brought nothing into this world, and it is certain we can carry",
        "nothing out. (8) And having food and clothing, with these we"
      ],
      [
        "shall be content. (9) But those who desire to be rich fall into",
        "temptation and a snare, and into many foolish and harmful",
        "lusts which drown men in destruction and perdition."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 135,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54006003,
    "rangeEndId": 54006009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 136,
      "wordCountMin": 128,
      "wordCountMax": 144,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.8,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Titus 2:7–14",
    "text": "(7) in all things showing yourself to be a pattern of good works; in doctrine showing integrity, reverence, incorruptibility, (8) sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you. (9) Exhort bondservants to be obedient to their own masters, to be well pleasing in all things, not answering back, (10) not pilfering, but showing all good fidelity, that they may adorn the doctrine of God our Savior in all things. (11) For the grace of God that brings salvation has appeared to all men, (12) teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age, (13) looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ, (14) who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His own special people, zealous for good works.",
    "cardsText": [
      [
        "(7) in all things showing yourself to be a pattern of good works;",
        "in doctrine showing integrity, reverence, incorruptibility, (8)",
        "sound speech that cannot be condemned, that one who is an",
        "opponent may be ashamed, having nothing evil to say of you.",
        "(9) Exhort bondservants to be obedient to their own masters,",
        "to be well pleasing in all things, not answering back, (10) not",
        "pilfering, but showing all good fidelity, that they may adorn",
        "the doctrine of God our Savior in all things. (11) For the grace",
        "of God that brings salvation has appeared to all men, (12)",
        "teaching us that, denying ungodliness and worldly lusts, we",
        "should live soberly, righteously, and godly in the present age,"
      ],
      [
        "(13) looking for the blessed hope and glorious appearing of",
        "our great God and Savior Jesus Christ, (14) who gave Himself",
        "for us, that He might redeem us from every lawless deed and",
        "purify for Himself His own special people, zealous for good",
        "works."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 153,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 56002007,
    "rangeEndId": 56002014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 160.2,
      "wordCountMin": 153,
      "wordCountMax": 178,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 16.2,
      "lineMin": 16,
      "lineMax": 17
    }
  },
  {
    "ref": "1 Peter 2:18–20",
    "text": "(18) Servants, be submissive to your masters with all fear, not only to the good and gentle, but also to the harsh. (19) For this is commendable, if because of conscience toward God one endures grief, suffering wrongfully. (20) For what credit is it if, when you are beaten for your faults, you take it patiently? But when you do good and suffer, if you take it patiently, this is commendable before God.",
    "cardsText": [
      [
        "(18) Servants, be submissive to your masters with all fear, not",
        "only to the good and gentle, but also to the harsh. (19) For",
        "this is commendable, if because of conscience toward God",
        "one endures grief, suffering wrongfully. (20) For what credit is",
        "it if, when you are beaten for your faults, you take it patiently?",
        "But when you do good and suffer, if you take it patiently, this",
        "is commendable before God."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 70,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 60002018,
    "rangeEndId": 60002020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 76.6,
      "wordCountMin": 70,
      "wordCountMax": 83,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.4,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Revelation 2:1–10",
    "text": "(1) \"To the angel of the church of Ephesus write, 'These things says He who holds the seven stars in His right hand, who walks in the midst of the seven golden lampstands: (2) \"I know your works, your labor, your patience, and that you cannot bear those who are evil. And you have tested those who say they are apostles and are not, and have found them liars; (3) \"and you have persevered and have patience, and have labored for My name's sake and have not become weary. (4) \"Nevertheless I have this against you, that you have left your first love. (5) \"Remember therefore from where you have fallen; repent and do the first works, or else I will come to you quickly and remove your lampstand from its place-- unless you repent. (6) \"But this you have, that you hate the deeds of the Nicolaitans, which I also hate. (7) \"He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes I will give to eat from the tree of life, which is in the midst of the Paradise of God.\" ' (8) \"And to the angel of the church in Smyrna write, 'These things says the First and the Last, who was dead, and came to life: (9) \"I know your works, tribulation, and poverty (but you are rich); and I know the blasphemy of those who say they are Jews and are not, but are a synagogue of Satan. (10) \"Do not fear any of those things which you are about to suffer. Indeed, the devil is about to throw some of you into prison, that you may be tested, and you will have tribulation ten days. Be faithful until death, and I will give you the crown of life.",
    "cardsText": [
      [
        "(1) \"To the angel of the church of Ephesus write, 'These",
        "things says He who holds the seven stars in His right hand,",
        "who walks in the midst of the seven golden lampstands: (2)",
        "\"I know your works, your labor, your patience, and that you",
        "cannot bear those who are evil. And you have tested those",
        "who say they are apostles and are not, and have found them",
        "liars; (3) \"and you have persevered and have patience, and",
        "have labored for My name's sake and have not become",
        "weary. (4) \"Nevertheless I have this against you, that you have",
        "left your first love. (5) \"Remember therefore from where you",
        "have fallen; repent and do the first works, or else I will come"
      ],
      [
        "to you quickly and remove your lampstand from its place--",
        "unless you repent. (6) \"But this you have, that you hate the",
        "deeds of the Nicolaitans, which I also hate. (7) \"He who has",
        "an ear, let him hear what the Spirit says to the churches. To",
        "him who overcomes I will give to eat from the tree of life,",
        "which is in the midst of the Paradise of God.\" ' (8) \"And to the",
        "angel of the church in Smyrna write, 'These things says the",
        "First and the Last, who was dead, and came to life: (9) \"I know",
        "your works, tribulation, and poverty (but you are rich); and I",
        "know the blasphemy of those who say they are Jews and are",
        "not, but are a synagogue of Satan. (10) \"Do not fear any of"
      ],
      [
        "those things which you are about to suffer. Indeed, the devil",
        "is about to throw some of you into prison, that you may be",
        "tested, and you will have tribulation ten days. Be faithful until",
        "death, and I will give you the crown of life."
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 293,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66002001,
    "rangeEndId": 66002010,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 297,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 25.4,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Revelation 14:1–8",
    "text": "(1) Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father's name written on their foreheads. (2) And I heard a voice from heaven, like the voice of many waters, and like the voice of loud thunder. And I heard the sound of harpists playing their harps. (3) They sang as it were a new song before the throne, before the four living creatures, and the elders; and no one could learn that song except the hundred and forty-four thousand who were redeemed from the earth. (4) These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These were redeemed from among men, being firstfruits to God and to the Lamb. (5) And in their mouth was found no deceit, for they are without fault before the throne of God. (6) Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth--to every nation, tribe, tongue, and people-- (7) saying with a loud voice, \"Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.\" (8) And another angel followed, saying, \"Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.\"",
    "cardsText": [
      [
        "(1) Then I looked, and behold, a Lamb standing on Mount Zion,",
        "and with Him one hundred and forty-four thousand, having His",
        "Father's name written on their foreheads. (2) And I heard a voice",
        "from heaven, like the voice of many waters, and like the voice of",
        "loud thunder. And I heard the sound of harpists playing their harps.",
        "(3) They sang as it were a new song before the throne, before",
        "the four living creatures, and the elders; and no one could learn",
        "that song except the hundred and forty-four thousand who were",
        "redeemed from the earth. (4) These are the ones who were not",
        "defiled with women, for they are virgins. These are the ones who",
        "follow the Lamb wherever He goes. These were redeemed from"
      ],
      [
        "among men, being firstfruits to God and to the Lamb. (5) And in",
        "their mouth was found no deceit, for they are without fault before",
        "the throne of God. (6) Then I saw another angel flying in the midst",
        "of heaven, having the everlasting gospel to preach to those who",
        "dwell on the earth--to every nation, tribe, tongue, and people--",
        "(7) saying with a loud voice, \"Fear God and give glory to Him, for",
        "the hour of His judgment has come; and worship Him who made",
        "heaven and earth, the sea and springs of water.\" (8) And another",
        "angel followed, saying, \"Babylon is fallen, is fallen, that great city,",
        "because she has made all nations drink of the wine of the wrath of",
        "her fornication.\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 245,
    "version": "NKJV",
    "division": "Senior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66014001,
    "rangeEndId": 66014008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 244.6,
      "wordCountMin": 231,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]