[
    {
        "ref": "Colossians 1:15–16",
        "text": "(15) The Son is the image of the invisible God, the firstborn over all creation. (16) For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him.",
        "cardsText": [
            [
                "(15) The Son is the image of the invisible God, the firstborn",
                "over all creation. (16) For in him all things were created:",
                "things in heaven and on earth, visible and invisible, whether",
                "thrones or powers or rulers or authorities; all things have",
                "been created through him and for him."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 48,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 1,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 51001015,
        "rangeEndId": 51001016,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 47.8,
            "wordCountMin": 44,
            "wordCountMax": 51,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5,
            "lineMin": 5,
            "lineMax": 5
        }
    },
    {
        "ref": "Genesis 1:1–5",
        "text": "(1) In the beginning God created the heavens and the earth. (2) Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. (3) And God said, \"Let there be light,\" and there was light. (4) God saw that the light was good, and he separated the light from the darkness. (5) God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning--the first day.",
        "cardsText": [
            [
                "(1) In the beginning God created the heavens and the earth.",
                "(2) Now the earth was formless and empty, darkness was over",
                "the surface of the deep, and the Spirit of God was hovering",
                "over the waters. (3) And God said, \"Let there be light,\" and",
                "there was light. (4) God saw that the light was good, and he",
                "separated the light from the darkness. (5) God called the",
                "light \"day,\" and the darkness he called \"night.\" And there was",
                "evening, and there was morning--the first day."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 82,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 2,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001001,
        "rangeEndId": 1001005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 82,
            "wordCountMax": 89,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 40:26–28",
        "text": "(26) Lift up your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one and calls forth each of them by name. Because of his great power and mighty strength, not one of them is missing. (27) Why do you complain, Jacob? Why do you say, Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"? (28) Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom.",
        "cardsText": [
            [
                "(26) Lift up your eyes and look to the heavens: Who created",
                "all these? He who brings out the starry host one by one and",
                "calls forth each of them by name. Because of his great power",
                "and mighty strength, not one of them is missing. (27) Why",
                "do you complain, Jacob? Why do you say, Israel, \"My way is",
                "hidden from the LORD; my cause is disregarded by my God\"?",
                "(28) Do you not know? Have you not heard? The LORD is the",
                "everlasting God, the Creator of the ends of the earth. He will",
                "not grow tired or weary, and his understanding no one can",
                "fathom."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 105,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 3,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 23040026,
        "rangeEndId": 23040028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 101.6,
            "wordCountMin": 99,
            "wordCountMax": 105,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Genesis 1:26–28",
        "text": "(26) Then God said, \"Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky, over the livestock and all the wild animals, and over all the creatures that move along the ground.\" (27) So God created mankind in his own image, in the image of God he created them; male and female he created them. (28) God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.\"",
        "cardsText": [
            [
                "(26) Then God said, \"Let us make mankind in our image, in",
                "our likeness, so that they may rule over the fish in the sea and",
                "the birds in the sky, over the livestock and all the wild animals,",
                "and over all the creatures that move along the ground.\" (27)",
                "So God created mankind in his own image, in the image of",
                "God he created them; male and female he created them. (28)",
                "God blessed them and said to them, \"Be fruitful and increase",
                "in number; fill the earth and subdue it. Rule over the fish in",
                "the sea and the birds in the sky and over every living creature",
                "that moves on the ground.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 112,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 4,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1001026,
        "rangeEndId": 1001028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.4,
            "wordCountMin": 112,
            "wordCountMax": 118,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.4,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Genesis 17:1–4",
        "text": "(1) When Abram was ninety-nine years old, the LORD appeared to him and said, \"I am God Almighty; walk before me faithfully and be blameless. (2) Then I will make my covenant between me and you and will greatly increase your numbers.\" (3) Abram fell facedown, and God said to him, (4) \"As for me, this is my covenant with you: You will be the father of many nations.",
        "cardsText": [
            [
                "(1) When Abram was ninety-nine years old, the LORD",
                "appeared to him and said, \"I am God Almighty; walk before",
                "me faithfully and be blameless. (2) Then I will make my",
                "covenant between me and you and will greatly increase your",
                "numbers.\" (3) Abram fell facedown, and God said to him, (4)",
                "\"As for me, this is my covenant with you: You will be the father",
                "of many nations."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 65,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 5,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1017001,
        "rangeEndId": 1017004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 70,
            "wordCountMin": 65,
            "wordCountMax": 75,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 2:1–3",
        "text": "(1) Thus the heavens and the earth were completed in all their vast array. (2) By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work. (3) Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done.",
        "cardsText": [
            [
                "(1) Thus the heavens and the earth were completed in all their",
                "vast array. (2) By the seventh day God had finished the work",
                "he had been doing; so on the seventh day he rested from all",
                "his work. (3) Then God blessed the seventh day and made it",
                "holy, because on it he rested from all the work of creating that",
                "he had done."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 62,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 6,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002001,
        "rangeEndId": 1002003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 65.4,
            "wordCountMin": 62,
            "wordCountMax": 67,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Exodus 31:12–14",
        "text": "(12) Then the LORD said to Moses, (13) \"Say to the Israelites, 'You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the LORD, who makes you holy. (14) \" 'Observe the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people.",
        "cardsText": [
            [
                "(12) Then the LORD said to Moses, (13) \"Say to the Israelites,",
                "'You must observe my Sabbaths. This will be a sign between",
                "me and you for the generations to come, so you may know",
                "that I am the LORD, who makes you holy. (14) \" 'Observe the",
                "Sabbath, because it is holy to you. Anyone who desecrates it",
                "is to be put to death; those who do any work on that day must",
                "be cut off from their people."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 77,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 7,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 2031012,
        "rangeEndId": 2031014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 83.2,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Genesis 2:23–24",
        "text": "(23) The man said, \"This is now bone of my bones and flesh of my flesh; she shall be called 'woman,' for she was taken out of man.\" (24) That is why a man leaves his father and mother and is united to his wife, and they become one flesh.",
        "cardsText": [
            [
                "(23) The man said, \"This is now bone of my bones and flesh of",
                "my flesh; she shall be called 'woman,' for she was taken out",
                "of man.\" (24) That is why a man leaves his father and mother",
                "and is united to his wife, and they become one flesh."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 48,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 8,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1002023,
        "rangeEndId": 1002024,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 49.8,
            "wordCountMin": 48,
            "wordCountMax": 53,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4.8,
            "lineMin": 4,
            "lineMax": 5
        }
    },
    {
        "ref": "Deuteronomy 6:13–15",
        "text": "(13) Fear the LORD your God, serve him only and take your oaths in his name. (14) Do not follow other gods, the gods of the peoples around you; (15) for the LORD your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land.",
        "cardsText": [
            [
                "(13) Fear the LORD your God, serve him only and take your",
                "oaths in his name. (14) Do not follow other gods, the gods of",
                "the peoples around you; (15) for the LORD your God, who is",
                "among you, is a jealous God and his anger will burn against",
                "you, and he will destroy you from the face of the land."
            ]
        ],
        "cards": 1,
        "lines": 5,
        "lastCardLines": 5,
        "wordCount": 58,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 9,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 5006013,
        "rangeEndId": 5006015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 67.8,
            "wordCountMin": 58,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6,
            "lineMin": 5,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 3:14–15",
        "text": "(14) So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all livestock and all wild animals! You will crawl on your belly and you will eat dust all the days of your life. (15) And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\"",
        "cardsText": [
            [
                "(14) So the LORD God said to the serpent, \"Because you have",
                "done this, \"Cursed are you above all livestock and all wild",
                "animals! You will crawl on your belly and you will eat dust all",
                "the days of your life. (15) And I will put enmity between you",
                "and the woman, and between your offspring and hers; he will",
                "crush your head, and you will strike his heel.\""
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 67,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 10,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1003014,
        "rangeEndId": 1003015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 71.6,
            "wordCountMin": 67,
            "wordCountMax": 78,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.8,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 68:19–20",
        "text": "(19) Praise be to the Lord, to God our Savior, who daily bears our burdens. (20) Our God is a God who saves; from the Sovereign LORD comes escape from death.",
        "cardsText": [
            [
                "(19) Praise be to the Lord, to God our Savior, who daily bears",
                "our burdens. (20) Our God is a God who saves; from the",
                "Sovereign LORD comes escape from death."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 29,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 11,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19068019,
        "rangeEndId": 19068020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 31.8,
            "wordCountMin": 29,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Genesis 4:7–8",
        "text": "(7) If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must rule over it.\" (8) Now Cain said to his brother Abel, \"Let's go out to the field.\" While they were in the field, Cain attacked his brother Abel and killed him.",
        "cardsText": [
            [
                "(7) If you do what is right, will you not be accepted? But if",
                "you do not do what is right, sin is crouching at your door; it",
                "desires to have you, but you must rule over it.\" (8) Now Cain",
                "said to his brother Abel, \"Let's go out to the field.\" While they",
                "were in the field, Cain attacked his brother Abel and killed",
                "him."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 64,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 12,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1004007,
        "rangeEndId": 1004008,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 61,
            "wordCountMin": 57,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 5.2,
            "lineMin": 5,
            "lineMax": 6
        }
    },
    {
        "ref": "Jeremiah 23:5–6",
        "text": "(5) \"The days are coming,\" declares the LORD, \"when I will raise up for David a righteous Branch, a King who will reign wisely and do what is just and right in the land. (6) In his days Judah will be saved and Israel will live in safety. This is the name by which he will be called: The LORD Our Righteous Savior.",
        "cardsText": [
            [
                "(5) \"The days are coming,\" declares the LORD, \"when I will",
                "raise up for David a righteous Branch, a King who will reign",
                "wisely and do what is just and right in the land. (6) In his days",
                "Judah will be saved and Israel will live in safety. This is the",
                "name by which he will be called: The LORD Our Righteous",
                "Savior."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 61,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 13,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 24023005,
        "rangeEndId": 24023006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 60.8,
            "wordCountMin": 58,
            "wordCountMax": 64,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 6,
            "lineMin": 6,
            "lineMax": 6
        }
    },
    {
        "ref": "Genesis 5:1–3",
        "text": "(1) This is the written account of Adam's family line. When God created mankind, he made them in the likeness of God. (2) He created them male and female and blessed them. And he named them \"Mankind\" when they were created. (3) When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth.",
        "cardsText": [
            [
                "(1) This is the written account of Adam's family line. When",
                "God created mankind, he made them in the likeness of God.",
                "(2) He created them male and female and blessed them. And",
                "he named them \"Mankind\" when they were created. (3) When",
                "Adam had lived 130 years, he had a son in his own likeness,",
                "in his own image; and he named him Seth."
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 62,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 14,
        "passageType": "Navigate Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 1005001,
        "rangeEndId": 1005003,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 64.8,
            "wordCountMin": 60,
            "wordCountMax": 69,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Psalm 90:1–4",
        "text": "(1) A prayer of Moses the man of God. Lord, you have been our dwelling place throughout all generations. (2) Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God. (3) You turn people back to dust, saying, \"Return to dust, you mortals.\" (4) A thousand years in your sight are like a day that has just gone by, or like a watch in the night.",
        "cardsText": [
            [
                "(1) A prayer of Moses the man of God. Lord, you have been",
                "our dwelling place throughout all generations. (2) Before the",
                "mountains were born or you brought forth the whole world,",
                "from everlasting to everlasting you are God. (3) You turn",
                "people back to dust, saying, \"Return to dust, you mortals.\"",
                "(4) A thousand years in your sight are like a day that has just",
                "gone by, or like a watch in the night."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 71,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 15,
        "passageType": "Explore Memory Passage",
        "release": "Summer Study",
        "rangeStartId": 19090001,
        "rangeEndId": 19090004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 74.4,
            "wordCountMin": 71,
            "wordCountMax": 76,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7,
            "lineMin": 7,
            "lineMax": 7
        }
    },
    {
        "ref": "Genesis 9:8–11",
        "text": "(8) Then God said to Noah and to his sons with him: (9) \"I now establish my covenant with you and with your descendants after you (10) and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth. (11) I establish my covenant with you: Never again will all life be destroyed by the waters of a flood; never again will there be a flood to destroy the earth.\"",
        "cardsText": [
            [
                "(8) Then God said to Noah and to his sons with him: (9) \"I now",
                "establish my covenant with you and with your descendants",
                "after you (10) and with every living creature that was with",
                "you--the birds, the livestock and all the wild animals, all those",
                "that came out of the ark with you--every living creature on",
                "earth. (11) I establish my covenant with you: Never again will",
                "all life be destroyed by the waters of a flood; never again will",
                "there be a flood to destroy the earth.\""
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 85,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 17,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 1009008,
        "rangeEndId": 1009011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 93.2,
            "wordCountMin": 85,
            "wordCountMax": 100,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Leviticus 1:1–9",
        "text": "(1) The LORD called to Moses and spoke to him from the tent of meeting. He said, (2) \"Speak to the Israelites and say to them: 'When anyone among you brings an offering to the LORD, bring as your offering an animal from either the herd or the flock. (3) \" 'If the offering is a burnt offering from the herd, you are to offer a male without defect. You must present it at the entrance to the tent of meeting so that it will be acceptable to the LORD. (4) You are to lay your hand on the head of the burnt offering, and it will be accepted on your behalf to make atonement for you. (5) You are to slaughter the young bull before the LORD, and then Aaron's sons the priests shall bring the blood and splash it against the sides of the altar at the entrance to the tent of meeting. (6) You are to skin the burnt offering and cut it into pieces. (7) The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire. (8) Then Aaron's sons the priests shall arrange the pieces, including the head and the fat, on the wood that is burning on the altar. (9) You are to wash the internal organs and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, a food offering, an aroma pleasing to the LORD.",
        "cardsText": [
            [
                "(1) The LORD called to Moses and spoke to him from the",
                "tent of meeting. He said, (2) \"Speak to the Israelites and say",
                "to them: 'When anyone among you brings an offering to",
                "the LORD, bring as your offering an animal from either the",
                "herd or the flock. (3) \" 'If the offering is a burnt offering from",
                "the herd, you are to offer a male without defect. You must",
                "present it at the entrance to the tent of meeting so that it will",
                "be acceptable to the LORD. (4) You are to lay your hand on",
                "the head of the burnt offering, and it will be accepted on your",
                "behalf to make atonement for you. (5) You are to slaughter",
                "the young bull before the LORD, and then Aaron's sons the"
            ],
            [
                "priests shall bring the blood and splash it against the sides of",
                "the altar at the entrance to the tent of meeting. (6) You are to",
                "skin the burnt offering and cut it into pieces. (7) The sons of",
                "Aaron the priest are to put fire on the altar and arrange wood",
                "on the fire. (8) Then Aaron's sons the priests shall arrange the",
                "pieces, including the head and the fat, on the wood that is",
                "burning on the altar. (9) You are to wash the internal organs",
                "and the legs with water, and the priest is to burn all of it on the",
                "altar. It is a burnt offering, a food offering, an aroma pleasing",
                "to the LORD."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 243,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 18,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 3001001,
        "rangeEndId": 3001009,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 247.4,
            "wordCountMin": 240,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "1 Chronicles 22:11–18",
        "text": "(11) \"Now, my son, the LORD be with you, and may you have success and build the house of the LORD your God, as he said you would. (12) May the LORD give you discretion and understanding when he puts you in command over Israel, so that you may keep the law of the LORD your God. (13) Then you will have success if you are careful to observe the decrees and laws that the LORD gave Moses for Israel. Be strong and courageous. Do not be afraid or discouraged. (14) \"I have taken great pains to provide for the temple of the LORD a hundred thousand talents of gold, a million talents of silver, quantities of bronze and iron too great to be weighed, and wood and stone. And you may add to them. (15) You have many workers: stonecutters, masons and carpenters, as well as those skilled in every kind of work (16) in gold and silver, bronze and iron--craftsmen beyond number. Now begin the work, and the LORD be with you.\" (17) Then David ordered all the leaders of Israel to help his son Solomon. (18) He said to them, \"Is not the LORD your God with you? And has he not granted you rest on every side? For he has given the inhabitants of the land into my hands, and the land is subject to the LORD and to his people.",
        "cardsText": [
            [
                "(11) \"Now, my son, the LORD be with you, and may you have",
                "success and build the house of the LORD your God, as he",
                "said you would. (12) May the LORD give you discretion and",
                "understanding when he puts you in command over Israel, so",
                "that you may keep the law of the LORD your God. (13) Then",
                "you will have success if you are careful to observe the decrees",
                "and laws that the LORD gave Moses for Israel. Be strong and",
                "courageous. Do not be afraid or discouraged. (14) \"I have",
                "taken great pains to provide for the temple of the LORD a",
                "hundred thousand talents of gold, a million talents of silver,",
                "quantities of bronze and iron too great to be weighed, and"
            ],
            [
                "wood and stone. And you may add to them. (15) You have",
                "many workers: stonecutters, masons and carpenters, as well",
                "as those skilled in every kind of work (16) in gold and silver,",
                "bronze and iron--craftsmen beyond number. Now begin the",
                "work, and the LORD be with you.\" (17) Then David ordered",
                "all the leaders of Israel to help his son Solomon. (18) He said",
                "to them, \"Is not the LORD your God with you? And has he",
                "not granted you rest on every side? For he has given the",
                "inhabitants of the land into my hands, and the land is subject",
                "to the LORD and to his people."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 227,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 19,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 13022011,
        "rangeEndId": 13022018,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.6,
            "wordCountMin": 220,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Job 12:13–17",
        "text": "(13) \"To God belong wisdom and power; counsel and understanding are his. (14) What he tears down cannot be rebuilt; those he imprisons cannot be released. (15) If he holds back the waters, there is drought; if he lets them loose, they devastate the land. (16) To him belong strength and insight; both deceived and deceiver are his. (17) He leads rulers away stripped and makes fools of judges.",
        "cardsText": [
            [
                "(13) \"To God belong wisdom and power; counsel and",
                "understanding are his. (14) What he tears down cannot be",
                "rebuilt; those he imprisons cannot be released. (15) If he holds",
                "back the waters, there is drought; if he lets them loose, they",
                "devastate the land. (16) To him belong strength and insight;",
                "both deceived and deceiver are his. (17) He leads rulers away",
                "stripped and makes fools of judges."
            ]
        ],
        "cards": 1,
        "lines": 7,
        "lastCardLines": 7,
        "wordCount": 64,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 20,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18012013,
        "rangeEndId": 18012017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 71.2,
            "wordCountMin": 64,
            "wordCountMax": 78,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Job 22:22–27",
        "text": "(22) Accept instruction from his mouth and lay up his words in your heart. (23) If you return to the Almighty, you will be restored: If you remove wickedness far from your tent (24) and assign your nuggets to the dust, your gold of Ophir to the rocks in the ravines, (25) then the Almighty will be your gold, the choicest silver for you. (26) Surely then you will find delight in the Almighty and will lift up your face to God. (27) You will pray to him, and he will hear you, and you will fulfill your vows.",
        "cardsText": [
            [
                "(22) Accept instruction from his mouth and lay up his words",
                "in your heart. (23) If you return to the Almighty, you will be",
                "restored: If you remove wickedness far from your tent (24)",
                "and assign your nuggets to the dust, your gold of Ophir to",
                "the rocks in the ravines, (25) then the Almighty will be your",
                "gold, the choicest silver for you. (26) Surely then you will find",
                "delight in the Almighty and will lift up your face to God. (27)",
                "You will pray to him, and he will hear you, and you will fulfill",
                "your vows."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 21,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18022022,
        "rangeEndId": 18022027,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.8,
            "wordCountMin": 93,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Job 37:1–14",
        "text": "(1) \"At this my heart pounds and leaps from its place. (2) Listen! Listen to the roar of his voice, to the rumbling that comes from his mouth. (3) He unleashes his lightning beneath the whole heaven and sends it to the ends of the earth. (4) After that comes the sound of his roar; he thunders with his majestic voice. When his voice resounds, he holds nothing back. (5) God's voice thunders in marvelous ways; he does great things beyond our understanding. (6) He says to the snow, 'Fall on the earth,' and to the rain shower, 'Be a mighty downpour.' (7) So that everyone he has made may know his work, he stops all people from their labor. (8) The animals take cover; they remain in their dens. (9) The tempest comes out from its chamber, the cold from the driving winds. (10) The breath of God produces ice, and the broad waters become frozen. (11) He loads the clouds with moisture; he scatters his lightning through them. (12) At his direction they swirl around over the face of the whole earth to do whatever he commands them. (13) He brings the clouds to punish people, or to water his earth and show his love. (14) \"Listen to this, Job; stop and consider God's wonders.",
        "cardsText": [
            [
                "(1) \"At this my heart pounds and leaps from its place. (2)",
                "Listen! Listen to the roar of his voice, to the rumbling that",
                "comes from his mouth. (3) He unleashes his lightning beneath",
                "the whole heaven and sends it to the ends of the earth. (4)",
                "After that comes the sound of his roar; he thunders with his",
                "majestic voice. When his voice resounds, he holds nothing",
                "back. (5) God's voice thunders in marvelous ways; he does",
                "great things beyond our understanding. (6) He says to the",
                "snow, 'Fall on the earth,' and to the rain shower, 'Be a mighty",
                "downpour.' (7) So that everyone he has made may know his",
                "work, he stops all people from their labor. (8) The animals take"
            ],
            [
                "cover; they remain in their dens. (9) The tempest comes out",
                "from its chamber, the cold from the driving winds. (10) The",
                "breath of God produces ice, and the broad waters become",
                "frozen. (11) He loads the clouds with moisture; he scatters",
                "his lightning through them. (12) At his direction they swirl",
                "around over the face of the whole earth to do whatever he",
                "commands them. (13) He brings the clouds to punish people,",
                "or to water his earth and show his love. (14) \"Listen to this,",
                "Job; stop and consider God's wonders."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 203,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 22,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 18037001,
        "rangeEndId": 18037014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.4,
            "wordCountMin": 203,
            "wordCountMax": 230,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Psalm 10:17–18",
        "text": "(17) You, LORD, hear the desire of the afflicted; you encourage them, and you listen to their cry, (18) defending the fatherless and the oppressed, so that mere earthly mortals will never again strike terror.",
        "cardsText": [
            [
                "(17) You, LORD, hear the desire of the afflicted; you encourage",
                "them, and you listen to their cry, (18) defending the fatherless",
                "and the oppressed, so that mere earthly mortals will never",
                "again strike terror."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 33,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 23,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19010017,
        "rangeEndId": 19010018,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 38.4,
            "wordCountMin": 33,
            "wordCountMax": 41,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Psalm 30:1–12",
        "text": "(1) I will exalt you, LORD, for you lifted me out of the depths and did not let my enemies gloat over me. (2) LORD my God, I called to you for help, and you healed me. (3) You, LORD, brought me up from the realm of the dead; you spared me from going down to the pit. (4) Sing the praises of the LORD, you his faithful people; praise his holy name. (5) For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning. (6) When I felt secure, I said, \"I will never be shaken.\" (7) LORD, when you favored me, you made my royal mountain stand firm; but when you hid your face, I was dismayed. (8) To you, LORD, I called; to the Lord I cried for mercy: (9) \"What is gained if I am silenced, if I go down to the pit? Will the dust praise you? Will it proclaim your faithfulness? (10) Hear, LORD, and be merciful to me; LORD, be my help.\" (11) You turned my wailing into dancing; you removed my sackcloth and clothed me with joy, (12) that my heart may sing your praises and not be silent. LORD my God, I will praise you forever.",
        "cardsText": [
            [
                "(1) I will exalt you, LORD, for you lifted me out of the depths",
                "and did not let my enemies gloat over me. (2) LORD my God,",
                "I called to you for help, and you healed me. (3) You, LORD,",
                "brought me up from the realm of the dead; you spared me",
                "from going down to the pit. (4) Sing the praises of the LORD,",
                "you his faithful people; praise his holy name. (5) For his anger",
                "lasts only a moment, but his favor lasts a lifetime; weeping",
                "may stay for the night, but rejoicing comes in the morning. (6)",
                "When I felt secure, I said, \"I will never be shaken.\" (7) LORD,",
                "when you favored me, you made my royal mountain stand",
                "firm; but when you hid your face, I was dismayed. (8) To you,"
            ],
            [
                "LORD, I called; to the Lord I cried for mercy: (9) \"What is gained",
                "if I am silenced, if I go down to the pit? Will the dust praise",
                "you? Will it proclaim your faithfulness? (10) Hear, LORD, and",
                "be merciful to me; LORD, be my help.\" (11) You turned my",
                "wailing into dancing; you removed my sackcloth and clothed",
                "me with joy, (12) that my heart may sing your praises and not",
                "be silent. LORD my God, I will praise you forever."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 207,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 24,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19030001,
        "rangeEndId": 19030012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 207,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Psalm 73:2–28",
        "text": "(2) But as for me, my feet had almost slipped; I had nearly lost my foothold. (3) For I envied the arrogant when I saw the prosperity of the wicked. (4) They have no struggles; their bodies are healthy and strong. (5) They are free from common human burdens; they are not plagued by human ills. (6) Therefore pride is their necklace; they clothe themselves with violence. (7) From their callous hearts comes iniquity; their evil imaginations have no limits. (8) They scoff, and speak with malice; with arrogance they threaten oppression. (9) Their mouths lay claim to heaven, and their tongues take possession of the earth. (10) Therefore their people turn to them and drink up waters in abundance. (11) They say, \"How would God know? Does the Most High know anything?\" (12) This is what the wicked are like--always free of care, they go on amassing wealth. (13) Surely in vain I have kept my heart pure and have washed my hands in innocence. (14) All day long I have been afflicted, and every morning brings new punishments. (15) If I had spoken out like that, I would have betrayed your children. (16) When I tried to understand all this, it troubled me deeply (17) till I entered the sanctuary of God; then I understood their final destiny. (18) Surely you place them on slippery ground; you cast them down to ruin. (19) How suddenly are they destroyed, completely swept away by terrors! (20) They are like a dream when one awakes; when you arise, Lord, you will despise them as fantasies. (21) When my heart was grieved and my spirit embittered, (22) I was senseless and ignorant; I was a brute beast before you. (23) Yet I am always with you; you hold me by my right hand. (24) You guide me with your counsel, and afterward you will take me into glory. (25) Whom have I in heaven but you? And earth has nothing I desire besides you. (26) My flesh and my heart may fail, but God is the strength of my heart and my portion forever. (27) Those who are far from you will perish; you destroy all who are unfaithful to you. (28) But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds.",
        "cardsText": [
            [
                "(2) But as for me, my feet had almost slipped; I had nearly lost my",
                "foothold. (3) For I envied the arrogant when I saw the prosperity",
                "of the wicked. (4) They have no struggles; their bodies are healthy",
                "and strong. (5) They are free from common human burdens; they",
                "are not plagued by human ills. (6) Therefore pride is their necklace;",
                "they clothe themselves with violence. (7) From their callous hearts",
                "comes iniquity; their evil imaginations have no limits. (8) They scoff,",
                "and speak with malice; with arrogance they threaten oppression.",
                "(9) Their mouths lay claim to heaven, and their tongues take",
                "possession of the earth. (10) Therefore their people turn to them",
                "and drink up waters in abundance. (11) They say, \"How would God"
            ],
            [
                "know? Does the Most High know anything?\" (12) This is what the",
                "wicked are like--always free of care, they go on amassing wealth.",
                "(13) Surely in vain I have kept my heart pure and have washed my",
                "hands in innocence. (14) All day long I have been afflicted, and",
                "every morning brings new punishments. (15) If I had spoken out",
                "like that, I would have betrayed your children. (16) When I tried",
                "to understand all this, it troubled me deeply (17) till I entered the",
                "sanctuary of God; then I understood their final destiny. (18) Surely",
                "you place them on slippery ground; you cast them down to ruin.",
                "(19) How suddenly are they destroyed, completely swept away by",
                "terrors! (20) They are like a dream when one awakes; when you"
            ],
            [
                "arise, Lord, you will despise them as fantasies. (21) When my heart",
                "was grieved and my spirit embittered, (22) I was senseless and",
                "ignorant; I was a brute beast before you. (23) Yet I am always with",
                "you; you hold me by my right hand. (24) You guide me with your",
                "counsel, and afterward you will take me into glory. (25) Whom",
                "have I in heaven but you? And earth has nothing I desire besides",
                "you. (26) My flesh and my heart may fail, but God is the strength of",
                "my heart and my portion forever. (27) Those who are far from you",
                "will perish; you destroy all who are unfaithful to you. (28) But as for",
                "me, it is good to be near God. I have made the Sovereign LORD",
                "my refuge; I will tell of all your deeds."
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 369,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 25,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 19073002,
        "rangeEndId": 19073028,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 392.8,
            "wordCountMin": 369,
            "wordCountMax": 408,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 33,
            "lineMax": 36
        }
    },
    {
        "ref": "Proverbs 8:17–31",
        "text": "(17) I love those who love me, and those who seek me find me. (18) With me are riches and honor, enduring wealth and prosperity. (19) My fruit is better than fine gold; what I yield surpasses choice silver. (20) I walk in the way of righteousness, along the paths of justice, (21) bestowing a rich inheritance on those who love me and making their treasuries full. (22) \"The LORD brought me forth as the first of his works, before his deeds of old; (23) I was formed long ages ago, at the very beginning, when the world came to be. (24) When there were no watery depths, I was given birth, when there were no springs overflowing with water; (25) before the mountains were settled in place, before the hills, I was given birth, (26) before he made the world or its fields or any of the dust of the earth. (27) I was there when he set the heavens in place, when he marked out the horizon on the face of the deep, (28) when he established the clouds above and fixed securely the fountains of the deep, (29) when he gave the sea its boundary so the waters would not overstep his command, and when he marked out the foundations of the earth. (30) Then I was constantly at his side. I was filled with delight day after day, rejoicing always in his presence, (31) rejoicing in his whole world and delighting in mankind.",
        "cardsText": [
            [
                "(17) I love those who love me, and those who seek me find",
                "me. (18) With me are riches and honor, enduring wealth and",
                "prosperity. (19) My fruit is better than fine gold; what I yield",
                "surpasses choice silver. (20) I walk in the way of righteousness,",
                "along the paths of justice, (21) bestowing a rich inheritance",
                "on those who love me and making their treasuries full. (22)",
                "\"The LORD brought me forth as the first of his works, before",
                "his deeds of old; (23) I was formed long ages ago, at the",
                "very beginning, when the world came to be. (24) When there",
                "were no watery depths, I was given birth, when there were",
                "no springs overflowing with water; (25) before the mountains"
            ],
            [
                "were settled in place, before the hills, I was given birth, (26)",
                "before he made the world or its fields or any of the dust of",
                "the earth. (27) I was there when he set the heavens in place,",
                "when he marked out the horizon on the face of the deep, (28)",
                "when he established the clouds above and fixed securely the",
                "fountains of the deep, (29) when he gave the sea its boundary",
                "so the waters would not overstep his command, and when",
                "he marked out the foundations of the earth. (30) Then I was",
                "constantly at his side. I was filled with delight day after day,",
                "rejoicing always in his presence, (31) rejoicing in his whole",
                "world and delighting in mankind."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 232,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 26,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20008017,
        "rangeEndId": 20008031,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 239.4,
            "wordCountMin": 232,
            "wordCountMax": 249,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.8,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Proverbs 9:1–12",
        "text": "(1) Wisdom has built her house; she has set up its seven pillars. (2) She has prepared her meat and mixed her wine; she has also set her table. (3) She has sent out her servants, and she calls from the highest point of the city, (4) \"Let all who are simple come to my house!\" To those who have no sense she says, (5) \"Come, eat my food and drink the wine I have mixed. (6) Leave your simple ways and you will live; walk in the way of insight.\" (7) Whoever corrects a mocker invites insults; whoever rebukes the wicked incurs abuse. (8) Do not rebuke mockers or they will hate you; rebuke the wise and they will love you. (9) Instruct the wise and they will be wiser still; teach the righteous and they will add to their learning. (10) The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding. (11) For through wisdom your days will be many, and years will be added to your life. (12) If you are wise, your wisdom will reward you; if you are a mocker, you alone will suffer.",
        "cardsText": [
            [
                "(1) Wisdom has built her house; she has set up its seven pillars.",
                "(2) She has prepared her meat and mixed her wine; she has",
                "also set her table. (3) She has sent out her servants, and she",
                "calls from the highest point of the city, (4) \"Let all who are",
                "simple come to my house!\" To those who have no sense she",
                "says, (5) \"Come, eat my food and drink the wine I have mixed.",
                "(6) Leave your simple ways and you will live; walk in the way",
                "of insight.\" (7) Whoever corrects a mocker invites insults;",
                "whoever rebukes the wicked incurs abuse. (8) Do not rebuke",
                "mockers or they will hate you; rebuke the wise and they will",
                "love you. (9) Instruct the wise and they will be wiser still; teach"
            ],
            [
                "the righteous and they will add to their learning. (10) The fear",
                "of the LORD is the beginning of wisdom, and knowledge",
                "of the Holy One is understanding. (11) For through wisdom",
                "your days will be many, and years will be added to your life.",
                "(12) If you are wise, your wisdom will reward you; if you are a",
                "mocker, you alone will suffer."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 185,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 27,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20009001,
        "rangeEndId": 20009012,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 195.8,
            "wordCountMin": 185,
            "wordCountMax": 202,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Proverbs 24:30–34",
        "text": "(30) I went past the field of a sluggard, past the vineyard of someone who has no sense; (31) thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins. (32) I applied my heart to what I observed and learned a lesson from what I saw: (33) A little sleep, a little slumber, a little folding of the hands to rest-- (34) and poverty will come on you like a thief and scarcity like an armed man.",
        "cardsText": [
            [
                "(30) I went past the field of a sluggard, past the vineyard",
                "of someone who has no sense; (31) thorns had come up",
                "everywhere, the ground was covered with weeds, and the",
                "stone wall was in ruins. (32) I applied my heart to what I",
                "observed and learned a lesson from what I saw: (33) A little",
                "sleep, a little slumber, a little folding of the hands to rest--",
                "(34) and poverty will come on you like a thief and scarcity like",
                "an armed man."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 80,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 28,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 20024030,
        "rangeEndId": 20024034,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 81.4,
            "wordCountMin": 77,
            "wordCountMax": 87,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ecclesiastes 9:1–2",
        "text": "(1) So I reflected on all this and concluded that the righteous and the wise and what they do are in God's hands, but no one knows whether love or hate awaits them. (2) All share a common destiny--the righteous and the wicked, the good and the bad, the clean and the unclean, those who offer sacrifices and those who do not. As it is with the good, so with the sinful; as it is with those who take oaths, so with those who are afraid to take them.",
        "cardsText": [
            [
                "(1) So I reflected on all this and concluded that the righteous",
                "and the wise and what they do are in God's hands, but no",
                "one knows whether love or hate awaits them. (2) All share",
                "a common destiny--the righteous and the wicked, the good",
                "and the bad, the clean and the unclean, those who offer",
                "sacrifices and those who do not. As it is with the good, so with",
                "the sinful; as it is with those who take oaths, so with those",
                "who are afraid to take them."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 87,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 29,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 21009001,
        "rangeEndId": 21009002,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 97.2,
            "wordCountMin": 87,
            "wordCountMax": 110,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.2,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Isaiah 58:4–12",
        "text": "(4) Your fasting ends in quarreling and strife, and in striking each other with wicked fists. You cannot fast as you do today and expect your voice to be heard on high. (5) Is this the kind of fast I have chosen, only a day for people to humble themselves? Is it only for bowing one's head like a reed and for lying in sackcloth and ashes? Is that what you call a fast, a day acceptable to the LORD? (6) \"Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? (7) Is it not to share your food with the hungry and to provide the poor wanderer with shelter--when you see the naked, to clothe them, and not to turn away from your own flesh and blood? (8) Then your light will break forth like the dawn, and your healing will quickly appear; then your righteousness will go before you, and the glory of the LORD will be your rear guard. (9) Then you will call, and the LORD will answer; you will cry for help, and he will say: Here am I. \"If you do away with the yoke of oppression, with the pointing finger and malicious talk, (10) and if you spend yourselves in behalf of the hungry and satisfy the needs of the oppressed, then your light will rise in the darkness, and your night will become like the noonday. (11) The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well- watered garden, like a spring whose waters never fail. (12) Your people will rebuild the ancient ruins and will raise up the age-old foundations; you will be called Repairer of Broken Walls, Restorer of Streets with Dwellings.",
        "cardsText": [
            [
                "(4) Your fasting ends in quarreling and strife, and in striking",
                "each other with wicked fists. You cannot fast as you do today",
                "and expect your voice to be heard on high. (5) Is this the",
                "kind of fast I have chosen, only a day for people to humble",
                "themselves? Is it only for bowing one's head like a reed and",
                "for lying in sackcloth and ashes? Is that what you call a fast,",
                "a day acceptable to the LORD? (6) \"Is not this the kind of",
                "fasting I have chosen: to loose the chains of injustice and",
                "untie the cords of the yoke, to set the oppressed free and",
                "break every yoke? (7) Is it not to share your food with the",
                "hungry and to provide the poor wanderer with shelter--when"
            ],
            [
                "you see the naked, to clothe them, and not to turn away from",
                "your own flesh and blood? (8) Then your light will break",
                "forth like the dawn, and your healing will quickly appear;",
                "then your righteousness will go before you, and the glory of",
                "the LORD will be your rear guard. (9) Then you will call, and",
                "the LORD will answer; you will cry for help, and he will say:",
                "Here am I. \"If you do away with the yoke of oppression, with",
                "the pointing finger and malicious talk, (10) and if you spend",
                "yourselves in behalf of the hungry and satisfy the needs of",
                "the oppressed, then your light will rise in the darkness, and",
                "your night will become like the noonday. (11) The LORD will"
            ],
            [
                "guide you always; he will satisfy your needs in a sun-scorched",
                "land and will strengthen your frame. You will be like a well-",
                "watered garden, like a spring whose waters never fail. (12)",
                "Your people will rebuild the ancient ruins and will raise up the",
                "age-old foundations; you will be called Repairer of Broken",
                "Walls, Restorer of Streets with Dwellings."
            ]
        ],
        "cards": 3,
        "lines": 28,
        "lastCardLines": 6,
        "wordCount": 311,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 30,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23058004,
        "rangeEndId": 23058012,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 318,
            "wordCountMin": 311,
            "wordCountMax": 332,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.8,
            "lineMin": 27,
            "lineMax": 28
        }
    },
    {
        "ref": "Isaiah 64:6",
        "text": "(6) All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away.",
        "cardsText": [
            [
                "(6) All of us have become like one who is unclean, and all our",
                "righteous acts are like filthy rags; we all shrivel up like a leaf,",
                "and like the wind our sins sweep us away."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 35,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 31,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 23064006,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.6,
            "wordCountMin": 32,
            "wordCountMax": 38,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3.2,
            "lineMin": 3,
            "lineMax": 4
        }
    },
    {
        "ref": "Jeremiah 42:1–10",
        "text": "(1) Then all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah, and all the people from the least to the greatest approached (2) Jeremiah the prophet and said to him, \"Please hear our petition and pray to the LORD your God for this entire remnant. For as you now see, though we were once many, now only a few are left. (3) Pray that the LORD your God will tell us where we should go and what we should do.\" (4) \"I have heard you,\" replied Jeremiah the prophet. \"I will certainly pray to the LORD your God as you have requested; I will tell you everything the LORD says and will keep nothing back from you.\" (5) Then they said to Jeremiah, \"May the LORD be a true and faithful witness against us if we do not act in accordance with everything the LORD your God sends you to tell us. (6) Whether it is favorable or unfavorable, we will obey the LORD our God, to whom we are sending you, so that it will go well with us, for we will obey the LORD our God.\" (7) Ten days later the word of the LORD came to Jeremiah. (8) So he called together Johanan son of Kareah and all the army officers who were with him and all the people from the least to the greatest. (9) He said to them, \"This is what the LORD, the God of Israel, to whom you sent me to present your petition, says: (10) 'If you stay in this land, I will build you up and not tear you down; I will plant you and not uproot you, for I have relented concerning the disaster I have inflicted on you.",
        "cardsText": [
            [
                "(1) Then all the army officers, including Johanan son of Kareah and",
                "Jezaniah son of Hoshaiah, and all the people from the least to the",
                "greatest approached (2) Jeremiah the prophet and said to him,",
                "\"Please hear our petition and pray to the LORD your God for this",
                "entire remnant. For as you now see, though we were once many,",
                "now only a few are left. (3) Pray that the LORD your God will tell",
                "us where we should go and what we should do.\" (4) \"I have heard",
                "you,\" replied Jeremiah the prophet. \"I will certainly pray to the",
                "LORD your God as you have requested; I will tell you everything",
                "the LORD says and will keep nothing back from you.\" (5) Then they",
                "said to Jeremiah, \"May the LORD be a true and faithful witness",
                "against us if we do not act in accordance with everything the"
            ],
            [
                "LORD your God sends you to tell us. (6) Whether it is favorable",
                "or unfavorable, we will obey the LORD our God, to whom we are",
                "sending you, so that it will go well with us, for we will obey the",
                "LORD our God.\" (7) Ten days later the word of the LORD came to",
                "Jeremiah. (8) So he called together Johanan son of Kareah and all",
                "the army officers who were with him and all the people from the",
                "least to the greatest. (9) He said to them, \"This is what the LORD,",
                "the God of Israel, to whom you sent me to present your petition,",
                "says: (10) 'If you stay in this land, I will build you up and not tear",
                "you down; I will plant you and not uproot you, for I have relented",
                "concerning the disaster I have inflicted on you."
            ]
        ],
        "cards": 2,
        "lines": 23,
        "lastCardLines": 11,
        "wordCount": 284,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 32,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 24042001,
        "rangeEndId": 24042010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 316.8,
            "wordCountMin": 284,
            "wordCountMax": 337,
            "levelMin": 2,
            "levelMax": 2.5,
            "lineAve": 26.4,
            "lineMin": 23,
            "lineMax": 28
        }
    },
    {
        "ref": "Ezekiel 22:29–31",
        "text": "(29) The people of the land practice extortion and commit robbery; they oppress the poor and needy and mistreat the foreigner, denying them justice. (30) \"I looked for someone among them who would build up the wall and stand before me in the gap on behalf of the land so I would not have to destroy it, but I found no one. (31) So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign LORD.\"",
        "cardsText": [
            [
                "(29) The people of the land practice extortion and commit",
                "robbery; they oppress the poor and needy and mistreat the",
                "foreigner, denying them justice. (30) \"I looked for someone",
                "among them who would build up the wall and stand before",
                "me in the gap on behalf of the land so I would not have to",
                "destroy it, but I found no one. (31) So I will pour out my wrath",
                "on them and consume them with my fiery anger, bringing",
                "down on their own heads all they have done, declares the",
                "Sovereign LORD.\""
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 90,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 33,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 26022029,
        "rangeEndId": 26022031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 91,
            "wordCountMin": 90,
            "wordCountMax": 92,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Hosea 6:1–4",
        "text": "(1) \"Come, let us return to the LORD. He has torn us to pieces but he will heal us; he has injured us but he will bind up our wounds. (2) After two days he will revive us; on the third day he will restore us, that we may live in his presence. (3) Let us acknowledge the LORD; let us press on to acknowledge him. As surely as the sun rises, he will appear; he will come to us like the winter rains, like the spring rains that water the earth.\" (4) \"What can I do with you, Ephraim? What can I do with you, Judah? Your love is like the morning mist, like the early dew that disappears.",
        "cardsText": [
            [
                "(1) \"Come, let us return to the LORD. He has torn us to pieces",
                "but he will heal us; he has injured us but he will bind up our",
                "wounds. (2) After two days he will revive us; on the third day",
                "he will restore us, that we may live in his presence. (3) Let us",
                "acknowledge the LORD; let us press on to acknowledge him.",
                "As surely as the sun rises, he will appear; he will come to us",
                "like the winter rains, like the spring rains that water the earth.\"",
                "(4) \"What can I do with you, Ephraim? What can I do with you,",
                "Judah? Your love is like the morning mist, like the early dew",
                "that disappears."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 116,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 34,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 28006001,
        "rangeEndId": 28006004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115.6,
            "wordCountMin": 111,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Nahum 1:15",
        "text": "(15) Look, there on the mountains, the feet of one who brings good news, who proclaims peace! Celebrate your festivals, Judah, and fulfill your vows. No more will the wicked invade you; they will be completely destroyed.",
        "cardsText": [
            [
                "(15) Look, there on the mountains, the feet of one who brings",
                "good news, who proclaims peace! Celebrate your festivals,",
                "Judah, and fulfill your vows. No more will the wicked invade",
                "you; they will be completely destroyed."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 36,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 35,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 34001015,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 37.2,
            "wordCountMin": 36,
            "wordCountMax": 39,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Zechariah 3:1–4",
        "text": "(1) Then he showed me Joshua the high priest standing before the angel of the LORD, and Satan standing at his right side to accuse him. (2) The LORD said to Satan, \"The LORD rebuke you, Satan! The LORD, who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?\" (3) Now Joshua was dressed in filthy clothes as he stood before the angel. (4) The angel said to those who were standing before him, \"Take off his filthy clothes.\" Then he said to Joshua, \"See, I have taken away your sin, and I will put fine garments on you.\"",
        "cardsText": [
            [
                "(1) Then he showed me Joshua the high priest standing",
                "before the angel of the LORD, and Satan standing at his right",
                "side to accuse him. (2) The LORD said to Satan, \"The LORD",
                "rebuke you, Satan! The LORD, who has chosen Jerusalem,",
                "rebuke you! Is not this man a burning stick snatched from",
                "the fire?\" (3) Now Joshua was dressed in filthy clothes as he",
                "stood before the angel. (4) The angel said to those who were",
                "standing before him, \"Take off his filthy clothes.\" Then he said",
                "to Joshua, \"See, I have taken away your sin, and I will put fine",
                "garments on you.\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 102,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 36,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 38003001,
        "rangeEndId": 38003004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.8,
            "wordCountMin": 102,
            "wordCountMax": 111,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Zephaniah 3:17",
        "text": "(17) The LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.\"",
        "cardsText": [
            [
                "(17) The LORD your God is with you, the Mighty Warrior who",
                "saves. He will take great delight in you; in his love he will no",
                "longer rebuke you, but will rejoice over you with singing.\""
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 35,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 37,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 36003017,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 34.4,
            "wordCountMin": 33,
            "wordCountMax": 36,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Matthew 11:28–29",
        "text": "(28) \"Come to me, all you who are weary and burdened, and I will give you rest. (29) Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
        "cardsText": [
            [
                "(28) \"Come to me, all you who are weary and burdened, and I",
                "will give you rest. (29) Take my yoke upon you and learn from",
                "me, for I am gentle and humble in heart, and you will find rest",
                "for your souls."
            ]
        ],
        "cards": 1,
        "lines": 4,
        "lastCardLines": 4,
        "wordCount": 41,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 38,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40011028,
        "rangeEndId": 40011029,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 41.2,
            "wordCountMin": 40,
            "wordCountMax": 42,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 4,
            "lineMin": 4,
            "lineMax": 4
        }
    },
    {
        "ref": "Matthew 14:26–31",
        "text": "(26) When the disciples saw him walking on the lake, they were terrified. \"It's a ghost,\" they said, and cried out in fear. (27) But Jesus immediately said to them: \"Take courage! It is I. Don't be afraid.\" (28) \"Lord, if it's you,\" Peter replied, \"tell me to come to you on the water.\" (29) \"Come,\" he said. Then Peter got down out of the boat, walked on the water and came toward Jesus. (30) But when he saw the wind, he was afraid and, beginning to sink, cried out, \"Lord, save me!\" (31) Immediately Jesus reached out his hand and caught him. \"You of little faith,\" he said, \"why did you doubt?\"",
        "cardsText": [
            [
                "(26) When the disciples saw him walking on the lake, they",
                "were terrified. \"It's a ghost,\" they said, and cried out in fear.",
                "(27) But Jesus immediately said to them: \"Take courage! It",
                "is I. Don't be afraid.\" (28) \"Lord, if it's you,\" Peter replied,",
                "\"tell me to come to you on the water.\" (29) \"Come,\" he said.",
                "Then Peter got down out of the boat, walked on the water",
                "and came toward Jesus. (30) But when he saw the wind, he",
                "was afraid and, beginning to sink, cried out, \"Lord, save me!\"",
                "(31) Immediately Jesus reached out his hand and caught him.",
                "\"You of little faith,\" he said, \"why did you doubt?\""
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 107,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 39,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40014026,
        "rangeEndId": 40014031,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 121.6,
            "wordCountMin": 107,
            "wordCountMax": 131,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 28:18–20",
        "text": "(18) Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. (19) Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, (20) and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\"",
        "cardsText": [
            [
                "(18) Then Jesus came to them and said, \"All authority in",
                "heaven and on earth has been given to me. (19) Therefore go",
                "and make disciples of all nations, baptizing them in the name",
                "of the Father and of the Son and of the Holy Spirit, (20) and",
                "teaching them to obey everything I have commanded you.",
                "And surely I am with you always, to the very end of the age.\""
            ]
        ],
        "cards": 1,
        "lines": 6,
        "lastCardLines": 6,
        "wordCount": 68,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 40,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 40028018,
        "rangeEndId": 40028020,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 68.6,
            "wordCountMin": 67,
            "wordCountMax": 72,
            "levelMin": 0.5,
            "levelMax": 1,
            "lineAve": 6.4,
            "lineMin": 6,
            "lineMax": 7
        }
    },
    {
        "ref": "Luke 21:4",
        "text": "(4) All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\"",
        "cardsText": [
            [
                "(4) All these people gave their gifts out of their wealth; but",
                "she out of her poverty put in all she had to live on.\""
            ]
        ],
        "cards": 1,
        "lines": 2,
        "lastCardLines": 2,
        "wordCount": 24,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 41,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 42021004,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 25,
            "wordCountMin": 22,
            "wordCountMax": 28,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 2.4,
            "lineMin": 2,
            "lineMax": 3
        }
    },
    {
        "ref": "John 3:18–21",
        "text": "(18) Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God's one and only Son. (19) This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil. (20) Everyone who does evil hates the light, and will not come into the light for fear that their deeds will be exposed. (21) But whoever lives by the truth comes into the light, so that it may be seen plainly that what they have done has been done in the sight of God.",
        "cardsText": [
            [
                "(18) Whoever believes in him is not condemned, but whoever",
                "does not believe stands condemned already because they",
                "have not believed in the name of God's one and only Son.",
                "(19) This is the verdict: Light has come into the world, but",
                "people loved darkness instead of light because their deeds",
                "were evil. (20) Everyone who does evil hates the light, and",
                "will not come into the light for fear that their deeds will be",
                "exposed. (21) But whoever lives by the truth comes into the",
                "light, so that it may be seen plainly that what they have done",
                "has been done in the sight of God."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 103,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 42,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43003018,
        "rangeEndId": 43003021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 102.2,
            "wordCountMin": 97,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10,
            "lineMin": 10,
            "lineMax": 10
        }
    },
    {
        "ref": "John 7:37–42",
        "text": "(37) On the last and greatest day of the festival, Jesus stood and said in a loud voice, \"Let anyone who is thirsty come to me and drink. (38) Whoever believes in me, as Scripture has said, rivers of living water will flow from within them.\" (39) By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified. (40) On hearing his words, some of the people said, \"Surely this man is the Prophet.\" (41) Others said, \"He is the Messiah.\" Still others asked, \"How can the Messiah come from Galilee? (42) Does not Scripture say that the Messiah will come from David's descendants and from Bethlehem, the town where David lived?\"",
        "cardsText": [
            [
                "(37) On the last and greatest day of the festival, Jesus stood and",
                "said in a loud voice, \"Let anyone who is thirsty come to me and",
                "drink. (38) Whoever believes in me, as Scripture has said, rivers",
                "of living water will flow from within them.\" (39) By this he meant",
                "the Spirit, whom those who believed in him were later to receive.",
                "Up to that time the Spirit had not been given, since Jesus had not",
                "yet been glorified. (40) On hearing his words, some of the people",
                "said, \"Surely this man is the Prophet.\" (41) Others said, \"He is the",
                "Messiah.\" Still others asked, \"How can the Messiah come from",
                "Galilee? (42) Does not Scripture say that the Messiah will come",
                "from David's descendants and from Bethlehem, the town where",
                "David lived?\""
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 128,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 43,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 43007037,
        "rangeEndId": 43007042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.6,
            "wordCountMin": 128,
            "wordCountMax": 139,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.4,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "1 Corinthians 15:19–28",
        "text": "(19) If only for this life we have hope in Christ, we are of all people most to be pitied. (20) But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. (21) For since death came through a man, the resurrection of the dead comes also through a man. (22) For as in Adam all die, so in Christ all will be made alive. (23) But each in turn: Christ, the firstfruits; then, when he comes, those who belong to him. (24) Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. (25) For he must reign until he has put all his enemies under his feet. (26) The last enemy to be destroyed is death. (27) For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. (28) When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all.",
        "cardsText": [
            [
                "(19) If only for this life we have hope in Christ, we are of all",
                "people most to be pitied. (20) But Christ has indeed been",
                "raised from the dead, the firstfruits of those who have",
                "fallen asleep. (21) For since death came through a man, the",
                "resurrection of the dead comes also through a man. (22) For",
                "as in Adam all die, so in Christ all will be made alive. (23)",
                "But each in turn: Christ, the firstfruits; then, when he comes,",
                "those who belong to him. (24) Then the end will come, when",
                "he hands over the kingdom to God the Father after he has",
                "destroyed all dominion, authority and power. (25) For he",
                "must reign until he has put all his enemies under his feet. (26)"
            ],
            [
                "The last enemy to be destroyed is death. (27) For he \"has put",
                "everything under his feet.\" Now when it says that \"everything\"",
                "has been put under him, it is clear that this does not include",
                "God himself, who put everything under Christ. (28) When he",
                "has done this, then the Son himself will be made subject to",
                "him who put everything under him, so that God may be all in",
                "all."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 191,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 44,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 46015019,
        "rangeEndId": 46015028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 198.6,
            "wordCountMin": 191,
            "wordCountMax": 207,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.6,
            "lineMin": 17,
            "lineMax": 18
        }
    },
    {
        "ref": "2 Corinthians 10:3–6",
        "text": "(3) For though we live in the world, we do not wage war as the world does. (4) The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. (5) We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. (6) And we will be ready to punish every act of disobedience, once your obedience is complete.",
        "cardsText": [
            [
                "(3) For though we live in the world, we do not wage war as",
                "the world does. (4) The weapons we fight with are not the",
                "weapons of the world. On the contrary, they have divine power",
                "to demolish strongholds. (5) We demolish arguments and",
                "every pretension that sets itself up against the knowledge of",
                "God, and we take captive every thought to make it obedient",
                "to Christ. (6) And we will be ready to punish every act of",
                "disobedience, once your obedience is complete."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 81,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 45,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 47010003,
        "rangeEndId": 47010006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 72.6,
            "wordCountMin": 66,
            "wordCountMax": 81,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.6,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 4:20–25",
        "text": "(20) That, however, is not the way of life you learned (21) when you heard about Christ and were taught in him in accordance with the truth that is in Jesus. (22) You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; (23) to be made new in the attitude of your minds; (24) and to put on the new self, created to be like God in true righteousness and holiness. (25) Therefore each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body.",
        "cardsText": [
            [
                "(20) That, however, is not the way of life you learned (21) when",
                "you heard about Christ and were taught in him in accordance",
                "with the truth that is in Jesus. (22) You were taught, with regard",
                "to your former way of life, to put off your old self, which is",
                "being corrupted by its deceitful desires; (23) to be made new",
                "in the attitude of your minds; (24) and to put on the new self,",
                "created to be like God in true righteousness and holiness.",
                "(25) Therefore each of you must put off falsehood and speak",
                "truthfully to your neighbor, for we are all members of one",
                "body."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 103,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 46,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 49004020,
        "rangeEndId": 49004025,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99.6,
            "wordCountMin": 91,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Philippians 1:19–28",
        "text": "(19) for I know that through your prayers and God's provision of the Spirit of Jesus Christ what has happened to me will turn out for my deliverance. (20) I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death. (21) For to me, to live is Christ and to die is gain. (22) If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know! (23) I am torn between the two: I desire to depart and be with Christ, which is better by far; (24) but it is more necessary for you that I remain in the body. (25) Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith, (26) so that through my being with you again your boasting in Christ Jesus will abound on account of me. (27) Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in the one Spirit, striving together as one for the faith of the gospel (28) without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God.",
        "cardsText": [
            [
                "(19) for I know that through your prayers and God's provision",
                "of the Spirit of Jesus Christ what has happened to me will turn",
                "out for my deliverance. (20) I eagerly expect and hope that I",
                "will in no way be ashamed, but will have sufficient courage so",
                "that now as always Christ will be exalted in my body, whether",
                "by life or by death. (21) For to me, to live is Christ and to die",
                "is gain. (22) If I am to go on living in the body, this will mean",
                "fruitful labor for me. Yet what shall I choose? I do not know!",
                "(23) I am torn between the two: I desire to depart and be with",
                "Christ, which is better by far; (24) but it is more necessary for",
                "you that I remain in the body. (25) Convinced of this, I know"
            ],
            [
                "that I will remain, and I will continue with all of you for your",
                "progress and joy in the faith, (26) so that through my being",
                "with you again your boasting in Christ Jesus will abound on",
                "account of me. (27) Whatever happens, conduct yourselves",
                "in a manner worthy of the gospel of Christ. Then, whether I",
                "come and see you or only hear about you in my absence, I will",
                "know that you stand firm in the one Spirit, striving together as",
                "one for the faith of the gospel (28) without being frightened",
                "in any way by those who oppose you. This is a sign to them",
                "that they will be destroyed, but that you will be saved--and",
                "that by God."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 257,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 47,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 50001019,
        "rangeEndId": 50001028,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 246,
            "wordCountMin": 239,
            "wordCountMax": 257,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Colossians 2:16–19",
        "text": "(16) Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. (17) These are a shadow of the things that were to come; the reality, however, is found in Christ. (18) Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind. (19) They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.",
        "cardsText": [
            [
                "(16) Therefore do not let anyone judge you by what you eat",
                "or drink, or with regard to a religious festival, a New Moon",
                "celebration or a Sabbath day. (17) These are a shadow of the",
                "things that were to come; the reality, however, is found in",
                "Christ. (18) Do not let anyone who delights in false humility",
                "and the worship of angels disqualify you. Such a person also",
                "goes into great detail about what they have seen; they are",
                "puffed up with idle notions by their unspiritual mind. (19)",
                "They have lost connection with the head, from whom the",
                "whole body, supported and held together by its ligaments",
                "and sinews, grows as God causes it to grow."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 114,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 48,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 51002016,
        "rangeEndId": 51002019,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 103.6,
            "wordCountMin": 96,
            "wordCountMax": 114,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 11
        }
    },
    {
        "ref": "Revelation 19:11",
        "text": "(11) I saw heaven standing open and there before me was a white horse, whose rider is called Faithful and True. With justice he judges and wages war.",
        "cardsText": [
            [
                "(11) I saw heaven standing open and there before me was",
                "a white horse, whose rider is called Faithful and True. With",
                "justice he judges and wages war."
            ]
        ],
        "cards": 1,
        "lines": 3,
        "lastCardLines": 3,
        "wordCount": 27,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 49,
        "passageType": "NBBC Memory Passage",
        "release": "Early Release",
        "rangeStartId": 66019011,
        "level": 0.5,
        "crossVersionStats": {
            "wordCountAve": 28.6,
            "wordCountMin": 27,
            "wordCountMax": 30,
            "levelMin": 0.5,
            "levelMax": 0.5,
            "lineAve": 3,
            "lineMin": 3,
            "lineMax": 3
        }
    },
    {
        "ref": "Exodus 34:6–11",
        "text": "(6) And he passed in front of Moses, proclaiming, \"The LORD, the LORD, the compassionate and gracious God, slow to anger, abounding in love and faithfulness, (7) maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the parents to the third and fourth generation.\" (8) Moses bowed to the ground at once and worshiped. (9) \"Lord,\" he said, \"if I have found favor in your eyes, then let the Lord go with us. Although this is a stiff-necked people, forgive our wickedness and our sin, and take us as your inheritance.\" (10) Then the LORD said: \"I am making a covenant with you. Before all your people I will do wonders never before done in any nation in all the world. The people you live among will see how awesome is the work that I, the LORD, will do for you. (11) Obey what I command you today. I will drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites.",
        "cardsText": [
            [
                "(6) And he passed in front of Moses, proclaiming, \"The LORD,",
                "the LORD, the compassionate and gracious God, slow to",
                "anger, abounding in love and faithfulness, (7) maintaining",
                "love to thousands, and forgiving wickedness, rebellion and",
                "sin. Yet he does not leave the guilty unpunished; he punishes",
                "the children and their children for the sin of the parents to the",
                "third and fourth generation.\" (8) Moses bowed to the ground",
                "at once and worshiped. (9) \"Lord,\" he said, \"if I have found",
                "favor in your eyes, then let the Lord go with us. Although this",
                "is a stiff-necked people, forgive our wickedness and our sin,",
                "and take us as your inheritance.\" (10) Then the LORD said:"
            ],
            [
                "\"I am making a covenant with you. Before all your people I",
                "will do wonders never before done in any nation in all the",
                "world. The people you live among will see how awesome is",
                "the work that I, the LORD, will do for you. (11) Obey what I",
                "command you today. I will drive out before you the Amorites,",
                "Canaanites, Hittites, Perizzites, Hivites and Jebusites."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 176,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 50,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 2034006,
        "rangeEndId": 2034011,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 203.8,
            "wordCountMin": 176,
            "wordCountMax": 225,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 17,
            "lineMax": 21
        }
    },
    {
        "ref": "Deuteronomy 9:1–6",
        "text": "(1) Hear, Israel: You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky. (2) The people are strong and tall--Anakites! You know about them and have heard it said: \"Who can stand up against the Anakites?\" (3) But be assured today that the LORD your God is the one who goes across ahead of you like a devouring fire. He will destroy them; he will subdue them before you. And you will drive them out and annihilate them quickly, as the LORD has promised you. (4) After the LORD your God has driven them out before you, do not say to yourself, \"The LORD has brought me here to take possession of this land because of my righteousness.\" No, it is on account of the wickedness of these nations that the LORD is going to drive them out before you. (5) It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the LORD your God will drive them out before you, to accomplish what he swore to your fathers, to Abraham, Isaac and Jacob. (6) Understand, then, that it is not because of your righteousness that the LORD your God is giving you this good land to possess, for you are a stiff-necked people.",
        "cardsText": [
            [
                "(1) Hear, Israel: You are now about to cross the Jordan to go",
                "in and dispossess nations greater and stronger than you, with",
                "large cities that have walls up to the sky. (2) The people are",
                "strong and tall--Anakites! You know about them and have",
                "heard it said: \"Who can stand up against the Anakites?\" (3)",
                "But be assured today that the LORD your God is the one who",
                "goes across ahead of you like a devouring fire. He will destroy",
                "them; he will subdue them before you. And you will drive them",
                "out and annihilate them quickly, as the LORD has promised",
                "you. (4) After the LORD your God has driven them out before",
                "you, do not say to yourself, \"The LORD has brought me here"
            ],
            [
                "to take possession of this land because of my righteousness.\"",
                "No, it is on account of the wickedness of these nations that",
                "the LORD is going to drive them out before you. (5) It is not",
                "because of your righteousness or your integrity that you are",
                "going in to take possession of their land; but on account of",
                "the wickedness of these nations, the LORD your God will drive",
                "them out before you, to accomplish what he swore to your",
                "fathers, to Abraham, Isaac and Jacob. (6) Understand, then,",
                "that it is not because of your righteousness that the LORD",
                "your God is giving you this good land to possess, for you are",
                "a stiff-necked people."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 237,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 51,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5009001,
        "rangeEndId": 5009006,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 241.6,
            "wordCountMin": 235,
            "wordCountMax": 255,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Deuteronomy 30:9–20",
        "text": "(9) Then the LORD your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The LORD will again delight in you and make you prosperous, just as he delighted in your ancestors, (10) if you obey the LORD your God and keep his commands and decrees that are written in this Book of the Law and turn to the LORD your God with all your heart and with all your soul. (11) Now what I am commanding you today is not too difficult for you or beyond your reach. (12) It is not up in heaven, so that you have to ask, \"Who will ascend into heaven to get it and proclaim it to us so we may obey it?\" (13) Nor is it beyond the sea, so that you have to ask, \"Who will cross the sea to get it and proclaim it to us so we may obey it?\" (14) No, the word is very near you; it is in your mouth and in your heart so you may obey it. (15) See, I set before you today life and prosperity, death and destruction. (16) For I command you today to love the LORD your God, to walk in obedience to him, and to keep his commands, decrees and laws; then you will live and increase, and the LORD your God will bless you in the land you are entering to possess. (17) But if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them, (18) I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess. (19) This day I call the heavens and the earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live (20) and that you may love the LORD your God, listen to his voice, and hold fast to him. For the LORD is your life, and he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob.",
        "cardsText": [
            [
                "(9) Then the LORD your God will make you most prosperous",
                "in all the work of your hands and in the fruit of your womb, the",
                "young of your livestock and the crops of your land. The LORD",
                "will again delight in you and make you prosperous, just as he",
                "delighted in your ancestors, (10) if you obey the LORD your",
                "God and keep his commands and decrees that are written",
                "in this Book of the Law and turn to the LORD your God with",
                "all your heart and with all your soul. (11) Now what I am",
                "commanding you today is not too difficult for you or beyond",
                "your reach. (12) It is not up in heaven, so that you have to ask,",
                "\"Who will ascend into heaven to get it and proclaim it to us"
            ],
            [
                "so we may obey it?\" (13) Nor is it beyond the sea, so that you",
                "have to ask, \"Who will cross the sea to get it and proclaim",
                "it to us so we may obey it?\" (14) No, the word is very near",
                "you; it is in your mouth and in your heart so you may obey",
                "it. (15) See, I set before you today life and prosperity, death",
                "and destruction. (16) For I command you today to love the",
                "LORD your God, to walk in obedience to him, and to keep his",
                "commands, decrees and laws; then you will live and increase,",
                "and the LORD your God will bless you in the land you are",
                "entering to possess. (17) But if your heart turns away and you",
                "are not obedient, and if you are drawn away to bow down to"
            ],
            [
                "other gods and worship them, (18) I declare to you this day",
                "that you will certainly be destroyed. You will not live long in",
                "the land you are crossing the Jordan to enter and possess. (19)",
                "This day I call the heavens and the earth as witnesses against",
                "you that I have set before you life and death, blessings and",
                "curses. Now choose life, so that you and your children may",
                "live (20) and that you may love the LORD your God, listen to",
                "his voice, and hold fast to him. For the LORD is your life, and",
                "he will give you many years in the land he swore to give to",
                "your fathers, Abraham, Isaac and Jacob."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 384,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 52,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 5030009,
        "rangeEndId": 5030020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.4,
            "wordCountMin": 384,
            "wordCountMax": 414,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.6,
            "lineMin": 32,
            "lineMax": 33
        }
    },
    {
        "ref": "Joshua 14:6–14",
        "text": "(6) Now the people of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, \"You know what the LORD said to Moses the man of God at Kadesh Barnea about you and me. (7) I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions, (8) but my fellow Israelites who went up with me made the hearts of the people melt in fear. I, however, followed the LORD my God wholeheartedly. (9) So on that day Moses swore to me, 'The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the LORD my God wholeheartedly.' (10) \"Now then, just as the LORD promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the wilderness. So here I am today, eighty-five years old! (11) I am still as strong today as the day Moses sent me out; I'm just as vigorous to go out to battle now as I was then. (12) Now give me this hill country that the LORD promised me that day. You yourself heard then that the Anakites were there and their cities were large and fortified, but, the LORD helping me, I will drive them out just as he said.\" (13) Then Joshua blessed Caleb son of Jephunneh and gave him Hebron as his inheritance. (14) So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the LORD, the God of Israel, wholeheartedly.",
        "cardsText": [
            [
                "(6) Now the people of Judah approached Joshua at Gilgal,",
                "and Caleb son of Jephunneh the Kenizzite said to him,",
                "\"You know what the LORD said to Moses the man of God at",
                "Kadesh Barnea about you and me. (7) I was forty years old",
                "when Moses the servant of the LORD sent me from Kadesh",
                "Barnea to explore the land. And I brought him back a report",
                "according to my convictions, (8) but my fellow Israelites who",
                "went up with me made the hearts of the people melt in fear.",
                "I, however, followed the LORD my God wholeheartedly.",
                "(9) So on that day Moses swore to me, 'The land on which",
                "your feet have walked will be your inheritance and that of"
            ],
            [
                "your children forever, because you have followed the LORD",
                "my God wholeheartedly.' (10) \"Now then, just as the LORD",
                "promised, he has kept me alive for forty-five years since the",
                "time he said this to Moses, while Israel moved about in the",
                "wilderness. So here I am today, eighty-five years old! (11) I",
                "am still as strong today as the day Moses sent me out; I'm just",
                "as vigorous to go out to battle now as I was then. (12) Now",
                "give me this hill country that the LORD promised me that day.",
                "You yourself heard then that the Anakites were there and",
                "their cities were large and fortified, but, the LORD helping",
                "me, I will drive them out just as he said.\" (13) Then Joshua"
            ],
            [
                "blessed Caleb son of Jephunneh and gave him Hebron as",
                "his inheritance. (14) So Hebron has belonged to Caleb son of",
                "Jephunneh the Kenizzite ever since, because he followed the",
                "LORD, the God of Israel, wholeheartedly."
            ]
        ],
        "cards": 3,
        "lines": 26,
        "lastCardLines": 4,
        "wordCount": 276,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 53,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 6014006,
        "rangeEndId": 6014014,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 299.4,
            "wordCountMin": 276,
            "wordCountMax": 312,
            "levelMin": 2.5,
            "levelMax": 2.5,
            "lineAve": 27.2,
            "lineMin": 26,
            "lineMax": 28
        }
    },
    {
        "ref": "2 Samuel 22:7–14",
        "text": "(7) \"In my distress I called to the LORD; I called out to my God. From his temple he heard my voice; my cry came to his ears. (8) The earth trembled and quaked, the foundations of the heavens shook; they trembled because he was angry. (9) Smoke rose from his nostrils; consuming fire came from his mouth, burning coals blazed out of it. (10) He parted the heavens and came down; dark clouds were under his feet. (11) He mounted the cherubim and flew; he soared on the wings of the wind. (12) He made darkness his canopy around him--the dark rain clouds of the sky. (13) Out of the brightness of his presence bolts of lightning blazed forth. (14) The LORD thundered from heaven; the voice of the Most High resounded.",
        "cardsText": [
            [
                "(7) \"In my distress I called to the LORD; I called out to my God.",
                "From his temple he heard my voice; my cry came to his ears. (8)",
                "The earth trembled and quaked, the foundations of the heavens",
                "shook; they trembled because he was angry. (9) Smoke rose from",
                "his nostrils; consuming fire came from his mouth, burning coals",
                "blazed out of it. (10) He parted the heavens and came down; dark",
                "clouds were under his feet. (11) He mounted the cherubim and",
                "flew; he soared on the wings of the wind. (12) He made darkness",
                "his canopy around him--the dark rain clouds of the sky. (13) Out",
                "of the brightness of his presence bolts of lightning blazed forth.",
                "(14) The LORD thundered from heaven; the voice of the Most High",
                "resounded."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 125,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 54,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 10022007,
        "rangeEndId": 10022014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 131.8,
            "wordCountMin": 125,
            "wordCountMax": 140,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12.4,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Nehemiah 9:19–21",
        "text": "(19) \"Because of your great compassion you did not abandon them in the wilderness. By day the pillar of cloud did not fail to guide them on their path, nor the pillar of fire by night to shine on the way they were to take. (20) You gave your good Spirit to instruct them. You did not withhold your manna from their mouths, and you gave them water for their thirst. (21) For forty years you sustained them in the wilderness; they lacked nothing, their clothes did not wear out nor did their feet become swollen.",
        "cardsText": [
            [
                "(19) \"Because of your great compassion you did not abandon",
                "them in the wilderness. By day the pillar of cloud did not fail",
                "to guide them on their path, nor the pillar of fire by night to",
                "shine on the way they were to take. (20) You gave your good",
                "Spirit to instruct them. You did not withhold your manna from",
                "their mouths, and you gave them water for their thirst. (21)",
                "For forty years you sustained them in the wilderness; they",
                "lacked nothing, their clothes did not wear out nor did their",
                "feet become swollen."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 93,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 55,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 16009019,
        "rangeEndId": 16009021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 96.2,
            "wordCountMin": 93,
            "wordCountMax": 101,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9,
            "lineMin": 9,
            "lineMax": 9
        }
    },
    {
        "ref": "Job 36:26–33",
        "text": "(26) How great is God--beyond our understanding! The number of his years is past finding out. (27) \"He draws up the drops of water, which distill as rain to the streams; (28) the clouds pour down their moisture and abundant showers fall on mankind. (29) Who can understand how he spreads out the clouds, how he thunders from his pavilion? (30) See how he scatters his lightning about him, bathing the depths of the sea. (31) This is the way he governs the nations and provides food in abundance. (32) He fills his hands with lightning and commands it to strike its mark. (33) His thunder announces the coming storm; even the cattle make known its approach.",
        "cardsText": [
            [
                "(26) How great is God--beyond our understanding! The",
                "number of his years is past finding out. (27) \"He draws up the",
                "drops of water, which distill as rain to the streams; (28) the",
                "clouds pour down their moisture and abundant showers fall",
                "on mankind. (29) Who can understand how he spreads out",
                "the clouds, how he thunders from his pavilion? (30) See how",
                "he scatters his lightning about him, bathing the depths of the",
                "sea. (31) This is the way he governs the nations and provides",
                "food in abundance. (32) He fills his hands with lightning and",
                "commands it to strike its mark. (33) His thunder announces",
                "the coming storm; even the cattle make known its approach."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 109,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 56,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 18036026,
        "rangeEndId": 18036033,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 108.4,
            "wordCountMin": 104,
            "wordCountMax": 117,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Psalm 112:1–8",
        "text": "(1) Praise the LORD. Blessed are those who fear the LORD, who find great delight in his commands. (2) Their children will be mighty in the land; the generation of the upright will be blessed. (3) Wealth and riches are in their houses, and their righteousness endures forever. (4) Even in darkness light dawns for the upright, for those who are gracious and compassionate and righteous. (5) Good will come to those who are generous and lend freely, who conduct their affairs with justice. (6) Surely the righteous will never be shaken; they will be remembered forever. (7) They will have no fear of bad news; their hearts are steadfast, trusting in the LORD. (8) Their hearts are secure, they will have no fear; in the end they will look in triumph on their foes.",
        "cardsText": [
            [
                "(1) Praise the LORD. Blessed are those who fear the LORD, who",
                "find great delight in his commands. (2) Their children will be",
                "mighty in the land; the generation of the upright will be blessed.",
                "(3) Wealth and riches are in their houses, and their righteousness",
                "endures forever. (4) Even in darkness light dawns for the upright,",
                "for those who are gracious and compassionate and righteous. (5)",
                "Good will come to those who are generous and lend freely, who",
                "conduct their affairs with justice. (6) Surely the righteous will never",
                "be shaken; they will be remembered forever. (7) They will have no",
                "fear of bad news; their hearts are steadfast, trusting in the LORD.",
                "(8) Their hearts are secure, they will have no fear; in the end they",
                "will look in triumph on their foes."
            ]
        ],
        "cards": 1,
        "lines": 12,
        "lastCardLines": 12,
        "wordCount": 127,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 57,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19112001,
        "rangeEndId": 19112008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 123.2,
            "wordCountMin": 119,
            "wordCountMax": 127,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11.6,
            "lineMin": 11,
            "lineMax": 12
        }
    },
    {
        "ref": "Psalm 139:13–16",
        "text": "(13) For you created my inmost being; you knit me together in my mother's womb. (14) I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. (15) My frame was not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth. (16) Your eyes saw my unformed body; all the days ordained for me were written in your book before one of them came to be.",
        "cardsText": [
            [
                "(13) For you created my inmost being; you knit me together",
                "in my mother's womb. (14) I praise you because I am fearfully",
                "and wonderfully made; your works are wonderful, I know that",
                "full well. (15) My frame was not hidden from you when I was",
                "made in the secret place, when I was woven together in the",
                "depths of the earth. (16) Your eyes saw my unformed body;",
                "all the days ordained for me were written in your book before",
                "one of them came to be."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 83,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 58,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 19139013,
        "rangeEndId": 19139016,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 87,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.6,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Proverbs 13:2–25",
        "text": "(2) From the fruit of their lips people enjoy good things, but the unfaithful have an appetite for violence. (3) Those who guard their lips preserve their lives, but those who speak rashly will come to ruin. (4) A sluggard's appetite is never filled, but the desires of the diligent are fully satisfied. (5) The righteous hate what is false, but the wicked make themselves a stench and bring shame on themselves. (6) Righteousness guards the person of integrity, but wickedness overthrows the sinner. (7) One person pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth. (8) A person's riches may ransom their life, but the poor cannot respond to threatening rebukes. (9) The light of the righteous shines brightly, but the lamp of the wicked is snuffed out. (10) Where there is strife, there is pride, but wisdom is found in those who take advice. (11) Dishonest money dwindles away, but whoever gathers money little by little makes it grow. (12) Hope deferred makes the heart sick, but a longing fulfilled is a tree of life. (13) Whoever scorns instruction will pay for it, but whoever respects a command is rewarded. (14) The teaching of the wise is a fountain of life, turning a person from the snares of death. (15) Good judgment wins favor, but the way of the unfaithful leads to their destruction. (16) All who are prudent act with knowledge, but fools expose their folly. (17) A wicked messenger falls into trouble, but a trustworthy envoy brings healing. (18) Whoever disregards discipline comes to poverty and shame, but whoever heeds correction is honored. (19) A longing fulfilled is sweet to the soul, but fools detest turning from evil. (20) Walk with the wise and become wise, for a companion of fools suffers harm. (21) Trouble pursues the sinner, but the righteous are rewarded with good things. (22) A good person leaves an inheritance for their children's children, but a sinner's wealth is stored up for the righteous. (23) An unplowed field produces food for the poor, but injustice sweeps it away. (24) Whoever spares the rod hates their children, but the one who loves their children is careful to discipline them. (25) The righteous eat to their hearts' content, but the stomach of the wicked goes hungry.",
        "cardsText": [
            [
                "(2) From the fruit of their lips people enjoy good things, but the",
                "unfaithful have an appetite for violence. (3) Those who guard their",
                "lips preserve their lives, but those who speak rashly will come to",
                "ruin. (4) A sluggard's appetite is never filled, but the desires of",
                "the diligent are fully satisfied. (5) The righteous hate what is false,",
                "but the wicked make themselves a stench and bring shame on",
                "themselves. (6) Righteousness guards the person of integrity,",
                "but wickedness overthrows the sinner. (7) One person pretends",
                "to be rich, yet has nothing; another pretends to be poor, yet has",
                "great wealth. (8) A person's riches may ransom their life, but the",
                "poor cannot respond to threatening rebukes. (9) The light of the",
                "righteous shines brightly, but the lamp of the wicked is snuffed"
            ],
            [
                "out. (10) Where there is strife, there is pride, but wisdom is found",
                "in those who take advice. (11) Dishonest money dwindles away,",
                "but whoever gathers money little by little makes it grow. (12) Hope",
                "deferred makes the heart sick, but a longing fulfilled is a tree of",
                "life. (13) Whoever scorns instruction will pay for it, but whoever",
                "respects a command is rewarded. (14) The teaching of the wise is",
                "a fountain of life, turning a person from the snares of death. (15)",
                "Good judgment wins favor, but the way of the unfaithful leads to",
                "their destruction. (16) All who are prudent act with knowledge,",
                "but fools expose their folly. (17) A wicked messenger falls into",
                "trouble, but a trustworthy envoy brings healing. (18) Whoever",
                "disregards discipline comes to poverty and shame, but whoever"
            ],
            [
                "heeds correction is honored. (19) A longing fulfilled is sweet to",
                "the soul, but fools detest turning from evil. (20) Walk with the",
                "wise and become wise, for a companion of fools suffers harm.",
                "(21) Trouble pursues the sinner, but the righteous are rewarded",
                "with good things. (22) A good person leaves an inheritance for",
                "their children's children, but a sinner's wealth is stored up for the",
                "righteous. (23) An unplowed field produces food for the poor,",
                "but injustice sweeps it away. (24) Whoever spares the rod hates",
                "their children, but the one who loves their children is careful to",
                "discipline them. (25) The righteous eat to their hearts' content, but",
                "the stomach of the wicked goes hungry."
            ]
        ],
        "cards": 3,
        "lines": 35,
        "lastCardLines": 11,
        "wordCount": 364,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 59,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 20013002,
        "rangeEndId": 20013025,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 380.4,
            "wordCountMin": 364,
            "wordCountMax": 395,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.6,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "Ecclesiastes 1:1–12",
        "text": "(1) The words of the Teacher, son of David, king in Jerusalem: (2) \"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\" (3) What do people gain from all their labors at which they toil under the sun? (4) Generations come and generations go, but the earth remains forever. (5) The sun rises and the sun sets, and hurries back to where it rises. (6) The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. (7) All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. (8) All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing. (9) What has been will be again, what has been done will be done again; there is nothing new under the sun. (10) Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time. (11) No one remembers the former generations, and even those yet to come will not be remembered by those who follow them. (12) I, the Teacher, was king over Israel in Jerusalem.",
        "cardsText": [
            [
                "(1) The words of the Teacher, son of David, king in Jerusalem:",
                "(2) \"Meaningless! Meaningless!\" says the Teacher. \"Utterly",
                "meaningless! Everything is meaningless.\" (3) What do people",
                "gain from all their labors at which they toil under the sun? (4)",
                "Generations come and generations go, but the earth remains",
                "forever. (5) The sun rises and the sun sets, and hurries back",
                "to where it rises. (6) The wind blows to the south and turns",
                "to the north; round and round it goes, ever returning on its",
                "course. (7) All streams flow into the sea, yet the sea is never",
                "full. To the place the streams come from, there they return",
                "again. (8) All things are wearisome, more than one can say."
            ],
            [
                "The eye never has enough of seeing, nor the ear its fill of",
                "hearing. (9) What has been will be again, what has been done",
                "will be done again; there is nothing new under the sun. (10) Is",
                "there anything of which one can say, \"Look! This is something",
                "new\"? It was here already, long ago; it was here before our",
                "time. (11) No one remembers the former generations, and",
                "even those yet to come will not be remembered by those",
                "who follow them. (12) I, the Teacher, was king over Israel in",
                "Jerusalem."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 203,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 60,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 21001001,
        "rangeEndId": 21001012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 221.4,
            "wordCountMin": 203,
            "wordCountMax": 232,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.6,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Isaiah 30:15–21",
        "text": "(15) This is what the Sovereign LORD, the Holy One of Israel, says: \"In repentance and rest is your salvation, in quietness and trust is your strength, but you would have none of it. (16) You said, 'No, we will flee on horses.' Therefore you will flee! You said, 'We will ride off on swift horses.' Therefore your pursuers will be swift! (17) A thousand will flee at the threat of one; at the threat of five you will all flee away, till you are left like a flagstaff on a mountaintop, like a banner on a hill.\" (18) Yet the LORD longs to be gracious to you; therefore he will rise up to show you compassion. For the LORD is a God of justice. Blessed are all who wait for him! (19) People of Zion, who live in Jerusalem, you will weep no more. How gracious he will be when you cry for help! As soon as he hears, he will answer you. (20) Although the Lord gives you the bread of adversity and the water of affliction, your teachers will be hidden no more; with your own eyes you will see them. (21) Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, \"This is the way; walk in it.\"",
        "cardsText": [
            [
                "(15) This is what the Sovereign LORD, the Holy One of Israel,",
                "says: \"In repentance and rest is your salvation, in quietness",
                "and trust is your strength, but you would have none of it. (16)",
                "You said, 'No, we will flee on horses.' Therefore you will flee!",
                "You said, 'We will ride off on swift horses.' Therefore your",
                "pursuers will be swift! (17) A thousand will flee at the threat",
                "of one; at the threat of five you will all flee away, till you are",
                "left like a flagstaff on a mountaintop, like a banner on a hill.\"",
                "(18) Yet the LORD longs to be gracious to you; therefore he",
                "will rise up to show you compassion. For the LORD is a God of",
                "justice. Blessed are all who wait for him! (19) People of Zion,"
            ],
            [
                "who live in Jerusalem, you will weep no more. How gracious",
                "he will be when you cry for help! As soon as he hears, he",
                "will answer you. (20) Although the Lord gives you the bread",
                "of adversity and the water of affliction, your teachers will be",
                "hidden no more; with your own eyes you will see them. (21)",
                "Whether you turn to the right or to the left, your ears will hear",
                "a voice behind you, saying, \"This is the way; walk in it.\""
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 214,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 61,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23030015,
        "rangeEndId": 23030021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 228,
            "wordCountMin": 214,
            "wordCountMax": 242,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19.4,
            "lineMin": 18,
            "lineMax": 20
        }
    },
    {
        "ref": "Isaiah 45:5–12",
        "text": "(5) I am the LORD, and there is no other; apart from me there is no God. I will strengthen you, though you have not acknowledged me, (6) so that from the rising of the sun to the place of its setting people may know there is none besides me. I am the LORD, and there is no other. (7) I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things. (8) \"You heavens above, rain down my righteousness; let the clouds shower it down. Let the earth open wide, let salvation spring up, let righteousness flourish with it; I, the LORD, have created it. (9) \"Woe to those who quarrel with their Maker, those who are nothing but potsherds among the potsherds on the ground. Does the clay say to the potter, 'What are you making?' Does your work say, 'The potter has no hands'? (10) Woe to the one who says to a father, 'What have you begotten?' or to a mother, 'What have you brought to birth?' (11) \"This is what the LORD says--the Holy One of Israel, and its Maker: Concerning things to come, do you question me about my children, or give me orders about the work of my hands? (12) It is I who made the earth and created mankind on it. My own hands stretched out the heavens; I marshaled their starry hosts.",
        "cardsText": [
            [
                "(5) I am the LORD, and there is no other; apart from me",
                "there is no God. I will strengthen you, though you have not",
                "acknowledged me, (6) so that from the rising of the sun to the",
                "place of its setting people may know there is none besides",
                "me. I am the LORD, and there is no other. (7) I form the light",
                "and create darkness, I bring prosperity and create disaster;",
                "I, the LORD, do all these things. (8) \"You heavens above, rain",
                "down my righteousness; let the clouds shower it down. Let",
                "the earth open wide, let salvation spring up, let righteousness",
                "flourish with it; I, the LORD, have created it. (9) \"Woe to those",
                "who quarrel with their Maker, those who are nothing but"
            ],
            [
                "potsherds among the potsherds on the ground. Does the clay",
                "say to the potter, 'What are you making?' Does your work say,",
                "'The potter has no hands'? (10) Woe to the one who says to a",
                "father, 'What have you begotten?' or to a mother, 'What have",
                "you brought to birth?' (11) \"This is what the LORD says--the",
                "Holy One of Israel, and its Maker: Concerning things to come,",
                "do you question me about my children, or give me orders",
                "about the work of my hands? (12) It is I who made the earth",
                "and created mankind on it. My own hands stretched out the",
                "heavens; I marshaled their starry hosts."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 231,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 62,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 23045005,
        "rangeEndId": 23045012,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.8,
            "wordCountMin": 222,
            "wordCountMax": 234,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Lamentations 3:42–58",
        "text": "(42) \"We have sinned and rebelled and you have not forgiven. (43) \"You have covered yourself with anger and pursued us; you have slain without pity. (44) You have covered yourself with a cloud so that no prayer can get through. (45) You have made us scum and refuse among the nations. (46) \"All our enemies have opened their mouths wide against us. (47) We have suffered terror and pitfalls, ruin and destruction.\" (48) Streams of tears flow from my eyes because my people are destroyed. (49) My eyes will flow unceasingly, without relief, (50) until the LORD looks down from heaven and sees. (51) What I see brings grief to my soul because of all the women of my city. (52) Those who were my enemies without cause hunted me like a bird. (53) They tried to end my life in a pit and threw stones at me; (54) the waters closed over my head, and I thought I was about to perish. (55) I called on your name, LORD, from the depths of the pit. (56) You heard my plea: \"Do not close your ears to my cry for relief.\" (57) You came near when I called you, and you said, \"Do not fear.\" (58) You, Lord, took up my case; you redeemed my life.",
        "cardsText": [
            [
                "(42) \"We have sinned and rebelled and you have not forgiven.",
                "(43) \"You have covered yourself with anger and pursued us;",
                "you have slain without pity. (44) You have covered yourself",
                "with a cloud so that no prayer can get through. (45) You have",
                "made us scum and refuse among the nations. (46) \"All our",
                "enemies have opened their mouths wide against us. (47) We",
                "have suffered terror and pitfalls, ruin and destruction.\" (48)",
                "Streams of tears flow from my eyes because my people are",
                "destroyed. (49) My eyes will flow unceasingly, without relief,",
                "(50) until the LORD looks down from heaven and sees. (51)",
                "What I see brings grief to my soul because of all the women"
            ],
            [
                "of my city. (52) Those who were my enemies without cause",
                "hunted me like a bird. (53) They tried to end my life in a pit",
                "and threw stones at me; (54) the waters closed over my head,",
                "and I thought I was about to perish. (55) I called on your name,",
                "LORD, from the depths of the pit. (56) You heard my plea: \"Do",
                "not close your ears to my cry for relief.\" (57) You came near",
                "when I called you, and you said, \"Do not fear.\" (58) You, Lord,",
                "took up my case; you redeemed my life."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 200,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 63,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 25003042,
        "rangeEndId": 25003058,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 209.2,
            "wordCountMin": 200,
            "wordCountMax": 217,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "Joel 2:14–21",
        "text": "(14) Who knows? He may turn and relent and leave behind a blessing--grain offerings and drink offerings for the LORD your God. (15) Blow the trumpet in Zion, declare a holy fast, call a sacred assembly. (16) Gather the people, consecrate the assembly; bring together the elders, gather the children, those nursing at the breast. Let the bridegroom leave his room and the bride her chamber. (17) Let the priests, who minister before the LORD, weep between the portico and the altar. Let them say, \"Spare your people, LORD. Do not make your inheritance an object of scorn, a byword among the nations. Why should they say among the peoples, 'Where is their God?' \" (18) Then the LORD was jealous for his land and took pity on his people. (19) The LORD replied to them: \"I am sending you grain, new wine and olive oil, enough to satisfy you fully; never again will I make you an object of scorn to the nations. (20) \"I will drive the northern horde far from you, pushing it into a parched and barren land; its eastern ranks will drown in the Dead Sea and its western ranks in the Mediterranean Sea. And its stench will go up; its smell will rise.\" Surely he has done great things! (21) Do not be afraid, land of Judah; be glad and rejoice. Surely the LORD has done great things!",
        "cardsText": [
            [
                "(14) Who knows? He may turn and relent and leave behind",
                "a blessing--grain offerings and drink offerings for the LORD",
                "your God. (15) Blow the trumpet in Zion, declare a holy fast,",
                "call a sacred assembly. (16) Gather the people, consecrate",
                "the assembly; bring together the elders, gather the children,",
                "those nursing at the breast. Let the bridegroom leave his",
                "room and the bride her chamber. (17) Let the priests, who",
                "minister before the LORD, weep between the portico and the",
                "altar. Let them say, \"Spare your people, LORD. Do not make",
                "your inheritance an object of scorn, a byword among the",
                "nations. Why should they say among the peoples, 'Where is"
            ],
            [
                "their God?' \" (18) Then the LORD was jealous for his land and",
                "took pity on his people. (19) The LORD replied to them: \"I am",
                "sending you grain, new wine and olive oil, enough to satisfy",
                "you fully; never again will I make you an object of scorn to",
                "the nations. (20) \"I will drive the northern horde far from",
                "you, pushing it into a parched and barren land; its eastern",
                "ranks will drown in the Dead Sea and its western ranks in the",
                "Mediterranean Sea. And its stench will go up; its smell will",
                "rise.\" Surely he has done great things! (21) Do not be afraid,",
                "land of Judah; be glad and rejoice. Surely the LORD has done",
                "great things!"
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 226,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 64,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 29002014,
        "rangeEndId": 29002021,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 220,
            "wordCountMax": 246,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.6,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "Amos 5:4–8",
        "text": "(4) This is what the LORD says to Israel: \"Seek me and live; (5) do not seek Bethel, do not go to Gilgal, do not journey to Beersheba. For Gilgal will surely go into exile, and Bethel will be reduced to nothing.\" (6) Seek the LORD and live, or he will sweep through the tribes of Joseph like a fire; it will devour them, and Bethel will have no one to quench it. (7) There are those who turn justice into bitterness and cast righteousness to the ground. (8) He who made the Pleiades and Orion, who turns midnight into dawn and darkens day into night, who calls for the waters of the sea and pours them out over the face of the land--the LORD is his name.",
        "cardsText": [
            [
                "(4) This is what the LORD says to Israel: \"Seek me and live;",
                "(5) do not seek Bethel, do not go to Gilgal, do not journey to",
                "Beersheba. For Gilgal will surely go into exile, and Bethel will",
                "be reduced to nothing.\" (6) Seek the LORD and live, or he will",
                "sweep through the tribes of Joseph like a fire; it will devour",
                "them, and Bethel will have no one to quench it. (7) There are",
                "those who turn justice into bitterness and cast righteousness",
                "to the ground. (8) He who made the Pleiades and Orion, who",
                "turns midnight into dawn and darkens day into night, who",
                "calls for the waters of the sea and pours them out over the",
                "face of the land--the LORD is his name."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 123,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 65,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 30005004,
        "rangeEndId": 30005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 128.6,
            "wordCountMin": 123,
            "wordCountMax": 135,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Jonah 2:1–10",
        "text": "(1) From inside the fish Jonah prayed to the LORD his God. (2) He said: \"In my distress I called to the LORD, and he answered me. From deep in the realm of the dead I called for help, and you listened to my cry. (3) You hurled me into the depths, into the very heart of the seas, and the currents swirled about me; all your waves and breakers swept over me. (4) I said, 'I have been banished from your sight; yet I will look again toward your holy temple.' (5) The engulfing waters threatened me, the deep surrounded me; seaweed was wrapped around my head. (6) To the roots of the mountains I sank down; the earth beneath barred me in forever. But you, LORD my God, brought my life up from the pit. (7) \"When my life was ebbing away, I remembered you, LORD, and my prayer rose to you, to your holy temple. (8) \"Those who cling to worthless idols turn away from God's love for them. (9) But I, with shouts of grateful praise, will sacrifice to you. What I have vowed I will make good. I will say, 'Salvation comes from the LORD.' \" (10) And the LORD commanded the fish, and it vomited Jonah onto dry land.",
        "cardsText": [
            [
                "(1) From inside the fish Jonah prayed to the LORD his God. (2)",
                "He said: \"In my distress I called to the LORD, and he answered",
                "me. From deep in the realm of the dead I called for help, and",
                "you listened to my cry. (3) You hurled me into the depths, into",
                "the very heart of the seas, and the currents swirled about me;",
                "all your waves and breakers swept over me. (4) I said, 'I have",
                "been banished from your sight; yet I will look again toward",
                "your holy temple.' (5) The engulfing waters threatened me,",
                "the deep surrounded me; seaweed was wrapped around",
                "my head. (6) To the roots of the mountains I sank down; the",
                "earth beneath barred me in forever. But you, LORD my God,"
            ],
            [
                "brought my life up from the pit. (7) \"When my life was ebbing",
                "away, I remembered you, LORD, and my prayer rose to you,",
                "to your holy temple. (8) \"Those who cling to worthless idols",
                "turn away from God's love for them. (9) But I, with shouts of",
                "grateful praise, will sacrifice to you. What I have vowed I will",
                "make good. I will say, 'Salvation comes from the LORD.' \" (10)",
                "And the LORD commanded the fish, and it vomited Jonah",
                "onto dry land."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 205,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 66,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 32002001,
        "rangeEndId": 32002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.8,
            "wordCountMin": 205,
            "wordCountMax": 214,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "Micah 6:6–8",
        "text": "(6) With what shall I come before the LORD and bow down before the exalted God? Shall I come before him with burnt offerings, with calves a year old? (7) Will the LORD be pleased with thousands of rams, with ten thousand rivers of olive oil? Shall I offer my firstborn for my transgression, the fruit of my body for the sin of my soul? (8) He has shown you, O mortal, what is good. And what does the LORD require of you? To act justly and to love mercy and to walk humbly with your God.",
        "cardsText": [
            [
                "(6) With what shall I come before the LORD and bow down",
                "before the exalted God? Shall I come before him with burnt",
                "offerings, with calves a year old? (7) Will the LORD be pleased",
                "with thousands of rams, with ten thousand rivers of olive oil?",
                "Shall I offer my firstborn for my transgression, the fruit of my",
                "body for the sin of my soul? (8) He has shown you, O mortal,",
                "what is good. And what does the LORD require of you? To act",
                "justly and to love mercy and to walk humbly with your God."
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 94,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 67,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 33006006,
        "rangeEndId": 33006008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 94,
            "wordCountMin": 92,
            "wordCountMax": 96,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.4,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Habakkuk 3:2–6",
        "text": "(2) LORD, I have heard of your fame; I stand in awe of your deeds, LORD. Repeat them in our day, in our time make them known; in wrath remember mercy. (3) God came from Teman, the Holy One from Mount Paran. His glory covered the heavens and his praise filled the earth. (4) His splendor was like the sunrise; rays flashed from his hand, where his power was hidden. (5) Plague went before him; pestilence followed his steps. (6) He stood, and shook the earth; he looked, and made the nations tremble. The ancient mountains crumbled and the age-old hills collapsed--but he marches on forever.",
        "cardsText": [
            [
                "(2) LORD, I have heard of your fame; I stand in awe of your",
                "deeds, LORD. Repeat them in our day, in our time make them",
                "known; in wrath remember mercy. (3) God came from Teman,",
                "the Holy One from Mount Paran. His glory covered the",
                "heavens and his praise filled the earth. (4) His splendor was",
                "like the sunrise; rays flashed from his hand, where his power",
                "was hidden. (5) Plague went before him; pestilence followed",
                "his steps. (6) He stood, and shook the earth; he looked, and",
                "made the nations tremble. The ancient mountains crumbled",
                "and the age-old hills collapsed--but he marches on forever."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 101,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 68,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 35003002,
        "rangeEndId": 35003006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 115,
            "wordCountMin": 101,
            "wordCountMax": 122,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Matthew 6:22–34",
        "text": "(22) \"The eye is the lamp of the body. If your eyes are healthy, your whole body will be full of light. (23) But if your eyes are unhealthy, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! (24) \"No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other. You cannot serve both God and money. (25) \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more than food, and the body more than clothes? (26) Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? (27) Can any one of you by worrying add a single hour to your life? (28) \"And why do you worry about clothes? See how the flowers of the field grow. They do not labor or spin. (29) Yet I tell you that not even Solomon in all his splendor was dressed like one of these. (30) If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you--you of little faith? (31) So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' (32) For the pagans run after all these things, and your heavenly Father knows that you need them. (33) But seek first his kingdom and his righteousness, and all these things will be given to you as well. (34) Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
        "cardsText": [
            [
                "(22) \"The eye is the lamp of the body. If your eyes are healthy,",
                "your whole body will be full of light. (23) But if your eyes are",
                "unhealthy, your whole body will be full of darkness. If then",
                "the light within you is darkness, how great is that darkness!",
                "(24) \"No one can serve two masters. Either you will hate the",
                "one and love the other, or you will be devoted to the one and",
                "despise the other. You cannot serve both God and money.",
                "(25) \"Therefore I tell you, do not worry about your life, what",
                "you will eat or drink; or about your body, what you will wear.",
                "Is not life more than food, and the body more than clothes?",
                "(26) Look at the birds of the air; they do not sow or reap or"
            ],
            [
                "store away in barns, and yet your heavenly Father feeds them.",
                "Are you not much more valuable than they? (27) Can any one",
                "of you by worrying add a single hour to your life? (28) \"And",
                "why do you worry about clothes? See how the flowers of the",
                "field grow. They do not labor or spin. (29) Yet I tell you that",
                "not even Solomon in all his splendor was dressed like one of",
                "these. (30) If that is how God clothes the grass of the field,",
                "which is here today and tomorrow is thrown into the fire, will",
                "he not much more clothe you--you of little faith? (31) So do not",
                "worry, saying, 'What shall we eat?' or 'What shall we drink?' or",
                "'What shall we wear?' (32) For the pagans run after all these"
            ],
            [
                "things, and your heavenly Father knows that you need them.",
                "(33) But seek first his kingdom and his righteousness, and all",
                "these things will be given to you as well. (34) Therefore do",
                "not worry about tomorrow, for tomorrow will worry about",
                "itself. Each day has enough trouble of its own."
            ]
        ],
        "cards": 3,
        "lines": 27,
        "lastCardLines": 5,
        "wordCount": 312,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 69,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 40006022,
        "rangeEndId": 40006034,
        "level": 2.5,
        "crossVersionStats": {
            "wordCountAve": 327,
            "wordCountMin": 312,
            "wordCountMax": 340,
            "levelMin": 2.5,
            "levelMax": 3,
            "lineAve": 28.2,
            "lineMin": 27,
            "lineMax": 29
        }
    },
    {
        "ref": "Mark 3:1–10",
        "text": "(1) Another time Jesus went into the synagogue, and a man with a shriveled hand was there. (2) Some of them were looking for a reason to accuse Jesus, so they watched him closely to see if he would heal him on the Sabbath. (3) Jesus said to the man with the shriveled hand, \"Stand up in front of everyone.\" (4) Then Jesus asked them, \"Which is lawful on the Sabbath: to do good or to do evil, to save life or to kill?\" But they remained silent. (5) He looked around at them in anger and, deeply distressed at their stubborn hearts, said to the man, \"Stretch out your hand.\" He stretched it out, and his hand was completely restored. (6) Then the Pharisees went out and began to plot with the Herodians how they might kill Jesus. (7) Jesus withdrew with his disciples to the lake, and a large crowd from Galilee followed. (8) When they heard about all he was doing, many people came to him from Judea, Jerusalem, Idumea, and the regions across the Jordan and around Tyre and Sidon. (9) Because of the crowd he told his disciples to have a small boat ready for him, to keep the people from crowding him. (10) For he had healed many, so that those with diseases were pushing forward to touch him.",
        "cardsText": [
            [
                "(1) Another time Jesus went into the synagogue, and a man",
                "with a shriveled hand was there. (2) Some of them were",
                "looking for a reason to accuse Jesus, so they watched him",
                "closely to see if he would heal him on the Sabbath. (3) Jesus",
                "said to the man with the shriveled hand, \"Stand up in front",
                "of everyone.\" (4) Then Jesus asked them, \"Which is lawful on",
                "the Sabbath: to do good or to do evil, to save life or to kill?\"",
                "But they remained silent. (5) He looked around at them in",
                "anger and, deeply distressed at their stubborn hearts, said to",
                "the man, \"Stretch out your hand.\" He stretched it out, and his",
                "hand was completely restored. (6) Then the Pharisees went"
            ],
            [
                "out and began to plot with the Herodians how they might",
                "kill Jesus. (7) Jesus withdrew with his disciples to the lake,",
                "and a large crowd from Galilee followed. (8) When they",
                "heard about all he was doing, many people came to him from",
                "Judea, Jerusalem, Idumea, and the regions across the Jordan",
                "and around Tyre and Sidon. (9) Because of the crowd he told",
                "his disciples to have a small boat ready for him, to keep the",
                "people from crowding him. (10) For he had healed many, so",
                "that those with diseases were pushing forward to touch him."
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 215,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 70,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41003001,
        "rangeEndId": 41003010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 223.2,
            "wordCountMin": 206,
            "wordCountMax": 235,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 6:41–51",
        "text": "(41) Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to his disciples to distribute to the people. He also divided the two fish among them all. (42) They all ate and were satisfied, (43) and the disciples picked up twelve basketfuls of broken pieces of bread and fish. (44) The number of the men who had eaten was five thousand. (45) Immediately Jesus made his disciples get into the boat and go on ahead of him to Bethsaida, while he dismissed the crowd. (46) After leaving them, he went up on a mountainside to pray. (47) Later that night, the boat was in the middle of the lake, and he was alone on land. (48) He saw the disciples straining at the oars, because the wind was against them. Shortly before dawn he went out to them, walking on the lake. He was about to pass by them, (49) but when they saw him walking on the lake, they thought he was a ghost. They cried out, (50) because they all saw him and were terrified. Immediately he spoke to them and said, \"Take courage! It is I. Don't be afraid.\" (51) Then he climbed into the boat with them, and the wind died down. They were completely amazed,",
        "cardsText": [
            [
                "(41) Taking the five loaves and the two fish and looking up",
                "to heaven, he gave thanks and broke the loaves. Then he",
                "gave them to his disciples to distribute to the people. He also",
                "divided the two fish among them all. (42) They all ate and were",
                "satisfied, (43) and the disciples picked up twelve basketfuls",
                "of broken pieces of bread and fish. (44) The number of the",
                "men who had eaten was five thousand. (45) Immediately",
                "Jesus made his disciples get into the boat and go on ahead",
                "of him to Bethsaida, while he dismissed the crowd. (46) After",
                "leaving them, he went up on a mountainside to pray. (47) Later",
                "that night, the boat was in the middle of the lake, and he was"
            ],
            [
                "alone on land. (48) He saw the disciples straining at the oars,",
                "because the wind was against them. Shortly before dawn he",
                "went out to them, walking on the lake. He was about to pass",
                "by them, (49) but when they saw him walking on the lake,",
                "they thought he was a ghost. They cried out, (50) because",
                "they all saw him and were terrified. Immediately he spoke",
                "to them and said, \"Take courage! It is I. Don't be afraid.\" (51)",
                "Then he climbed into the boat with them, and the wind died",
                "down. They were completely amazed,"
            ]
        ],
        "cards": 2,
        "lines": 20,
        "lastCardLines": 9,
        "wordCount": 214,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 71,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41006041,
        "rangeEndId": 41006051,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 232.2,
            "wordCountMin": 214,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Mark 12:28–34",
        "text": "(28) One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, \"Of all the commandments, which is the most important?\" (29) \"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel: The Lord our God, the Lord is one. (30) Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.' (31) The second is this: 'Love your neighbor as yourself.' There is no commandment greater than these.\" (32) \"Well said, teacher,\" the man replied. \"You are right in saying that God is one and there is no other but him. (33) To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.\" (34) When Jesus saw that he had answered wisely, he said to him, \"You are not far from the kingdom of God.\" And from then on no one dared ask him any more questions.",
        "cardsText": [
            [
                "(28) One of the teachers of the law came and heard them",
                "debating. Noticing that Jesus had given them a good answer,",
                "he asked him, \"Of all the commandments, which is the most",
                "important?\" (29) \"The most important one,\" answered Jesus,",
                "\"is this: 'Hear, O Israel: The Lord our God, the Lord is one. (30)",
                "Love the Lord your God with all your heart and with all your",
                "soul and with all your mind and with all your strength.' (31) The",
                "second is this: 'Love your neighbor as yourself.' There is no",
                "commandment greater than these.\" (32) \"Well said, teacher,\"",
                "the man replied. \"You are right in saying that God is one and",
                "there is no other but him. (33) To love him with all your heart,"
            ],
            [
                "with all your understanding and with all your strength, and",
                "to love your neighbor as yourself is more important than all",
                "burnt offerings and sacrifices.\" (34) When Jesus saw that he",
                "had answered wisely, he said to him, \"You are not far from the",
                "kingdom of God.\" And from then on no one dared ask him",
                "any more questions."
            ]
        ],
        "cards": 2,
        "lines": 17,
        "lastCardLines": 6,
        "wordCount": 179,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 72,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 41012028,
        "rangeEndId": 41012034,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 187.6,
            "wordCountMin": 179,
            "wordCountMax": 199,
            "levelMin": 1.5,
            "levelMax": 2,
            "lineAve": 17.8,
            "lineMin": 17,
            "lineMax": 19
        }
    },
    {
        "ref": "Luke 10:38–42",
        "text": "(38) As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him. (39) She had a sister called Mary, who sat at the Lord's feet listening to what he said. (40) But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\" (41) \"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, (42) but few things are needed--or indeed only one. Mary has chosen what is better, and it will not be taken away from her.\"",
        "cardsText": [
            [
                "(38) As Jesus and his disciples were on their way, he came to",
                "a village where a woman named Martha opened her home to",
                "him. (39) She had a sister called Mary, who sat at the Lord's",
                "feet listening to what he said. (40) But Martha was distracted",
                "by all the preparations that had to be made. She came to him",
                "and asked, \"Lord, don't you care that my sister has left me to",
                "do the work by myself? Tell her to help me!\" (41) \"Martha,",
                "Martha,\" the Lord answered, \"you are worried and upset about",
                "many things, (42) but few things are needed--or indeed only",
                "one. Mary has chosen what is better, and it will not be taken",
                "away from her.\""
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 117,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 73,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42010038,
        "rangeEndId": 42010042,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 113.6,
            "wordCountMin": 108,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Luke 21:25–28",
        "text": "(25) \"There will be signs in the sun, moon and stars. On the earth, nations will be in anguish and perplexity at the roaring and tossing of the sea. (26) People will faint from terror, apprehensive of what is coming on the world, for the heavenly bodies will be shaken. (27) At that time they will see the Son of Man coming in a cloud with power and great glory. (28) When these things begin to take place, stand up and lift up your heads, because your redemption is drawing near.\"",
        "cardsText": [
            [
                "(25) \"There will be signs in the sun, moon and stars. On the",
                "earth, nations will be in anguish and perplexity at the roaring",
                "and tossing of the sea. (26) People will faint from terror,",
                "apprehensive of what is coming on the world, for the heavenly",
                "bodies will be shaken. (27) At that time they will see the Son",
                "of Man coming in a cloud with power and great glory. (28)",
                "When these things begin to take place, stand up and lift up",
                "your heads, because your redemption is drawing near.\""
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 87,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 74,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42021025,
        "rangeEndId": 42021028,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 92.2,
            "wordCountMin": 87,
            "wordCountMax": 97,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8.8,
            "lineMin": 8,
            "lineMax": 9
        }
    },
    {
        "ref": "Luke 24:1–19",
        "text": "(1) On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. (2) They found the stone rolled away from the tomb, (3) but when they entered, they did not find the body of the Lord Jesus. (4) While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. (5) In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? (6) He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: (7) 'The Son of Man must be delivered over to the hands of sinners, be crucified and on the third day be raised again.' \" (8) Then they remembered his words. (9) When they came back from the tomb, they told all these things to the Eleven and to all the others. (10) It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. (11) But they did not believe the women, because their words seemed to them like nonsense. (12) Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. (13) Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. (14) They were talking with each other about everything that had happened. (15) As they talked and discussed these things with each other, Jesus himself came up and walked along with them; (16) but they were kept from recognizing him. (17) He asked them, \"What are you discussing together as you walk along?\" They stood still, their faces downcast. (18) One of them, named Cleopas, asked him, \"Are you the only one visiting Jerusalem who does not know the things that have happened there in these days?\" (19) \"What things?\" he asked. \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people.",
        "cardsText": [
            [
                "(1) On the first day of the week, very early in the morning, the",
                "women took the spices they had prepared and went to the tomb.",
                "(2) They found the stone rolled away from the tomb, (3) but when",
                "they entered, they did not find the body of the Lord Jesus. (4) While",
                "they were wondering about this, suddenly two men in clothes that",
                "gleamed like lightning stood beside them. (5) In their fright the",
                "women bowed down with their faces to the ground, but the men",
                "said to them, \"Why do you look for the living among the dead? (6)",
                "He is not here; he has risen! Remember how he told you, while he",
                "was still with you in Galilee: (7) 'The Son of Man must be delivered",
                "over to the hands of sinners, be crucified and on the third day be"
            ],
            [
                "raised again.' \" (8) Then they remembered his words. (9) When",
                "they came back from the tomb, they told all these things to the",
                "Eleven and to all the others. (10) It was Mary Magdalene, Joanna,",
                "Mary the mother of James, and the others with them who told this",
                "to the apostles. (11) But they did not believe the women, because",
                "their words seemed to them like nonsense. (12) Peter, however,",
                "got up and ran to the tomb. Bending over, he saw the strips of linen",
                "lying by themselves, and he went away, wondering to himself what",
                "had happened. (13) Now that same day two of them were going",
                "to a village called Emmaus, about seven miles from Jerusalem.",
                "(14) They were talking with each other about everything that had"
            ],
            [
                "happened. (15) As they talked and discussed these things with",
                "each other, Jesus himself came up and walked along with them;",
                "(16) but they were kept from recognizing him. (17) He asked them,",
                "\"What are you discussing together as you walk along?\" They stood",
                "still, their faces downcast. (18) One of them, named Cleopas, asked",
                "him, \"Are you the only one visiting Jerusalem who does not know",
                "the things that have happened there in these days?\" (19) \"What",
                "things?\" he asked. \"About Jesus of Nazareth,\" they replied. \"He",
                "was a prophet, powerful in word and deed before God and all the",
                "people."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 356,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 75,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 42024001,
        "rangeEndId": 42024019,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 375.8,
            "wordCountMin": 356,
            "wordCountMax": 392,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.8,
            "lineMin": 31,
            "lineMax": 34
        }
    },
    {
        "ref": "John 8:25–36",
        "text": "(25) \"Who are you?\" they asked. \"Just what I have been telling you from the beginning,\" Jesus replied. (26) \"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\" (27) They did not understand that he was telling them about his Father. (28) So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me. (29) The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" (30) Even as he spoke, many believed in him. (31) To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. (32) Then you will know the truth, and the truth will set you free.\" (33) They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" (34) Jesus replied, \"Very truly I tell you, everyone who sins is a slave to sin. (35) Now a slave has no permanent place in the family, but a son belongs to it forever. (36) So if the Son sets you free, you will be free indeed.",
        "cardsText": [
            [
                "(25) \"Who are you?\" they asked. \"Just what I have been telling",
                "you from the beginning,\" Jesus replied. (26) \"I have much to",
                "say in judgment of you. But he who sent me is trustworthy,",
                "and what I have heard from him I tell the world.\" (27) They did",
                "not understand that he was telling them about his Father. (28)",
                "So Jesus said, \"When you have lifted up the Son of Man, then",
                "you will know that I am he and that I do nothing on my own",
                "but speak just what the Father has taught me. (29) The one",
                "who sent me is with me; he has not left me alone, for I always",
                "do what pleases him.\" (30) Even as he spoke, many believed",
                "in him. (31) To the Jews who had believed him, Jesus said,"
            ],
            [
                "\"If you hold to my teaching, you are really my disciples. (32)",
                "Then you will know the truth, and the truth will set you free.\"",
                "(33) They answered him, \"We are Abraham's descendants",
                "and have never been slaves of anyone. How can you say that",
                "we shall be set free?\" (34) Jesus replied, \"Very truly I tell you,",
                "everyone who sins is a slave to sin. (35) Now a slave has no",
                "permanent place in the family, but a son belongs to it forever.",
                "(36) So if the Son sets you free, you will be free indeed."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 223,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 76,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 43008025,
        "rangeEndId": 43008036,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 238.4,
            "wordCountMin": 223,
            "wordCountMax": 245,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.8,
            "lineMin": 19,
            "lineMax": 22
        }
    },
    {
        "ref": "Acts 24:10–19",
        "text": "(10) When the governor motioned for him to speak, Paul replied: \"I know that for a number of years you have been a judge over this nation; so I gladly make my defense. (11) You can easily verify that no more than twelve days ago I went up to Jerusalem to worship. (12) My accusers did not find me arguing with anyone at the temple, or stirring up a crowd in the synagogues or anywhere else in the city. (13) And they cannot prove to you the charges they are now making against me. (14) However, I admit that I worship the God of our ancestors as a follower of the Way, which they call a sect. I believe everything that is in accordance with the Law and that is written in the Prophets, (15) and I have the same hope in God as these men themselves have, that there will be a resurrection of both the righteous and the wicked. (16) So I strive always to keep my conscience clear before God and man. (17) \"After an absence of several years, I came to Jerusalem to bring my people gifts for the poor and to present offerings. (18) I was ceremonially clean when they found me in the temple courts doing this. There was no crowd with me, nor was I involved in any disturbance. (19) But there are some Jews from the province of Asia, who ought to be here before you and bring charges if they have anything against me.",
        "cardsText": [
            [
                "(10) When the governor motioned for him to speak, Paul",
                "replied: \"I know that for a number of years you have been",
                "a judge over this nation; so I gladly make my defense. (11)",
                "You can easily verify that no more than twelve days ago I",
                "went up to Jerusalem to worship. (12) My accusers did not",
                "find me arguing with anyone at the temple, or stirring up a",
                "crowd in the synagogues or anywhere else in the city. (13)",
                "And they cannot prove to you the charges they are now",
                "making against me. (14) However, I admit that I worship the",
                "God of our ancestors as a follower of the Way, which they call",
                "a sect. I believe everything that is in accordance with the Law"
            ],
            [
                "and that is written in the Prophets, (15) and I have the same",
                "hope in God as these men themselves have, that there will",
                "be a resurrection of both the righteous and the wicked. (16)",
                "So I strive always to keep my conscience clear before God",
                "and man. (17) \"After an absence of several years, I came to",
                "Jerusalem to bring my people gifts for the poor and to present",
                "offerings. (18) I was ceremonially clean when they found me",
                "in the temple courts doing this. There was no crowd with me,",
                "nor was I involved in any disturbance. (19) But there are some",
                "Jews from the province of Asia, who ought to be here before",
                "you and bring charges if they have anything against me."
            ]
        ],
        "cards": 2,
        "lines": 22,
        "lastCardLines": 11,
        "wordCount": 243,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 77,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 44024010,
        "rangeEndId": 44024019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 229,
            "wordCountMin": 217,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21,
            "lineMin": 20,
            "lineMax": 22
        }
    },
    {
        "ref": "Romans 5:1–5",
        "text": "(1) Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ, (2) through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God. (3) Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance; (4) perseverance, character; and character, hope. (5) And hope does not put us to shame, because God's love has been poured out into our hearts through the Holy Spirit, who has been given to us.",
        "cardsText": [
            [
                "(1) Therefore, since we have been justified through faith,",
                "we have peace with God through our Lord Jesus Christ, (2)",
                "through whom we have gained access by faith into this grace",
                "in which we now stand. And we boast in the hope of the glory",
                "of God. (3) Not only so, but we also glory in our sufferings,",
                "because we know that suffering produces perseverance; (4)",
                "perseverance, character; and character, hope. (5) And hope",
                "does not put us to shame, because God's love has been",
                "poured out into our hearts through the Holy Spirit, who has",
                "been given to us."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 95,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 78,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45005001,
        "rangeEndId": 45005005,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 90.6,
            "wordCountMin": 84,
            "wordCountMax": 95,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.6,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Romans 8:14–23",
        "text": "(14) For those who are led by the Spirit of God are the children of God. (15) The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship. And by him we cry, \"Abba, Father.\" (16) The Spirit himself testifies with our spirit that we are God's children. (17) Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. (18) I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. (19) For the creation waits in eager expectation for the children of God to be revealed. (20) For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope (21) that the creation itself will be liberated from its bondage to decay and brought into the freedom and glory of the children of God. (22) We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. (23) Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption to sonship, the redemption of our bodies.",
        "cardsText": [
            [
                "(14) For those who are led by the Spirit of God are the",
                "children of God. (15) The Spirit you received does not make",
                "you slaves, so that you live in fear again; rather, the Spirit you",
                "received brought about your adoption to sonship. And by",
                "him we cry, \"Abba, Father.\" (16) The Spirit himself testifies",
                "with our spirit that we are God's children. (17) Now if we are",
                "children, then we are heirs--heirs of God and co-heirs with",
                "Christ, if indeed we share in his sufferings in order that we",
                "may also share in his glory. (18) I consider that our present",
                "sufferings are not worth comparing with the glory that will be",
                "revealed in us. (19) For the creation waits in eager expectation"
            ],
            [
                "for the children of God to be revealed. (20) For the creation",
                "was subjected to frustration, not by its own choice, but by",
                "the will of the one who subjected it, in hope (21) that the",
                "creation itself will be liberated from its bondage to decay and",
                "brought into the freedom and glory of the children of God.",
                "(22) We know that the whole creation has been groaning as",
                "in the pains of childbirth right up to the present time. (23)",
                "Not only so, but we ourselves, who have the firstfruits of the",
                "Spirit, groan inwardly as we wait eagerly for our adoption to",
                "sonship, the redemption of our bodies."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 225,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 79,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45008014,
        "rangeEndId": 45008023,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 218.2,
            "wordCountMin": 208,
            "wordCountMax": 228,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.4,
            "lineMin": 20,
            "lineMax": 21
        }
    },
    {
        "ref": "Romans 12:1–20",
        "text": "(1) Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God--this is your true and proper worship. (2) Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. (3) For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the faith God has distributed to each of you. (4) For just as each of us has one body with many members, and these members do not all have the same function, (5) so in Christ we, though many, form one body, and each member belongs to all the others. (6) We have different gifts, according to the grace given to each of us. If your gift is prophesying, then prophesy in accordance with your faith; (7) if it is serving, then serve; if it is teaching, then teach; (8) if it is to encourage, then give encouragement; if it is giving, then give generously; if it is to lead, do it diligently; if it is to show mercy, do it cheerfully. (9) Love must be sincere. Hate what is evil; cling to what is good. (10) Be devoted to one another in love. Honor one another above yourselves. (11) Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. (12) Be joyful in hope, patient in affliction, faithful in prayer. (13) Share with the Lord's people who are in need. Practice hospitality. (14) Bless those who persecute you; bless and do not curse. (15) Rejoice with those who rejoice; mourn with those who mourn. (16) Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. (17) Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone. (18) If it is possible, as far as it depends on you, live at peace with everyone. (19) Do not take revenge, my dear friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. (20) On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\"",
        "cardsText": [
            [
                "(1) Therefore, I urge you, brothers and sisters, in view of God's",
                "mercy, to offer your bodies as a living sacrifice, holy and pleasing",
                "to God--this is your true and proper worship. (2) Do not conform",
                "to the pattern of this world, but be transformed by the renewing of",
                "your mind. Then you will be able to test and approve what God's",
                "will is--his good, pleasing and perfect will. (3) For by the grace given",
                "me I say to every one of you: Do not think of yourself more highly",
                "than you ought, but rather think of yourself with sober judgment,",
                "in accordance with the faith God has distributed to each of you. (4)",
                "For just as each of us has one body with many members, and these",
                "members do not all have the same function, (5) so in Christ we,",
                "though many, form one body, and each member belongs to all the"
            ],
            [
                "others. (6) We have different gifts, according to the grace given to",
                "each of us. If your gift is prophesying, then prophesy in accordance",
                "with your faith; (7) if it is serving, then serve; if it is teaching, then",
                "teach; (8) if it is to encourage, then give encouragement; if it is",
                "giving, then give generously; if it is to lead, do it diligently; if it is to",
                "show mercy, do it cheerfully. (9) Love must be sincere. Hate what",
                "is evil; cling to what is good. (10) Be devoted to one another in",
                "love. Honor one another above yourselves. (11) Never be lacking",
                "in zeal, but keep your spiritual fervor, serving the Lord. (12) Be",
                "joyful in hope, patient in affliction, faithful in prayer. (13) Share with",
                "the Lord's people who are in need. Practice hospitality. (14) Bless",
                "those who persecute you; bless and do not curse. (15) Rejoice"
            ],
            [
                "with those who rejoice; mourn with those who mourn. (16) Live",
                "in harmony with one another. Do not be proud, but be willing to",
                "associate with people of low position. Do not be conceited. (17)",
                "Do not repay anyone evil for evil. Be careful to do what is right in",
                "the eyes of everyone. (18) If it is possible, as far as it depends on",
                "you, live at peace with everyone. (19) Do not take revenge, my dear",
                "friends, but leave room for God's wrath, for it is written: \"It is mine",
                "to avenge; I will repay,\" says the Lord. (20) On the contrary: \"If your",
                "enemy is hungry, feed him; if he is thirsty, give him something to",
                "drink. In doing this, you will heap burning coals on his head.\""
            ]
        ],
        "cards": 3,
        "lines": 34,
        "lastCardLines": 10,
        "wordCount": 414,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 80,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 45012001,
        "rangeEndId": 45012020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 401.6,
            "wordCountMin": 387,
            "wordCountMax": 420,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 34.2,
            "lineMin": 34,
            "lineMax": 35
        }
    },
    {
        "ref": "1 Corinthians 15:1–4",
        "text": "(1) Now, brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. (2) By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. (3) For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, (4) that he was buried, that he was raised on the third day according to the Scriptures,",
        "cardsText": [
            [
                "(1) Now, brothers and sisters, I want to remind you of the",
                "gospel I preached to you, which you received and on which",
                "you have taken your stand. (2) By this gospel you are saved,",
                "if you hold firmly to the word I preached to you. Otherwise,",
                "you have believed in vain. (3) For what I received I passed",
                "on to you as of first importance: that Christ died for our sins",
                "according to the Scriptures, (4) that he was buried, that he",
                "was raised on the third day according to the Scriptures,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 89,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 81,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 46015001,
        "rangeEndId": 46015004,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 86,
            "wordCountMin": 83,
            "wordCountMax": 90,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 8,
            "lineMin": 8,
            "lineMax": 8
        }
    },
    {
        "ref": "2 Corinthians 4:1–10",
        "text": "(1) Therefore, since through God's mercy we have this ministry, we do not lose heart. (2) Rather, we have renounced secret and shameful ways; we do not use deception, nor do we distort the word of God. On the contrary, by setting forth the truth plainly we commend ourselves to everyone's conscience in the sight of God. (3) And even if our gospel is veiled, it is veiled to those who are perishing. (4) The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God. (5) For what we preach is not ourselves, but Jesus Christ as Lord, and ourselves as your servants for Jesus' sake. (6) For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of God's glory displayed in the face of Christ. (7) But we have this treasure in jars of clay to show that this all- surpassing power is from God and not from us. (8) We are hard pressed on every side, but not crushed; perplexed, but not in despair; (9) persecuted, but not abandoned; struck down, but not destroyed. (10) We always carry around in our body the death of Jesus, so that the life of Jesus may also be revealed in our body.",
        "cardsText": [
            [
                "(1) Therefore, since through God's mercy we have this ministry,",
                "we do not lose heart. (2) Rather, we have renounced secret and",
                "shameful ways; we do not use deception, nor do we distort",
                "the word of God. On the contrary, by setting forth the truth",
                "plainly we commend ourselves to everyone's conscience in",
                "the sight of God. (3) And even if our gospel is veiled, it is",
                "veiled to those who are perishing. (4) The god of this age has",
                "blinded the minds of unbelievers, so that they cannot see the",
                "light of the gospel that displays the glory of Christ, who is the",
                "image of God. (5) For what we preach is not ourselves, but",
                "Jesus Christ as Lord, and ourselves as your servants for Jesus'"
            ],
            [
                "sake. (6) For God, who said, \"Let light shine out of darkness,\"",
                "made his light shine in our hearts to give us the light of the",
                "knowledge of God's glory displayed in the face of Christ. (7)",
                "But we have this treasure in jars of clay to show that this all-",
                "surpassing power is from God and not from us. (8) We are",
                "hard pressed on every side, but not crushed; perplexed, but",
                "not in despair; (9) persecuted, but not abandoned; struck",
                "down, but not destroyed. (10) We always carry around in our",
                "body the death of Jesus, so that the life of Jesus may also be",
                "revealed in our body."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 228,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 82,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47004001,
        "rangeEndId": 47004010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 226.6,
            "wordCountMin": 222,
            "wordCountMax": 231,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.2,
            "lineMin": 21,
            "lineMax": 22
        }
    },
    {
        "ref": "2 Corinthians 5:4–8",
        "text": "(4) For while we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed instead with our heavenly dwelling, so that what is mortal may be swallowed up by life. (5) Now the one who has fashioned us for this very purpose is God, who has given us the Spirit as a deposit, guaranteeing what is to come. (6) Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord. (7) For we live by faith, not by sight. (8) We are confident, I say, and would prefer to be away from the body and at home with the Lord.",
        "cardsText": [
            [
                "(4) For while we are in this tent, we groan and are burdened,",
                "because we do not wish to be unclothed but to be clothed",
                "instead with our heavenly dwelling, so that what is mortal may",
                "be swallowed up by life. (5) Now the one who has fashioned",
                "us for this very purpose is God, who has given us the Spirit as",
                "a deposit, guaranteeing what is to come. (6) Therefore we are",
                "always confident and know that as long as we are at home in",
                "the body we are away from the Lord. (7) For we live by faith,",
                "not by sight. (8) We are confident, I say, and would prefer to",
                "be away from the body and at home with the Lord."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 119,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 83,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47005004,
        "rangeEndId": 47005008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 107.2,
            "wordCountMin": 99,
            "wordCountMax": 119,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.2,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Corinthians 6:1–16",
        "text": "(1) As God's co-workers we urge you not to receive God's grace in vain. (2) For he says, \"In the time of my favor I heard you, and in the day of salvation I helped you.\" I tell you, now is the time of God's favor, now is the day of salvation. (3) We put no stumbling block in anyone's path, so that our ministry will not be discredited. (4) Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses; (5) in beatings, imprisonments and riots; in hard work, sleepless nights and hunger; (6) in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love; (7) in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left; (8) through glory and dishonor, bad report and good report; genuine, yet regarded as impostors; (9) known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed; (10) sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything. (11) We have spoken freely to you, Corinthians, and opened wide our hearts to you. (12) We are not withholding our affection from you, but you are withholding yours from us. (13) As a fair exchange--I speak as to my children--open wide your hearts also. (14) Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness? (15) What harmony is there between Christ and Belial? Or what does a believer have in common with an unbeliever? (16) What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: \"I will live with them and walk among them, and I will be their God, and they will be my people.\"",
        "cardsText": [
            [
                "(1) As God's co-workers we urge you not to receive God's",
                "grace in vain. (2) For he says, \"In the time of my favor I heard",
                "you, and in the day of salvation I helped you.\" I tell you, now is",
                "the time of God's favor, now is the day of salvation. (3) We put",
                "no stumbling block in anyone's path, so that our ministry will",
                "not be discredited. (4) Rather, as servants of God we commend",
                "ourselves in every way: in great endurance; in troubles,",
                "hardships and distresses; (5) in beatings, imprisonments and",
                "riots; in hard work, sleepless nights and hunger; (6) in purity,",
                "understanding, patience and kindness; in the Holy Spirit and",
                "in sincere love; (7) in truthful speech and in the power of God;"
            ],
            [
                "with weapons of righteousness in the right hand and in the left;",
                "(8) through glory and dishonor, bad report and good report;",
                "genuine, yet regarded as impostors; (9) known, yet regarded",
                "as unknown; dying, and yet we live on; beaten, and yet not",
                "killed; (10) sorrowful, yet always rejoicing; poor, yet making",
                "many rich; having nothing, and yet possessing everything.",
                "(11) We have spoken freely to you, Corinthians, and opened",
                "wide our hearts to you. (12) We are not withholding our",
                "affection from you, but you are withholding yours from us. (13)",
                "As a fair exchange--I speak as to my children--open wide your",
                "hearts also. (14) Do not be yoked together with unbelievers."
            ],
            [
                "For what do righteousness and wickedness have in common?",
                "Or what fellowship can light have with darkness? (15) What",
                "harmony is there between Christ and Belial? Or what does",
                "a believer have in common with an unbeliever? (16) What",
                "agreement is there between the temple of God and idols?",
                "For we are the temple of the living God. As God has said: \"I",
                "will live with them and walk among them, and I will be their",
                "God, and they will be my people.\""
            ]
        ],
        "cards": 3,
        "lines": 30,
        "lastCardLines": 8,
        "wordCount": 307,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 84,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 47006001,
        "rangeEndId": 47006016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 311,
            "wordCountMin": 295,
            "wordCountMax": 327,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 30.2,
            "lineMin": 29,
            "lineMax": 32
        }
    },
    {
        "ref": "Galatians 3:18–29",
        "text": "(18) For if the inheritance depends on the law, then it no longer depends on the promise; but God in his grace gave it to Abraham through a promise. (19) Why, then, was the law given at all? It was added because of transgressions until the Seed to whom the promise referred had come. The law was given through angels and entrusted to a mediator. (20) A mediator, however, implies more than one party; but God is one. (21) Is the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law. (22) But Scripture has locked up everything under the control of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe. (23) Before the coming of this faith, we were held in custody under the law, locked up until the faith that was to come would be revealed. (24) So the law was our guardian until Christ came that we might be justified by faith. (25) Now that this faith has come, we are no longer under a guardian. (26) So in Christ Jesus you are all children of God through faith, (27) for all of you who were baptized into Christ have clothed yourselves with Christ. (28) There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus. (29) If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.",
        "cardsText": [
            [
                "(18) For if the inheritance depends on the law, then it no longer",
                "depends on the promise; but God in his grace gave it to Abraham",
                "through a promise. (19) Why, then, was the law given at all? It",
                "was added because of transgressions until the Seed to whom the",
                "promise referred had come. The law was given through angels",
                "and entrusted to a mediator. (20) A mediator, however, implies",
                "more than one party; but God is one. (21) Is the law, therefore,",
                "opposed to the promises of God? Absolutely not! For if a law",
                "had been given that could impart life, then righteousness would",
                "certainly have come by the law. (22) But Scripture has locked up",
                "everything under the control of sin, so that what was promised,",
                "being given through faith in Jesus Christ, might be given to those"
            ],
            [
                "who believe. (23) Before the coming of this faith, we were held in",
                "custody under the law, locked up until the faith that was to come",
                "would be revealed. (24) So the law was our guardian until Christ",
                "came that we might be justified by faith. (25) Now that this faith",
                "has come, we are no longer under a guardian. (26) So in Christ",
                "Jesus you are all children of God through faith, (27) for all of you",
                "who were baptized into Christ have clothed yourselves with Christ.",
                "(28) There is neither Jew nor Gentile, neither slave nor free, nor",
                "is there male and female, for you are all one in Christ Jesus. (29)",
                "If you belong to Christ, then you are Abraham's seed, and heirs",
                "according to the promise."
            ]
        ],
        "cards": 2,
        "lines": 23,
        "lastCardLines": 11,
        "wordCount": 258,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 85,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48003018,
        "rangeEndId": 48003029,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 249.4,
            "wordCountMin": 238,
            "wordCountMax": 261,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22.2,
            "lineMin": 22,
            "lineMax": 23
        }
    },
    {
        "ref": "Galatians 4:7–16",
        "text": "(7) So you are no longer a slave, but God's child; and since you are his child, God has made you also an heir. (8) Formerly, when you did not know God, you were slaves to those who by nature are not gods. (9) But now that you know God-- or rather are known by God--how is it that you are turning back to those weak and miserable forces? Do you wish to be enslaved by them all over again? (10) You are observing special days and months and seasons and years! (11) I fear for you, that somehow I have wasted my efforts on you. (12) I plead with you, brothers and sisters, become like me, for I became like you. You did me no wrong. (13) As you know, it was because of an illness that I first preached the gospel to you, (14) and even though my illness was a trial to you, you did not treat me with contempt or scorn. Instead, you welcomed me as if I were an angel of God, as if I were Christ Jesus himself. (15) Where, then, is your blessing of me now? I can testify that, if you could have done so, you would have torn out your eyes and given them to me. (16) Have I now become your enemy by telling you the truth?",
        "cardsText": [
            [
                "(7) So you are no longer a slave, but God's child; and since",
                "you are his child, God has made you also an heir. (8) Formerly,",
                "when you did not know God, you were slaves to those who",
                "by nature are not gods. (9) But now that you know God--",
                "or rather are known by God--how is it that you are turning",
                "back to those weak and miserable forces? Do you wish to",
                "be enslaved by them all over again? (10) You are observing",
                "special days and months and seasons and years! (11) I fear",
                "for you, that somehow I have wasted my efforts on you. (12)",
                "I plead with you, brothers and sisters, become like me, for I",
                "became like you. You did me no wrong. (13) As you know,"
            ],
            [
                "it was because of an illness that I first preached the gospel",
                "to you, (14) and even though my illness was a trial to you,",
                "you did not treat me with contempt or scorn. Instead, you",
                "welcomed me as if I were an angel of God, as if I were Christ",
                "Jesus himself. (15) Where, then, is your blessing of me now?",
                "I can testify that, if you could have done so, you would have",
                "torn out your eyes and given them to me. (16) Have I now",
                "become your enemy by telling you the truth?"
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 217,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 86,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48004007,
        "rangeEndId": 48004016,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 208.2,
            "wordCountMin": 199,
            "wordCountMax": 222,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.4,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Galatians 5:17–21",
        "text": "(17) For the flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want. (18) But if you are led by the Spirit, you are not under the law. (19) The acts of the flesh are obvious: sexual immorality, impurity and debauchery; (20) idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions (21) and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God.",
        "cardsText": [
            [
                "(17) For the flesh desires what is contrary to the Spirit, and",
                "the Spirit what is contrary to the flesh. They are in conflict with",
                "each other, so that you are not to do whatever you want. (18)",
                "But if you are led by the Spirit, you are not under the law. (19)",
                "The acts of the flesh are obvious: sexual immorality, impurity",
                "and debauchery; (20) idolatry and witchcraft; hatred, discord,",
                "jealousy, fits of rage, selfish ambition, dissensions, factions",
                "(21) and envy; drunkenness, orgies, and the like. I warn you,",
                "as I did before, that those who live like this will not inherit the",
                "kingdom of God."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 102,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 87,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 48005017,
        "rangeEndId": 48005021,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 104.6,
            "wordCountMin": 102,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.6,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 2:1–10",
        "text": "(1) As for you, you were dead in your transgressions and sins, (2) in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. (3) All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath. (4) But because of his great love for us, God, who is rich in mercy, (5) made us alive with Christ even when we were dead in transgressions- -it is by grace you have been saved. (6) And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, (7) in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. (8) For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God-- (9) not by works, so that no one can boast. (10) For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
        "cardsText": [
            [
                "(1) As for you, you were dead in your transgressions and sins,",
                "(2) in which you used to live when you followed the ways of",
                "this world and of the ruler of the kingdom of the air, the spirit",
                "who is now at work in those who are disobedient. (3) All of",
                "us also lived among them at one time, gratifying the cravings",
                "of our flesh and following its desires and thoughts. Like the",
                "rest, we were by nature deserving of wrath. (4) But because",
                "of his great love for us, God, who is rich in mercy, (5) made us",
                "alive with Christ even when we were dead in transgressions-",
                "-it is by grace you have been saved. (6) And God raised us",
                "up with Christ and seated us with him in the heavenly realms"
            ],
            [
                "in Christ Jesus, (7) in order that in the coming ages he might",
                "show the incomparable riches of his grace, expressed in his",
                "kindness to us in Christ Jesus. (8) For it is by grace you have",
                "been saved, through faith--and this is not from yourselves, it",
                "is the gift of God-- (9) not by works, so that no one can boast.",
                "(10) For we are God's handiwork, created in Christ Jesus to",
                "do good works, which God prepared in advance for us to do."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 210,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 88,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49002001,
        "rangeEndId": 49002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 206.8,
            "wordCountMin": 204,
            "wordCountMax": 210,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.6,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "Ephesians 3:8–13",
        "text": "(8) Although I am less than the least of all the Lord's people, this grace was given me: to preach to the Gentiles the boundless riches of Christ, (9) and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things. (10) His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms, (11) according to his eternal purpose that he accomplished in Christ Jesus our Lord. (12) In him and through faith in him we may approach God with freedom and confidence. (13) I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory.",
        "cardsText": [
            [
                "(8) Although I am less than the least of all the Lord's people, this",
                "grace was given me: to preach to the Gentiles the boundless riches",
                "of Christ, (9) and to make plain to everyone the administration of",
                "this mystery, which for ages past was kept hidden in God, who",
                "created all things. (10) His intent was that now, through the church,",
                "the manifold wisdom of God should be made known to the rulers",
                "and authorities in the heavenly realms, (11) according to his eternal",
                "purpose that he accomplished in Christ Jesus our Lord. (12) In him",
                "and through faith in him we may approach God with freedom",
                "and confidence. (13) I ask you, therefore, not to be discouraged",
                "because of my sufferings for you, which are your glory."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 123,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 89,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49003008,
        "rangeEndId": 49003013,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 124.2,
            "wordCountMin": 121,
            "wordCountMax": 129,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Ephesians 5:11–15",
        "text": "(11) Have nothing to do with the fruitless deeds of darkness, but rather expose them. (12) It is shameful even to mention what the disobedient do in secret. (13) But everything exposed by the light becomes visible--and everything that is illuminated becomes a light. (14) This is why it is said: \"Wake up, sleeper, rise from the dead, and Christ will shine on you.\" (15) Be very careful, then, how you live--not as unwise but as wise,",
        "cardsText": [
            [
                "(11) Have nothing to do with the fruitless deeds of darkness,",
                "but rather expose them. (12) It is shameful even to mention",
                "what the disobedient do in secret. (13) But everything",
                "exposed by the light becomes visible--and everything that is",
                "illuminated becomes a light. (14) This is why it is said: \"Wake",
                "up, sleeper, rise from the dead, and Christ will shine on you.\"",
                "(15) Be very careful, then, how you live--not as unwise but as",
                "wise,"
            ]
        ],
        "cards": 1,
        "lines": 8,
        "lastCardLines": 8,
        "wordCount": 72,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 90,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49005011,
        "rangeEndId": 49005015,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 77.6,
            "wordCountMin": 72,
            "wordCountMax": 82,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 7.8,
            "lineMin": 7,
            "lineMax": 8
        }
    },
    {
        "ref": "Ephesians 6:13–17",
        "text": "(13) Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. (14) Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, (15) and with your feet fitted with the readiness that comes from the gospel of peace. (16) In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. (17) Take the helmet of salvation and the sword of the Spirit, which is the word of God.",
        "cardsText": [
            [
                "(13) Therefore put on the full armor of God, so that when the",
                "day of evil comes, you may be able to stand your ground,",
                "and after you have done everything, to stand. (14) Stand firm",
                "then, with the belt of truth buckled around your waist, with",
                "the breastplate of righteousness in place, (15) and with your",
                "feet fitted with the readiness that comes from the gospel of",
                "peace. (16) In addition to all this, take up the shield of faith,",
                "with which you can extinguish all the flaming arrows of the",
                "evil one. (17) Take the helmet of salvation and the sword of",
                "the Spirit, which is the word of God."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 107,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 91,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 49006013,
        "rangeEndId": 49006017,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 99,
            "wordCountMin": 93,
            "wordCountMax": 107,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "Philippians 4:4–8",
        "text": "(4) Rejoice in the Lord always. I will say it again: Rejoice! (5) Let your gentleness be evident to all. The Lord is near. (6) Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. (7) And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. (8) Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things.",
        "cardsText": [
            [
                "(4) Rejoice in the Lord always. I will say it again: Rejoice! (5)",
                "Let your gentleness be evident to all. The Lord is near. (6)",
                "Do not be anxious about anything, but in every situation,",
                "by prayer and petition, with thanksgiving, present your",
                "requests to God. (7) And the peace of God, which transcends",
                "all understanding, will guard your hearts and your minds",
                "in Christ Jesus. (8) Finally, brothers and sisters, whatever is",
                "true, whatever is noble, whatever is right, whatever is pure,",
                "whatever is lovely, whatever is admirable--if anything is",
                "excellent or praiseworthy--think about such things."
            ]
        ],
        "cards": 1,
        "lines": 10,
        "lastCardLines": 10,
        "wordCount": 92,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 92,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 50004004,
        "rangeEndId": 50004008,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.6,
            "wordCountMin": 92,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 10.8,
            "lineMin": 10,
            "lineMax": 11
        }
    },
    {
        "ref": "Colossians 3:5–11",
        "text": "(5) Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. (6) Because of these, the wrath of God is coming. (7) You used to walk in these ways, in the life you once lived. (8) But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. (9) Do not lie to each other, since you have taken off your old self with its practices (10) and have put on the new self, which is being renewed in knowledge in the image of its Creator. (11) Here there is no Gentile or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all.",
        "cardsText": [
            [
                "(5) Put to death, therefore, whatever belongs to your earthly",
                "nature: sexual immorality, impurity, lust, evil desires and greed,",
                "which is idolatry. (6) Because of these, the wrath of God is coming.",
                "(7) You used to walk in these ways, in the life you once lived. (8)",
                "But now you must also rid yourselves of all such things as these:",
                "anger, rage, malice, slander, and filthy language from your lips.",
                "(9) Do not lie to each other, since you have taken off your old self",
                "with its practices (10) and have put on the new self, which is being",
                "renewed in knowledge in the image of its Creator. (11) Here there",
                "is no Gentile or Jew, circumcised or uncircumcised, barbarian,",
                "Scythian, slave or free, but Christ is all, and is in all."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 125,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 93,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 51003005,
        "rangeEndId": 51003011,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 127.6,
            "wordCountMin": 118,
            "wordCountMax": 144,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 12,
            "lineMin": 11,
            "lineMax": 14
        }
    },
    {
        "ref": "1 Timothy 2:1–6",
        "text": "(1) I urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people-- (2) for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. (3) This is good, and pleases God our Savior, (4) who wants all people to be saved and to come to a knowledge of the truth. (5) For there is one God and one mediator between God and mankind, the man Christ Jesus, (6) who gave himself as a ransom for all people. This has now been witnessed to at the proper time.",
        "cardsText": [
            [
                "(1) I urge, then, first of all, that petitions, prayers, intercession",
                "and thanksgiving be made for all people-- (2) for kings and all",
                "those in authority, that we may live peaceful and quiet lives in",
                "all godliness and holiness. (3) This is good, and pleases God",
                "our Savior, (4) who wants all people to be saved and to come",
                "to a knowledge of the truth. (5) For there is one God and one",
                "mediator between God and mankind, the man Christ Jesus,",
                "(6) who gave himself as a ransom for all people. This has now",
                "been witnessed to at the proper time."
            ]
        ],
        "cards": 1,
        "lines": 9,
        "lastCardLines": 9,
        "wordCount": 96,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 94,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 54002001,
        "rangeEndId": 54002006,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 100.8,
            "wordCountMin": 96,
            "wordCountMax": 106,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 9.4,
            "lineMin": 9,
            "lineMax": 10
        }
    },
    {
        "ref": "2 Timothy 2:16–26",
        "text": "(16) Avoid godless chatter, because those who indulge in it will become more and more ungodly. (17) Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, (18) who have departed from the truth. They say that the resurrection has already taken place, and they destroy the faith of some. (19) Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\" (20) In a large house there are articles not only of gold and silver, but also of wood and clay; some are for special purposes and some for common use. (21) Those who cleanse themselves from the latter will be instruments for special purposes, made holy, useful to the Master and prepared to do any good work. (22) Flee the evil desires of youth and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. (23) Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. (24) And the Lord's servant must not be quarrelsome but must be kind to everyone, able to teach, not resentful. (25) Opponents must be gently instructed, in the hope that God will grant them repentance leading them to a knowledge of the truth, (26) and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will.",
        "cardsText": [
            [
                "(16) Avoid godless chatter, because those who indulge in it will",
                "become more and more ungodly. (17) Their teaching will spread",
                "like gangrene. Among them are Hymenaeus and Philetus, (18)",
                "who have departed from the truth. They say that the resurrection",
                "has already taken place, and they destroy the faith of some. (19)",
                "Nevertheless, God's solid foundation stands firm, sealed with this",
                "inscription: \"The Lord knows those who are his,\" and, \"Everyone",
                "who confesses the name of the Lord must turn away from",
                "wickedness.\" (20) In a large house there are articles not only of",
                "gold and silver, but also of wood and clay; some are for special",
                "purposes and some for common use. (21) Those who cleanse",
                "themselves from the latter will be instruments for special purposes,"
            ],
            [
                "made holy, useful to the Master and prepared to do any good",
                "work. (22) Flee the evil desires of youth and pursue righteousness,",
                "faith, love and peace, along with those who call on the Lord out",
                "of a pure heart. (23) Don't have anything to do with foolish and",
                "stupid arguments, because you know they produce quarrels. (24)",
                "And the Lord's servant must not be quarrelsome but must be kind",
                "to everyone, able to teach, not resentful. (25) Opponents must be",
                "gently instructed, in the hope that God will grant them repentance",
                "leading them to a knowledge of the truth, (26) and that they will",
                "come to their senses and escape from the trap of the devil, who",
                "has taken them captive to do his will."
            ]
        ],
        "cards": 2,
        "lines": 23,
        "lastCardLines": 11,
        "wordCount": 243,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 95,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55002016,
        "rangeEndId": 55002026,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 233.8,
            "wordCountMin": 227,
            "wordCountMax": 243,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 22,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Timothy 3:1–7",
        "text": "(1) But mark this: There will be terrible times in the last days. (2) People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, (3) without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, (4) treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- (5) having a form of godliness but denying its power. Have nothing to do with such people. (6) They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires, (7) always learning but never able to come to a knowledge of the truth.",
        "cardsText": [
            [
                "(1) But mark this: There will be terrible times in the last days. (2)",
                "People will be lovers of themselves, lovers of money, boastful,",
                "proud, abusive, disobedient to their parents, ungrateful, unholy,",
                "(3) without love, unforgiving, slanderous, without self-control,",
                "brutal, not lovers of the good, (4) treacherous, rash, conceited,",
                "lovers of pleasure rather than lovers of God-- (5) having a form",
                "of godliness but denying its power. Have nothing to do with such",
                "people. (6) They are the kind who worm their way into homes and",
                "gain control over gullible women, who are loaded down with sins",
                "and are swayed by all kinds of evil desires, (7) always learning but",
                "never able to come to a knowledge of the truth."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 113,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 96,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 55003001,
        "rangeEndId": 55003007,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 105.4,
            "wordCountMin": 103,
            "wordCountMax": 113,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Titus 1:1–16",
        "text": "(1) Paul, a servant of God and an apostle of Jesus Christ to further the faith of God's elect and their knowledge of the truth that leads to godliness-- (2) in the hope of eternal life, which God, who does not lie, promised before the beginning of time, (3) and which now at his appointed season he has brought to light through the preaching entrusted to me by the command of God our Savior, (4) To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior. (5) The reason I left you in Crete was that you might put in order what was left unfinished and appoint elders in every town, as I directed you. (6) An elder must be blameless, faithful to his wife, a man whose children believe and are not open to the charge of being wild and disobedient. (7) Since an overseer manages God's household, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. (8) Rather, he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. (9) He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. (10) For there are many rebellious people, full of meaningless talk and deception, especially those of the circumcision group. (11) They must be silenced, because they are disrupting whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. (12) One of Crete's own prophets has said it: \"Cretans are always liars, evil brutes, lazy gluttons.\" (13) This saying is true. Therefore rebuke them sharply, so that they will be sound in the faith (14) and will pay no attention to Jewish myths or to the merely human commands of those who reject the truth. (15) To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. (16) They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good.",
        "cardsText": [
            [
                "(1) Paul, a servant of God and an apostle of Jesus Christ to further",
                "the faith of God's elect and their knowledge of the truth that leads",
                "to godliness-- (2) in the hope of eternal life, which God, who does",
                "not lie, promised before the beginning of time, (3) and which",
                "now at his appointed season he has brought to light through the",
                "preaching entrusted to me by the command of God our Savior,",
                "(4) To Titus, my true son in our common faith: Grace and peace",
                "from God the Father and Christ Jesus our Savior. (5) The reason",
                "I left you in Crete was that you might put in order what was left",
                "unfinished and appoint elders in every town, as I directed you.",
                "(6) An elder must be blameless, faithful to his wife, a man whose"
            ],
            [
                "children believe and are not open to the charge of being wild and",
                "disobedient. (7) Since an overseer manages God's household,",
                "he must be blameless--not overbearing, not quick-tempered, not",
                "given to drunkenness, not violent, not pursuing dishonest gain.",
                "(8) Rather, he must be hospitable, one who loves what is good,",
                "who is self-controlled, upright, holy and disciplined. (9) He must",
                "hold firmly to the trustworthy message as it has been taught,",
                "so that he can encourage others by sound doctrine and refute",
                "those who oppose it. (10) For there are many rebellious people,",
                "full of meaningless talk and deception, especially those of the",
                "circumcision group. (11) They must be silenced, because they are"
            ],
            [
                "disrupting whole households by teaching things they ought not to",
                "teach--and that for the sake of dishonest gain. (12) One of Crete's",
                "own prophets has said it: \"Cretans are always liars, evil brutes, lazy",
                "gluttons.\" (13) This saying is true. Therefore rebuke them sharply,",
                "so that they will be sound in the faith (14) and will pay no attention",
                "to Jewish myths or to the merely human commands of those",
                "who reject the truth. (15) To the pure, all things are pure, but to",
                "those who are corrupted and do not believe, nothing is pure. In",
                "fact, both their minds and consciences are corrupted. (16) They",
                "claim to know God, but by their actions they deny him. They are",
                "detestable, disobedient and unfit for doing anything good."
            ]
        ],
        "cards": 3,
        "lines": 33,
        "lastCardLines": 11,
        "wordCount": 362,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 97,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56001001,
        "rangeEndId": 56001016,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 343.6,
            "wordCountMin": 330,
            "wordCountMax": 362,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 32.4,
            "lineMin": 31,
            "lineMax": 33
        }
    },
    {
        "ref": "Titus 3:3–8",
        "text": "(3) At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. (4) But when the kindness and love of God our Savior appeared, (5) he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, (6) whom he poured out on us generously through Jesus Christ our Savior, (7) so that, having been justified by his grace, we might become heirs having the hope of eternal life. (8) This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone.",
        "cardsText": [
            [
                "(3) At one time we too were foolish, disobedient, deceived",
                "and enslaved by all kinds of passions and pleasures. We lived",
                "in malice and envy, being hated and hating one another. (4)",
                "But when the kindness and love of God our Savior appeared,",
                "(5) he saved us, not because of righteous things we had done,",
                "but because of his mercy. He saved us through the washing",
                "of rebirth and renewal by the Holy Spirit, (6) whom he poured",
                "out on us generously through Jesus Christ our Savior, (7) so",
                "that, having been justified by his grace, we might become",
                "heirs having the hope of eternal life. (8) This is a trustworthy",
                "saying. And I want you to stress these things, so that those who"
            ],
            [
                "have trusted in God may be careful to devote themselves to",
                "doing what is good. These things are excellent and profitable",
                "for everyone."
            ]
        ],
        "cards": 2,
        "lines": 14,
        "lastCardLines": 3,
        "wordCount": 141,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 98,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 56003003,
        "rangeEndId": 56003008,
        "level": 1.5,
        "crossVersionStats": {
            "wordCountAve": 136,
            "wordCountMin": 131,
            "wordCountMax": 141,
            "levelMin": 1,
            "levelMax": 1.5,
            "lineAve": 13.6,
            "lineMin": 12,
            "lineMax": 14
        }
    },
    {
        "ref": "Philemon 1:8–14",
        "text": "(8) Therefore, although in Christ I could be bold and order you to do what you ought to do, (9) yet I prefer to appeal to you on the basis of love. It is as none other than Paul--an old man and now also a prisoner of Christ Jesus-- (10) that I appeal to you for my son Onesimus, who became my son while I was in chains. (11) Formerly he was useless to you, but now he has become useful both to you and to me. (12) I am sending him--who is my very heart--back to you. (13) I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel. (14) But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary.",
        "cardsText": [
            [
                "(8) Therefore, although in Christ I could be bold and order you to",
                "do what you ought to do, (9) yet I prefer to appeal to you on the",
                "basis of love. It is as none other than Paul--an old man and now",
                "also a prisoner of Christ Jesus-- (10) that I appeal to you for my son",
                "Onesimus, who became my son while I was in chains. (11) Formerly",
                "he was useless to you, but now he has become useful both to you",
                "and to me. (12) I am sending him--who is my very heart--back to",
                "you. (13) I would have liked to keep him with me so that he could",
                "take your place in helping me while I am in chains for the gospel.",
                "(14) But I did not want to do anything without your consent, so that",
                "any favor you do would not seem forced but would be voluntary."
            ]
        ],
        "cards": 1,
        "lines": 11,
        "lastCardLines": 11,
        "wordCount": 145,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 99,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 57001008,
        "rangeEndId": 57001014,
        "level": 1,
        "crossVersionStats": {
            "wordCountAve": 134.8,
            "wordCountMin": 128,
            "wordCountMax": 145,
            "levelMin": 1,
            "levelMax": 1,
            "lineAve": 11,
            "lineMin": 11,
            "lineMax": 11
        }
    },
    {
        "ref": "Hebrews 10:30–39",
        "text": "(30) For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\" (31) It is a dreadful thing to fall into the hands of the living God. (32) Remember those earlier days after you had received the light, when you endured in a great conflict full of suffering. (33) Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated. (34) You suffered along with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions. (35) So do not throw away your confidence; it will be richly rewarded. (36) You need to persevere so that when you have done the will of God, you will receive what he has promised. (37) For, \"In just a little while, he who is coming will come and will not delay.\" (38) And, \"But my righteous one will live by faith. And I take no pleasure in the one who shrinks back.\" (39) But we do not belong to those who shrink back and are destroyed, but to those who have faith and are saved.",
        "cardsText": [
            [
                "(30) For we know him who said, \"It is mine to avenge; I will",
                "repay,\" and again, \"The Lord will judge his people.\" (31) It",
                "is a dreadful thing to fall into the hands of the living God.",
                "(32) Remember those earlier days after you had received the",
                "light, when you endured in a great conflict full of suffering.",
                "(33) Sometimes you were publicly exposed to insult and",
                "persecution; at other times you stood side by side with those",
                "who were so treated. (34) You suffered along with those in",
                "prison and joyfully accepted the confiscation of your property,",
                "because you knew that you yourselves had better and lasting",
                "possessions. (35) So do not throw away your confidence; it"
            ],
            [
                "will be richly rewarded. (36) You need to persevere so that",
                "when you have done the will of God, you will receive what he",
                "has promised. (37) For, \"In just a little while, he who is coming",
                "will come and will not delay.\" (38) And, \"But my righteous",
                "one will live by faith. And I take no pleasure in the one who",
                "shrinks back.\" (39) But we do not belong to those who shrink",
                "back and are destroyed, but to those who have faith and are",
                "saved."
            ]
        ],
        "cards": 2,
        "lines": 19,
        "lastCardLines": 8,
        "wordCount": 196,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 100,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 58010030,
        "rangeEndId": 58010039,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 196.2,
            "wordCountMin": 189,
            "wordCountMax": 205,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 19,
            "lineMin": 19,
            "lineMax": 19
        }
    },
    {
        "ref": "James 2:1–10",
        "text": "(1) My brothers and sisters, believers in our glorious Lord Jesus Christ must not show favoritism. (2) Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in filthy old clothes also comes in. (3) If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" (4) have you not discriminated among yourselves and become judges with evil thoughts? (5) Listen, my dear brothers and sisters: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? (6) But you have dishonored the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? (7) Are they not the ones who are blaspheming the noble name of him to whom you belong? (8) If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. (9) But if you show favoritism, you sin and are convicted by the law as lawbreakers. (10) For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it.",
        "cardsText": [
            [
                "(1) My brothers and sisters, believers in our glorious Lord",
                "Jesus Christ must not show favoritism. (2) Suppose a man",
                "comes into your meeting wearing a gold ring and fine",
                "clothes, and a poor man in filthy old clothes also comes in. (3)",
                "If you show special attention to the man wearing fine clothes",
                "and say, \"Here's a good seat for you,\" but say to the poor",
                "man, \"You stand there\" or \"Sit on the floor by my feet,\" (4)",
                "have you not discriminated among yourselves and become",
                "judges with evil thoughts? (5) Listen, my dear brothers and",
                "sisters: Has not God chosen those who are poor in the eyes",
                "of the world to be rich in faith and to inherit the kingdom he"
            ],
            [
                "promised those who love him? (6) But you have dishonored",
                "the poor. Is it not the rich who are exploiting you? Are they",
                "not the ones who are dragging you into court? (7) Are they",
                "not the ones who are blaspheming the noble name of him to",
                "whom you belong? (8) If you really keep the royal law found",
                "in Scripture, \"Love your neighbor as yourself,\" you are doing",
                "right. (9) But if you show favoritism, you sin and are convicted",
                "by the law as lawbreakers. (10) For whoever keeps the whole",
                "law and yet stumbles at just one point is guilty of breaking all",
                "of it."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 221,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 101,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 59002001,
        "rangeEndId": 59002010,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 220,
            "wordCountMin": 213,
            "wordCountMax": 227,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 20.2,
            "lineMin": 19,
            "lineMax": 21
        }
    },
    {
        "ref": "1 Peter 3:13–22",
        "text": "(13) Who is going to harm you if you are eager to do good? (14) But even if you should suffer for what is right, you are blessed. \"Do not fear their threats; do not be frightened.\" (15) But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, (16) keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. (17) For it is better, if it is God's will, to suffer for doing good than for doing evil. (18) For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit. (19) After being made alive, he went and made proclamation to the imprisoned spirits-- (20) to those who were disobedient long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, (21) and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a clear conscience toward God. It saves you by the resurrection of Jesus Christ, (22) who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him.",
        "cardsText": [
            [
                "(13) Who is going to harm you if you are eager to do good? (14)",
                "But even if you should suffer for what is right, you are blessed.",
                "\"Do not fear their threats; do not be frightened.\" (15) But in your",
                "hearts revere Christ as Lord. Always be prepared to give an answer",
                "to everyone who asks you to give the reason for the hope that",
                "you have. But do this with gentleness and respect, (16) keeping a",
                "clear conscience, so that those who speak maliciously against your",
                "good behavior in Christ may be ashamed of their slander. (17) For",
                "it is better, if it is God's will, to suffer for doing good than for doing",
                "evil. (18) For Christ also suffered once for sins, the righteous for",
                "the unrighteous, to bring you to God. He was put to death in the"
            ],
            [
                "body but made alive in the Spirit. (19) After being made alive, he",
                "went and made proclamation to the imprisoned spirits-- (20) to",
                "those who were disobedient long ago when God waited patiently",
                "in the days of Noah while the ark was being built. In it only a few",
                "people, eight in all, were saved through water, (21) and this water",
                "symbolizes baptism that now saves you also--not the removal of",
                "dirt from the body but the pledge of a clear conscience toward",
                "God. It saves you by the resurrection of Jesus Christ, (22) who",
                "has gone into heaven and is at God's right hand--with angels,",
                "authorities and powers in submission to him."
            ]
        ],
        "cards": 2,
        "lines": 21,
        "lastCardLines": 10,
        "wordCount": 245,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 102,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 60003013,
        "rangeEndId": 60003022,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 253.2,
            "wordCountMin": 245,
            "wordCountMax": 267,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 21.4,
            "lineMin": 21,
            "lineMax": 23
        }
    },
    {
        "ref": "2 Peter 3:8–14",
        "text": "(8) But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. (9) The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance. (10) But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare. (11) Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives (12) as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. (13) But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells. (14) So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him.",
        "cardsText": [
            [
                "(8) But do not forget this one thing, dear friends: With the",
                "Lord a day is like a thousand years, and a thousand years are",
                "like a day. (9) The Lord is not slow in keeping his promise,",
                "as some understand slowness. Instead he is patient with",
                "you, not wanting anyone to perish, but everyone to come",
                "to repentance. (10) But the day of the Lord will come like a",
                "thief. The heavens will disappear with a roar; the elements",
                "will be destroyed by fire, and the earth and everything done",
                "in it will be laid bare. (11) Since everything will be destroyed",
                "in this way, what kind of people ought you to be? You ought",
                "to live holy and godly lives (12) as you look forward to the"
            ],
            [
                "day of God and speed its coming. That day will bring about",
                "the destruction of the heavens by fire, and the elements will",
                "melt in the heat. (13) But in keeping with his promise we are",
                "looking forward to a new heaven and a new earth, where",
                "righteousness dwells. (14) So then, dear friends, since you",
                "are looking forward to this, make every effort to be found",
                "spotless, blameless and at peace with him."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 196,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 103,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 61003008,
        "rangeEndId": 61003014,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 194.6,
            "wordCountMin": 190,
            "wordCountMax": 198,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18.2,
            "lineMin": 18,
            "lineMax": 19
        }
    },
    {
        "ref": "1 John 4:10–19",
        "text": "(10) This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. (11) Dear friends, since God so loved us, we also ought to love one another. (12) No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. (13) This is how we know that we live in him and he in us: He has given us of his Spirit. (14) And we have seen and testify that the Father has sent his Son to be the Savior of the world. (15) If anyone acknowledges that Jesus is the Son of God, God lives in them and they in God. (16) And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them. (17) This is how love is made complete among us so that we will have confidence on the day of judgment: In this world we are like Jesus. (18) There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. (19) We love because he first loved us.",
        "cardsText": [
            [
                "(10) This is love: not that we loved God, but that he loved",
                "us and sent his Son as an atoning sacrifice for our sins. (11)",
                "Dear friends, since God so loved us, we also ought to love",
                "one another. (12) No one has ever seen God; but if we love",
                "one another, God lives in us and his love is made complete",
                "in us. (13) This is how we know that we live in him and he",
                "in us: He has given us of his Spirit. (14) And we have seen",
                "and testify that the Father has sent his Son to be the Savior",
                "of the world. (15) If anyone acknowledges that Jesus is the",
                "Son of God, God lives in them and they in God. (16) And so",
                "we know and rely on the love God has for us. God is love."
            ],
            [
                "Whoever lives in love lives in God, and God in them. (17) This",
                "is how love is made complete among us so that we will have",
                "confidence on the day of judgment: In this world we are like",
                "Jesus. (18) There is no fear in love. But perfect love drives out",
                "fear, because fear has to do with punishment. The one who",
                "fears is not made perfect in love. (19) We love because he",
                "first loved us."
            ]
        ],
        "cards": 2,
        "lines": 18,
        "lastCardLines": 7,
        "wordCount": 211,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 104,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 62004010,
        "rangeEndId": 62004019,
        "level": 2,
        "crossVersionStats": {
            "wordCountAve": 211.2,
            "wordCountMin": 207,
            "wordCountMax": 215,
            "levelMin": 2,
            "levelMax": 2,
            "lineAve": 18,
            "lineMin": 18,
            "lineMax": 18
        }
    },
    {
        "ref": "Revelation 21:6–20",
        "text": "(6) He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life. (7) Those who are victorious will inherit all this, and I will be their God and they will be my children. (8) But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\" (9) One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" (10) And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. (11) It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. (12) It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. (13) There were three gates on the east, three on the north, three on the south and three on the west. (14) The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. (15) The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. (16) The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. (17) The angel measured the wall using human measurement, and it was 144 cubits thick. (18) The wall was made of jasper, and the city of pure gold, as pure as glass. (19) The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald, (20) the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst.",
        "cardsText": [
            [
                "(6) He said to me: \"It is done. I am the Alpha and the Omega, the",
                "Beginning and the End. To the thirsty I will give water without cost",
                "from the spring of the water of life. (7) Those who are victorious will",
                "inherit all this, and I will be their God and they will be my children.",
                "(8) But the cowardly, the unbelieving, the vile, the murderers, the",
                "sexually immoral, those who practice magic arts, the idolaters and",
                "all liars--they will be consigned to the fiery lake of burning sulfur.",
                "This is the second death.\" (9) One of the seven angels who had the",
                "seven bowls full of the seven last plagues came and said to me,",
                "\"Come, I will show you the bride, the wife of the Lamb.\" (10) And",
                "he carried me away in the Spirit to a mountain great and high, and"
            ],
            [
                "showed me the Holy City, Jerusalem, coming down out of heaven",
                "from God. (11) It shone with the glory of God, and its brilliance",
                "was like that of a very precious jewel, like a jasper, clear as crystal.",
                "(12) It had a great, high wall with twelve gates, and with twelve",
                "angels at the gates. On the gates were written the names of the",
                "twelve tribes of Israel. (13) There were three gates on the east,",
                "three on the north, three on the south and three on the west. (14)",
                "The wall of the city had twelve foundations, and on them were",
                "the names of the twelve apostles of the Lamb. (15) The angel who",
                "talked with me had a measuring rod of gold to measure the city,",
                "its gates and its walls. (16) The city was laid out like a square, as"
            ],
            [
                "long as it was wide. He measured the city with the rod and found",
                "it to be 12,000 stadia in length, and as wide and high as it is long.",
                "(17) The angel measured the wall using human measurement,",
                "and it was 144 cubits thick. (18) The wall was made of jasper, and",
                "the city of pure gold, as pure as glass. (19) The foundations of the",
                "city walls were decorated with every kind of precious stone. The",
                "first foundation was jasper, the second sapphire, the third agate,",
                "the fourth emerald, (20) the fifth onyx, the sixth ruby, the seventh",
                "chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise,",
                "the eleventh jacinth, and the twelfth amethyst."
            ]
        ],
        "cards": 3,
        "lines": 32,
        "lastCardLines": 10,
        "wordCount": 391,
        "version": "NIV",
        "division": "Junior",
        "cardNum": 105,
        "passageType": "NBBC Memory Passage",
        "release": "Late Release",
        "rangeStartId": 66021006,
        "rangeEndId": 66021020,
        "level": 3,
        "crossVersionStats": {
            "wordCountAve": 399.2,
            "wordCountMin": 384,
            "wordCountMax": 422,
            "levelMin": 3,
            "levelMax": 3,
            "lineAve": 33.4,
            "lineMin": 32,
            "lineMax": 36
        }
    }
]