[
  {
    "ref": "Colossians 1:15–16",
    "text": "(15) He is the image of the invisible God, the firstborn of all creation. (16) For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities--all things were created through him and for him.",
    "cardsText": [
      [
        "(15) He is the image of the invisible God, the firstborn of all",
        "creation. (16) For by him all things were created, in heaven and",
        "on earth, visible and invisible, whether thrones or dominions",
        "or rulers or authorities--all things were created through him",
        "and for him."
      ]
    ],
    "cards": 1,
    "lines": 5,
    "lastCardLines": 5,
    "wordCount": 44,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 1,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 51001015,
    "rangeEndId": 51001016,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 47.8,
      "wordCountMin": 44,
      "wordCountMax": 51,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5,
      "lineMin": 5,
      "lineMax": 5
    }
  },
  {
    "ref": "Genesis 1:1–5",
    "text": "(1) In the beginning, God created the heavens and the earth. (2) The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters. (3) And God said, \"Let there be light,\" and there was light. (4) And God saw that the light was good. And God separated the light from the darkness. (5) God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.",
    "cardsText": [
      [
        "(1) In the beginning, God created the heavens and the earth.",
        "(2) The earth was without form and void, and darkness was",
        "over the face of the deep. And the Spirit of God was hovering",
        "over the face of the waters. (3) And God said, \"Let there be",
        "light,\" and there was light. (4) And God saw that the light was",
        "good. And God separated the light from the darkness. (5)",
        "God called the light Day, and the darkness he called Night.",
        "And there was evening and there was morning, the first day."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 88,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 2,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001001,
    "rangeEndId": 1001005,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 87,
      "wordCountMin": 82,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.2,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Isaiah 40:25–28",
    "text": "(25) To whom then will you compare me, that I should be like him? says the Holy One. (26) Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing. (27) Why do you say, O Jacob, and speak, O Israel, \"My way is hidden from the LORD, and my right is disregarded by my God\"? (28) Have you not known? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable.",
    "cardsText": [
      [
        "(25) To whom then will you compare me, that I should be",
        "like him? says the Holy One. (26) Lift up your eyes on high",
        "and see: who created these? He who brings out their host",
        "by number, calling them all by name; by the greatness of his",
        "might and because he is strong in power, not one is missing.",
        "(27) Why do you say, O Jacob, and speak, O Israel, \"My way",
        "is hidden from the LORD, and my right is disregarded by my",
        "God\"? (28) Have you not known? Have you not heard? The",
        "LORD is the everlasting God, the Creator of the ends of the",
        "earth. He does not faint or grow weary; his understanding is",
        "unsearchable."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 116,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 3,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 23040025,
    "rangeEndId": 23040028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 118.2,
      "wordCountMin": 116,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 1:26–28",
    "text": "(26) Then God said, \"Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in his own image, in the image of God he created him; male and female he created them. (28) And God blessed them. And God said to them, \"Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.\"",
    "cardsText": [
      [
        "(26) Then God said, \"Let us make man in our image, after our",
        "likeness. And let them have dominion over the fish of the sea",
        "and over the birds of the heavens and over the livestock and",
        "over all the earth and over every creeping thing that creeps",
        "on the earth.\" (27) So God created man in his own image,",
        "in the image of God he created him; male and female he",
        "created them. (28) And God blessed them. And God said to",
        "them, \"Be fruitful and multiply and fill the earth and subdue",
        "it, and have dominion over the fish of the sea and over the",
        "birds of the heavens and over every living thing that moves",
        "on the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 4,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1001026,
    "rangeEndId": 1001028,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 115.4,
      "wordCountMin": 112,
      "wordCountMax": 118,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.4,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 17:1–6",
    "text": "(1) When Abram was ninety-nine years old the LORD appeared to Abram and said to him, \"I am God Almighty; walk before me, and be blameless, (2) that I may make my covenant between me and you, and may multiply you greatly.\" (3) Then Abram fell on his face. And God said to him, (4) \"Behold, my covenant is with you, and you shall be the father of a multitude of nations. (5) No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations. (6) I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you.",
    "cardsText": [
      [
        "(1) When Abram was ninety-nine years old the LORD",
        "appeared to Abram and said to him, \"I am God Almighty;",
        "walk before me, and be blameless, (2) that I may make",
        "my covenant between me and you, and may multiply you",
        "greatly.\" (3) Then Abram fell on his face. And God said to him,",
        "(4) \"Behold, my covenant is with you, and you shall be the",
        "father of a multitude of nations. (5) No longer shall your name",
        "be called Abram, but your name shall be Abraham, for I have",
        "made you the father of a multitude of nations. (6) I will make",
        "you exceedingly fruitful, and I will make you into nations, and",
        "kings shall come from you."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 113,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 5,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1017001,
    "rangeEndId": 1017006,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 113.6,
      "wordCountMin": 105,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.8,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Genesis 2:1–4",
    "text": "(1) Thus the heavens and the earth were finished, and all the host of them. (2) And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. (3) So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation. (4) These are the generations of the heavens and the earth when they were created, in the day that the LORD God made the earth and the heavens.",
    "cardsText": [
      [
        "(1) Thus the heavens and the earth were finished, and all the",
        "host of them. (2) And on the seventh day God finished his",
        "work that he had done, and he rested on the seventh day",
        "from all his work that he had done. (3) So God blessed the",
        "seventh day and made it holy, because on it God rested from",
        "all his work that he had done in creation. (4) These are the",
        "generations of the heavens and the earth when they were",
        "created, in the day that the LORD God made the earth and",
        "the heavens."
      ]
    ],
    "cards": 1,
    "lines": 9,
    "lastCardLines": 9,
    "wordCount": 94,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 6,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002001,
    "rangeEndId": 1002004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 91.6,
      "wordCountMin": 86,
      "wordCountMax": 95,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.8,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:12–14",
    "text": "(12) And the LORD said to Moses, (13) \"You are to speak to the people of Israel and say, 'Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you. (14) You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people.",
    "cardsText": [
      [
        "(12) And the LORD said to Moses, (13) \"You are to speak to",
        "the people of Israel and say, 'Above all you shall keep my",
        "Sabbaths, for this is a sign between me and you throughout",
        "your generations, that you may know that I, the LORD, sanctify",
        "you. (14) You shall keep the Sabbath, because it is holy for",
        "you. Everyone who profanes it shall be put to death. Whoever",
        "does any work on it, that soul shall be cut off from among his",
        "people."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 82,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 7,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 2031012,
    "rangeEndId": 2031014,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.2,
      "wordCountMin": 77,
      "wordCountMax": 87,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.8,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Genesis 2:21–25",
    "text": "(21) So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. (22) And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. (23) Then the man said, \"This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.\" (24) Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. (25) And the man and his wife were both naked and were not ashamed.",
    "cardsText": [
      [
        "(21) So the LORD God caused a deep sleep to fall upon the",
        "man, and while he slept took one of his ribs and closed up",
        "its place with flesh. (22) And the rib that the LORD God had",
        "taken from the man he made into a woman and brought her",
        "to the man. (23) Then the man said, \"This at last is bone of",
        "my bones and flesh of my flesh; she shall be called Woman,",
        "because she was taken out of Man.\" (24) Therefore a man",
        "shall leave his father and his mother and hold fast to his wife,",
        "and they shall become one flesh. (25) And the man and his",
        "wife were both naked and were not ashamed."
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 116,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 8,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1002021,
    "rangeEndId": 1002025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 116.4,
      "wordCountMin": 113,
      "wordCountMax": 121,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10.2,
      "lineMin": 10,
      "lineMax": 11
    }
  },
  {
    "ref": "Deuteronomy 6:13–15",
    "text": "(13) It is the LORD your God you shall fear. Him you shall serve and by his name you shall swear. (14) You shall not go after other gods, the gods of the peoples who are around you-- (15) for the LORD your God in your midst is a jealous God--lest the anger of the LORD your God be kindled against you, and he destroy you from off the face of the earth.",
    "cardsText": [
      [
        "(13) It is the LORD your God you shall fear. Him you shall",
        "serve and by his name you shall swear. (14) You shall not go",
        "after other gods, the gods of the peoples who are around",
        "you-- (15) for the LORD your God in your midst is a jealous",
        "God--lest the anger of the LORD your God be kindled against",
        "you, and he destroy you from off the face of the earth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 70,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 9,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 5006013,
    "rangeEndId": 5006015,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 67.8,
      "wordCountMin": 58,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6,
      "lineMin": 5,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 3:14–15",
    "text": "(14) The LORD God said to the serpent, \"Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life. (15) I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.\"",
    "cardsText": [
      [
        "(14) The LORD God said to the serpent, \"Because you have",
        "done this, cursed are you above all livestock and above all",
        "beasts of the field; on your belly you shall go, and dust you",
        "shall eat all the days of your life. (15) I will put enmity between",
        "you and the woman, and between your offspring and her",
        "offspring; he shall bruise your head, and you shall bruise his",
        "heel.\""
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 69,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 10,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1003014,
    "rangeEndId": 1003015,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 71.6,
      "wordCountMin": 67,
      "wordCountMax": 78,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.8,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 68:18–20",
    "text": "(18) You ascended on high, leading a host of captives in your train and receiving gifts among men, even among the rebellious, that the LORD God may dwell there. (19) Blessed be the Lord, who daily bears us up; God is our salvation. (20) Our God is a God of salvation, and to GOD, the Lord, belong deliverances from death.",
    "cardsText": [
      [
        "(18) You ascended on high, leading a host of captives in",
        "your train and receiving gifts among men, even among the",
        "rebellious, that the LORD God may dwell there. (19) Blessed",
        "be the Lord, who daily bears us up; God is our salvation. (20)",
        "Our God is a God of salvation, and to GOD, the Lord, belong",
        "deliverances from death."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 57,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 11,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19068018,
    "rangeEndId": 19068020,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 59.4,
      "wordCountMin": 53,
      "wordCountMax": 65,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.2,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 4:3–8",
    "text": "(3) In the course of time Cain brought to the LORD an offering of the fruit of the ground, (4) and Abel also brought of the firstborn of his flock and of their fat portions. And the LORD had regard for Abel and his offering, (5) but for Cain and his offering he had no regard. So Cain was very angry, and his face fell. (6) The LORD said to Cain, \"Why are you angry, and why has your face fallen? (7) If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.\" (8) Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him.",
    "cardsText": [
      [
        "(3) In the course of time Cain brought to the LORD an offering",
        "of the fruit of the ground, (4) and Abel also brought of the",
        "firstborn of his flock and of their fat portions. And the LORD",
        "had regard for Abel and his offering, (5) but for Cain and his",
        "offering he had no regard. So Cain was very angry, and his",
        "face fell. (6) The LORD said to Cain, \"Why are you angry, and",
        "why has your face fallen? (7) If you do well, will you not be",
        "accepted? And if you do not do well, sin is crouching at the",
        "door. Its desire is contrary to you, but you must rule over it.\"",
        "(8) Cain spoke to Abel his brother. And when they were in the",
        "field, Cain rose up against his brother Abel and killed him."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 134,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 12,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1004003,
    "rangeEndId": 1004008,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 143.6,
      "wordCountMin": 134,
      "wordCountMax": 148,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "Jeremiah 23:5–6",
    "text": "(5) \"Behold, the days are coming, declares the LORD, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land. (6) In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: 'The LORD is our righteousness.'",
    "cardsText": [
      [
        "(5) \"Behold, the days are coming, declares the LORD, when",
        "I will raise up for David a righteous Branch, and he shall",
        "reign as king and deal wisely, and shall execute justice and",
        "righteousness in the land. (6) In his days Judah will be saved,",
        "and Israel will dwell securely. And this is the name by which",
        "he will be called: 'The LORD is our righteousness.'"
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 64,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 13,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 24023005,
    "rangeEndId": 24023006,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 60.8,
      "wordCountMin": 58,
      "wordCountMax": 64,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 6,
      "lineMin": 6,
      "lineMax": 6
    }
  },
  {
    "ref": "Genesis 5:1–3",
    "text": "(1) This is the book of the generations of Adam. When God created man, he made him in the likeness of God. (2) Male and female he created them, and he blessed them and named them Man when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth.",
    "cardsText": [
      [
        "(1) This is the book of the generations of Adam. When God",
        "created man, he made him in the likeness of God. (2) Male",
        "and female he created them, and he blessed them and",
        "named them Man when they were created. (3) When Adam",
        "had lived 130 years, he fathered a son in his own likeness,",
        "after his image, and named him Seth."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 60,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 14,
    "passageType": "Navigate Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 1005001,
    "rangeEndId": 1005003,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 64.8,
      "wordCountMin": 60,
      "wordCountMax": 69,
      "levelMin": 0.5,
      "levelMax": 1,
      "lineAve": 6.4,
      "lineMin": 6,
      "lineMax": 7
    }
  },
  {
    "ref": "Psalm 90:1–4",
    "text": "(1) A Prayer of Moses, the man of God. Lord, you have been our dwelling place in all generations. (2) Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God. (3) You return man to dust and say, \"Return, O children of man!\" (4) For a thousand years in your sight are but as yesterday when it is past, or as a watch in the night.",
    "cardsText": [
      [
        "(1) A Prayer of Moses, the man of God. Lord, you have been",
        "our dwelling place in all generations. (2) Before the mountains",
        "were brought forth, or ever you had formed the earth and the",
        "world, from everlasting to everlasting you are God. (3) You",
        "return man to dust and say, \"Return, O children of man!\" (4)",
        "For a thousand years in your sight are but as yesterday when",
        "it is past, or as a watch in the night."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 75,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 15,
    "passageType": "Explore Memory Passage",
    "release": "Summer Study",
    "rangeStartId": 19090001,
    "rangeEndId": 19090004,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 74.4,
      "wordCountMin": 71,
      "wordCountMax": 76,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7,
      "lineMin": 7,
      "lineMax": 7
    }
  },
  {
    "ref": "Genesis 9:8–11",
    "text": "(8) Then God said to Noah and to his sons with him, (9) \"Behold, I establish my covenant with you and your offspring after you, (10) and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. (11) I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.\"",
    "cardsText": [
      [
        "(8) Then God said to Noah and to his sons with him, (9)",
        "\"Behold, I establish my covenant with you and your offspring",
        "after you, (10) and with every living creature that is with you,",
        "the birds, the livestock, and every beast of the earth with you,",
        "as many as came out of the ark; it is for every beast of the",
        "earth. (11) I establish my covenant with you, that never again",
        "shall all flesh be cut off by the waters of the flood, and never",
        "again shall there be a flood to destroy the earth.\""
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 93,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 17,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 1009008,
    "rangeEndId": 1009011,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 93.2,
      "wordCountMin": 85,
      "wordCountMax": 100,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Exodus 31:15–18",
    "text": "(15) Six days shall work be done, but the seventh day is a Sabbath of solemn rest, holy to the LORD. Whoever does any work on the Sabbath day shall be put to death. (16) Therefore the people of Israel shall keep the Sabbath, observing the Sabbath throughout their generations, as a covenant forever. (17) It is a sign forever between me and the people of Israel that in six days the LORD made heaven and earth, and on the seventh day he rested and was refreshed.'\" (18) And he gave to Moses, when he had finished speaking with him on Mount Sinai, the two tablets of the testimony, tablets of stone, written with the finger of God.",
    "cardsText": [
      [
        "(15) Six days shall work be done, but the seventh day is a",
        "Sabbath of solemn rest, holy to the LORD. Whoever does any",
        "work on the Sabbath day shall be put to death. (16) Therefore",
        "the people of Israel shall keep the Sabbath, observing the",
        "Sabbath throughout their generations, as a covenant forever.",
        "(17) It is a sign forever between me and the people of Israel",
        "that in six days the LORD made heaven and earth, and on",
        "the seventh day he rested and was refreshed.'\" (18) And he",
        "gave to Moses, when he had finished speaking with him on",
        "Mount Sinai, the two tablets of the testimony, tablets of stone,",
        "written with the finger of God."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 114,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 18,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2031015,
    "rangeEndId": 2031018,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 117.6,
      "wordCountMin": 114,
      "wordCountMax": 120,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11,
      "lineMin": 11,
      "lineMax": 11
    }
  },
  {
    "ref": "Exodus 32:6–14",
    "text": "(6) And they rose up early the next day and offered burnt offerings and brought peace offerings. And the people sat down to eat and drink and rose up to play. (7) And the LORD said to Moses, \"Go down, for your people, whom you brought up out of the land of Egypt, have corrupted themselves. (8) They have turned aside quickly out of the way that I commanded them. They have made for themselves a golden calf and have worshiped it and sacrificed to it and said, 'These are your gods, O Israel, who brought you up out of the land of Egypt!'\" (9) And the LORD said to Moses, \"I have seen this people, and behold, it is a stiff-necked people. (10) Now therefore let me alone, that my wrath may burn hot against them and I may consume them, in order that I may make a great nation of you.\" (11) But Moses implored the LORD his God and said, \"O LORD, why does your wrath burn hot against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand? (12) Why should the Egyptians say, 'With evil intent did he bring them out, to kill them in the mountains and to consume them from the face of the earth'? Turn from your burning anger and relent from this disaster against your people. (13) Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, 'I will multiply your offspring as the stars of heaven, and all this land that I have promised I will give to your offspring, and they shall inherit it forever.'\" (14) And the LORD relented from the disaster that he had spoken of bringing on his people.",
    "cardsText": [
      [
        "(6) And they rose up early the next day and offered burnt",
        "offerings and brought peace offerings. And the people",
        "sat down to eat and drink and rose up to play. (7) And the",
        "LORD said to Moses, \"Go down, for your people, whom",
        "you brought up out of the land of Egypt, have corrupted",
        "themselves. (8) They have turned aside quickly out of the way",
        "that I commanded them. They have made for themselves a",
        "golden calf and have worshiped it and sacrificed to it and",
        "said, 'These are your gods, O Israel, who brought you up out",
        "of the land of Egypt!'\" (9) And the LORD said to Moses, \"I",
        "have seen this people, and behold, it is a stiff-necked people."
      ],
      [
        "(10) Now therefore let me alone, that my wrath may burn hot",
        "against them and I may consume them, in order that I may",
        "make a great nation of you.\" (11) But Moses implored the",
        "LORD his God and said, \"O LORD, why does your wrath burn",
        "hot against your people, whom you have brought out of the",
        "land of Egypt with great power and with a mighty hand? (12)",
        "Why should the Egyptians say, 'With evil intent did he bring",
        "them out, to kill them in the mountains and to consume them",
        "from the face of the earth'? Turn from your burning anger and",
        "relent from this disaster against your people. (13) Remember",
        "Abraham, Isaac, and Israel, your servants, to whom you"
      ],
      [
        "swore by your own self, and said to them, 'I will multiply your",
        "offspring as the stars of heaven, and all this land that I have",
        "promised I will give to your offspring, and they shall inherit it",
        "forever.'\" (14) And the LORD relented from the disaster that",
        "he had spoken of bringing on his people."
      ]
    ],
    "cards": 3,
    "lines": 27,
    "lastCardLines": 5,
    "wordCount": 293,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 19,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 2032006,
    "rangeEndId": 2032014,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 296,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 27,
      "lineMin": 27,
      "lineMax": 27
    }
  },
  {
    "ref": "Deuteronomy 1:29–32",
    "text": "(29) Then I said to you, 'Do not be in dread or afraid of them. (30) The LORD your God who goes before you will himself fight for you, just as he did for you in Egypt before your eyes, (31) and in the wilderness, where you have seen how the LORD your God carried you, as a man carries his son, all the way that you went until you came to this place.' (32) Yet in spite of this word you did not believe the LORD your God,",
    "cardsText": [
      [
        "(29) Then I said to you, 'Do not be in dread or afraid of them.",
        "(30) The LORD your God who goes before you will himself",
        "fight for you, just as he did for you in Egypt before your eyes,",
        "(31) and in the wilderness, where you have seen how the",
        "LORD your God carried you, as a man carries his son, all the",
        "way that you went until you came to this place.' (32) Yet in",
        "spite of this word you did not believe the LORD your God,"
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 85,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 20,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5001029,
    "rangeEndId": 5001032,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 84.6,
      "wordCountMin": 83,
      "wordCountMax": 86,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.2,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Deuteronomy 7:7–9",
    "text": "(7) It was not because you were more in number than any other people that the LORD set his love on you and chose you, for you were the fewest of all peoples, (8) but it is because the LORD loves you and is keeping the oath that he swore to your fathers, that the LORD has brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt. (9) Know therefore that the LORD your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,",
    "cardsText": [
      [
        "(7) It was not because you were more in number than any",
        "other people that the LORD set his love on you and chose you,",
        "for you were the fewest of all peoples, (8) but it is because",
        "the LORD loves you and is keeping the oath that he swore",
        "to your fathers, that the LORD has brought you out with a",
        "mighty hand and redeemed you from the house of slavery,",
        "from the hand of Pharaoh king of Egypt. (9) Know therefore",
        "that the LORD your God is God, the faithful God who keeps",
        "covenant and steadfast love with those who love him and",
        "keep his commandments, to a thousand generations,"
      ]
    ],
    "cards": 1,
    "lines": 10,
    "lastCardLines": 10,
    "wordCount": 109,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 21,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 5007007,
    "rangeEndId": 5007009,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 105.6,
      "wordCountMin": 102,
      "wordCountMax": 109,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 10,
      "lineMin": 10,
      "lineMax": 10
    }
  },
  {
    "ref": "1 Samuel 12:20–25",
    "text": "(20) And Samuel said to the people, \"Do not be afraid; you have done all this evil. Yet do not turn aside from following the LORD, but serve the LORD with all your heart. (21) And do not turn aside after empty things that cannot profit or deliver, for they are empty. (22) For the LORD will not forsake his people, for his great name's sake, because it has pleased the LORD to make you a people for himself. (23) Moreover, as for me, far be it from me that I should sin against the LORD by ceasing to pray for you, and I will instruct you in the good and the right way. (24) Only fear the LORD and serve him faithfully with all your heart. For consider what great things he has done for you. (25) But if you still do wickedly, you shall be swept away, both you and your king.\"",
    "cardsText": [
      [
        "(20) And Samuel said to the people, \"Do not be afraid; you have",
        "done all this evil. Yet do not turn aside from following the LORD,",
        "but serve the LORD with all your heart. (21) And do not turn aside",
        "after empty things that cannot profit or deliver, for they are empty.",
        "(22) For the LORD will not forsake his people, for his great name's",
        "sake, because it has pleased the LORD to make you a people for",
        "himself. (23) Moreover, as for me, far be it from me that I should sin",
        "against the LORD by ceasing to pray for you, and I will instruct you",
        "in the good and the right way. (24) Only fear the LORD and serve",
        "him faithfully with all your heart. For consider what great things",
        "he has done for you. (25) But if you still do wickedly, you shall be",
        "swept away, both you and your king.\""
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 148,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 22,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 9012020,
    "rangeEndId": 9012025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 148,
      "wordCountMin": 145,
      "wordCountMax": 152,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.4,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "1 Chronicles 16:4–19",
    "text": "(4) Then he appointed some of the Levites as ministers before the ark of the LORD, to invoke, to thank, and to praise the LORD, the God of Israel. (5) Asaph was the chief, and second to him were Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who were to play harps and lyres; Asaph was to sound the cymbals, (6) and Benaiah and Jahaziel the priests were to blow trumpets regularly before the ark of the covenant of God. (7) Then on that day David first appointed that thanksgiving be sung to the LORD by Asaph and his brothers. (8) Oh give thanks to the LORD; call upon his name; make known his deeds among the peoples! (9) Sing to him, sing praises to him; tell of all his wondrous works! (10) Glory in his holy name; let the hearts of those who seek the LORD rejoice! (11) Seek the LORD and his strength; seek his presence continually! (12) Remember the wondrous works that he has done, his miracles and the judgments he uttered, (13) O offspring of Israel his servant, children of Jacob, his chosen ones! (14) He is the LORD our God; his judgments are in all the earth. (15) Remember his covenant forever, the word that he commanded, for a thousand generations, (16) the covenant that he made with Abraham, his sworn promise to Isaac, (17) which he confirmed to Jacob as a statute, to Israel as an everlasting covenant, (18) saying, \"To you I will give the land of Canaan, as your portion for an inheritance.\" (19) When you were few in number, of little account, and sojourners in it,",
    "cardsText": [
      [
        "(4) Then he appointed some of the Levites as ministers",
        "before the ark of the LORD, to invoke, to thank, and to praise",
        "the LORD, the God of Israel. (5) Asaph was the chief, and",
        "second to him were Zechariah, Jeiel, Shemiramoth, Jehiel,",
        "Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who were",
        "to play harps and lyres; Asaph was to sound the cymbals, (6)",
        "and Benaiah and Jahaziel the priests were to blow trumpets",
        "regularly before the ark of the covenant of God. (7) Then on",
        "that day David first appointed that thanksgiving be sung to",
        "the LORD by Asaph and his brothers. (8) Oh give thanks to",
        "the LORD; call upon his name; make known his deeds among"
      ],
      [
        "the peoples! (9) Sing to him, sing praises to him; tell of all his",
        "wondrous works! (10) Glory in his holy name; let the hearts",
        "of those who seek the LORD rejoice! (11) Seek the LORD and",
        "his strength; seek his presence continually! (12) Remember",
        "the wondrous works that he has done, his miracles and the",
        "judgments he uttered, (13) O offspring of Israel his servant,",
        "children of Jacob, his chosen ones! (14) He is the LORD",
        "our God; his judgments are in all the earth. (15) Remember",
        "his covenant forever, the word that he commanded, for a",
        "thousand generations, (16) the covenant that he made with",
        "Abraham, his sworn promise to Isaac, (17) which he confirmed"
      ],
      [
        "to Jacob as a statute, to Israel as an everlasting covenant, (18)",
        "saying, \"To you I will give the land of Canaan, as your portion",
        "for an inheritance.\" (19) When you were few in number, of",
        "little account, and sojourners in it,"
      ]
    ],
    "cards": 3,
    "lines": 26,
    "lastCardLines": 4,
    "wordCount": 261,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 23,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 13016004,
    "rangeEndId": 13016019,
    "level": 2.5,
    "crossVersionStats": {
      "wordCountAve": 262,
      "wordCountMin": 254,
      "wordCountMax": 275,
      "levelMin": 2.5,
      "levelMax": 2.5,
      "lineAve": 26,
      "lineMin": 26,
      "lineMax": 26
    }
  },
  {
    "ref": "Nehemiah 9:5–8",
    "text": "(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, \"Stand up and bless the LORD your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise. (6) \"You are the LORD, you alone. You have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them; and you preserve all of them; and the host of heaven worships you. (7) You are the LORD, the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham. (8) You found his heart faithful before you, and made with him the covenant to give to his offspring the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite. And you have kept your promise, for you are righteous.",
    "cardsText": [
      [
        "(5) Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah,",
        "Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, \"Stand up",
        "and bless the LORD your God from everlasting to everlasting.",
        "Blessed be your glorious name, which is exalted above all",
        "blessing and praise. (6) \"You are the LORD, you alone. You",
        "have made heaven, the heaven of heavens, with all their host,",
        "the earth and all that is on it, the seas and all that is in them;",
        "and you preserve all of them; and the host of heaven worships",
        "you. (7) You are the LORD, the God who chose Abram and",
        "brought him out of Ur of the Chaldeans and gave him the",
        "name Abraham. (8) You found his heart faithful before you,"
      ],
      [
        "and made with him the covenant to give to his offspring the",
        "land of the Canaanite, the Hittite, the Amorite, the Perizzite,",
        "the Jebusite, and the Girgashite. And you have kept your",
        "promise, for you are righteous."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 153,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 24,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 16009005,
    "rangeEndId": 16009008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 153.4,
      "wordCountMin": 146,
      "wordCountMax": 162,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.4,
      "lineMin": 15,
      "lineMax": 16
    }
  },
  {
    "ref": "Job 36:22–33",
    "text": "(22) Behold, God is exalted in his power; who is a teacher like him? (23) Who has prescribed for him his way, or who can say, 'You have done wrong'? (24) \"Remember to extol his work, of which men have sung. (25) All mankind has looked on it; man beholds it from afar. (26) Behold, God is great, and we know him not; the number of his years is unsearchable. (27) For he draws up the drops of water; they distill his mist in rain, (28) which the skies pour down and drop on mankind abundantly. (29) Can anyone understand the spreading of the clouds, the thunderings of his pavilion? (30) Behold, he scatters his lightning about him and covers the roots of the sea. (31) For by these he judges peoples; he gives food in abundance. (32) He covers his hands with the lightning and commands it to strike the mark. (33) Its crashing declares his presence; the cattle also declare that he rises.",
    "cardsText": [
      [
        "(22) Behold, God is exalted in his power; who is a teacher",
        "like him? (23) Who has prescribed for him his way, or who",
        "can say, 'You have done wrong'? (24) \"Remember to extol his",
        "work, of which men have sung. (25) All mankind has looked",
        "on it; man beholds it from afar. (26) Behold, God is great, and",
        "we know him not; the number of his years is unsearchable.",
        "(27) For he draws up the drops of water; they distill his mist",
        "in rain, (28) which the skies pour down and drop on mankind",
        "abundantly. (29) Can anyone understand the spreading of",
        "the clouds, the thunderings of his pavilion? (30) Behold, he",
        "scatters his lightning about him and covers the roots of the"
      ],
      [
        "sea. (31) For by these he judges peoples; he gives food in",
        "abundance. (32) He covers his hands with the lightning and",
        "commands it to strike the mark. (33) Its crashing declares his",
        "presence; the cattle also declare that he rises."
      ]
    ],
    "cards": 2,
    "lines": 15,
    "lastCardLines": 4,
    "wordCount": 153,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 25,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18036022,
    "rangeEndId": 18036033,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 156,
      "wordCountMin": 149,
      "wordCountMax": 161,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 15.8,
      "lineMin": 15,
      "lineMax": 17
    }
  },
  {
    "ref": "Job 40:15–24",
    "text": "(15) \"Behold, Behemoth, which I made as I made you; he eats grass like an ox. (16) Behold, his strength in his loins, and his power in the muscles of his belly. (17) He makes his tail stiff like a cedar; the sinews of his thighs are knit together. (18) His bones are tubes of bronze, his limbs like bars of iron. (19) \"He is the first of the works of God; let him who made him bring near his sword! (20) For the mountains yield food for him where all the wild beasts play. (21) Under the lotus plants he lies, in the shelter of the reeds and in the marsh. (22) For his shade the lotus trees cover him; the willows of the brook surround him. (23) Behold, if the river is turbulent he is not frightened; he is confident though Jordan rushes against his mouth. (24) Can one take him by his eyes, or pierce his nose with a snare?",
    "cardsText": [
      [
        "(15) \"Behold, Behemoth, which I made as I made you; he eats",
        "grass like an ox. (16) Behold, his strength in his loins, and his",
        "power in the muscles of his belly. (17) He makes his tail stiff",
        "like a cedar; the sinews of his thighs are knit together. (18)",
        "His bones are tubes of bronze, his limbs like bars of iron. (19)",
        "\"He is the first of the works of God; let him who made him",
        "bring near his sword! (20) For the mountains yield food for",
        "him where all the wild beasts play. (21) Under the lotus plants",
        "he lies, in the shelter of the reeds and in the marsh. (22) For",
        "his shade the lotus trees cover him; the willows of the brook",
        "surround him. (23) Behold, if the river is turbulent he is not"
      ],
      [
        "frightened; he is confident though Jordan rushes against his",
        "mouth. (24) Can one take him by his eyes, or pierce his nose",
        "with a snare?"
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 153,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 26,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 18040015,
    "rangeEndId": 18040024,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154.2,
      "wordCountMin": 146,
      "wordCountMax": 159,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Psalm 81:1–16",
    "text": "(1) Sing aloud to God our strength; shout for joy to the God of Jacob! (2) Raise a song; sound the tambourine, the sweet lyre with the harp. (3) Blow the trumpet at the new moon, at the full moon, on our feast day. (4) For it is a statute for Israel, a rule of the God of Jacob. (5) He made it a decree in Joseph when he went out over the land of Egypt. I hear a language I had not known: (6) \"I relieved your shoulder of the burden; your hands were freed from the basket. (7) In distress you called, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah (8) Hear, O my people, while I admonish you! O Israel, if you would but listen to me! (9) There shall be no strange god among you; you shall not bow down to a foreign god. (10) I am the LORD your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it. (11) \"But my people did not listen to my voice; Israel would not submit to me. (12) So I gave them over to their stubborn hearts, to follow their own counsels. (13) Oh, that my people would listen to me, that Israel would walk in my ways! (14) I would soon subdue their enemies and turn my hand against their foes. (15) Those who hate the LORD would cringe toward him, and their fate would last forever. (16) But he would feed you with the finest of the wheat, and with honey from the rock I would satisfy you.\"",
    "cardsText": [
      [
        "(1) Sing aloud to God our strength; shout for joy to the God of",
        "Jacob! (2) Raise a song; sound the tambourine, the sweet lyre with",
        "the harp. (3) Blow the trumpet at the new moon, at the full moon,",
        "on our feast day. (4) For it is a statute for Israel, a rule of the God of",
        "Jacob. (5) He made it a decree in Joseph when he went out over",
        "the land of Egypt. I hear a language I had not known: (6) \"I relieved",
        "your shoulder of the burden; your hands were freed from the",
        "basket. (7) In distress you called, and I delivered you; I answered",
        "you in the secret place of thunder; I tested you at the waters of",
        "Meribah. Selah (8) Hear, O my people, while I admonish you! O",
        "Israel, if you would but listen to me! (9) There shall be no strange"
      ],
      [
        "god among you; you shall not bow down to a foreign god. (10) I am",
        "the LORD your God, who brought you up out of the land of Egypt.",
        "Open your mouth wide, and I will fill it. (11) \"But my people did",
        "not listen to my voice; Israel would not submit to me. (12) So I gave",
        "them over to their stubborn hearts, to follow their own counsels.",
        "(13) Oh, that my people would listen to me, that Israel would walk",
        "in my ways! (14) I would soon subdue their enemies and turn my",
        "hand against their foes. (15) Those who hate the LORD would",
        "cringe toward him, and their fate would last forever. (16) But he",
        "would feed you with the finest of the wheat, and with honey from",
        "the rock I would satisfy you.\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 271,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 27,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19081001,
    "rangeEndId": 19081016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 275.6,
      "wordCountMin": 264,
      "wordCountMax": 288,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.4,
      "lineMin": 22,
      "lineMax": 27
    }
  },
  {
    "ref": "Psalm 106:2–17",
    "text": "(2) Who can utter the mighty deeds of the LORD, or declare all his praise? (3) Blessed are they who observe justice, who do righteousness at all times! (4) Remember me, O LORD, when you show favor to your people; help me when you save them, (5) that I may look upon the prosperity of your chosen ones, that I may rejoice in the gladness of your nation, that I may glory with your inheritance. (6) Both we and our fathers have sinned; we have committed iniquity; we have done wickedness. (7) Our fathers, when they were in Egypt, did not consider your wondrous works; they did not remember the abundance of your steadfast love, but rebelled by the sea, at the Red Sea. (8) Yet he saved them for his name's sake, that he might make known his mighty power. (9) He rebuked the Red Sea, and it became dry, and he led them through the deep as through a desert. (10) So he saved them from the hand of the foe and redeemed them from the power of the enemy. (11) And the waters covered their adversaries; not one of them was left. (12) Then they believed his words; they sang his praise. (13) But they soon forgot his works; they did not wait for his counsel. (14) But they had a wanton craving in the wilderness, and put God to the test in the desert; (15) he gave them what they asked, but sent a wasting disease among them. (16) When men in the camp were jealous of Moses and Aaron, the holy one of the LORD, (17) the earth opened and swallowed up Dathan, and covered the company of Abiram.",
    "cardsText": [
      [
        "(2) Who can utter the mighty deeds of the LORD, or declare all",
        "his praise? (3) Blessed are they who observe justice, who do",
        "righteousness at all times! (4) Remember me, O LORD, when you",
        "show favor to your people; help me when you save them, (5) that",
        "I may look upon the prosperity of your chosen ones, that I may",
        "rejoice in the gladness of your nation, that I may glory with your",
        "inheritance. (6) Both we and our fathers have sinned; we have",
        "committed iniquity; we have done wickedness. (7) Our fathers,",
        "when they were in Egypt, did not consider your wondrous works;",
        "they did not remember the abundance of your steadfast love, but",
        "rebelled by the sea, at the Red Sea. (8) Yet he saved them for his",
        "name's sake, that he might make known his mighty power. (9) He"
      ],
      [
        "rebuked the Red Sea, and it became dry, and he led them through",
        "the deep as through a desert. (10) So he saved them from the hand",
        "of the foe and redeemed them from the power of the enemy. (11)",
        "And the waters covered their adversaries; not one of them was",
        "left. (12) Then they believed his words; they sang his praise. (13)",
        "But they soon forgot his works; they did not wait for his counsel.",
        "(14) But they had a wanton craving in the wilderness, and put God",
        "to the test in the desert; (15) he gave them what they asked, but",
        "sent a wasting disease among them. (16) When men in the camp",
        "were jealous of Moses and Aaron, the holy one of the LORD, (17)",
        "the earth opened and swallowed up Dathan, and covered the",
        "company of Abiram."
      ]
    ],
    "cards": 2,
    "lines": 24,
    "lastCardLines": 12,
    "wordCount": 268,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 28,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19106002,
    "rangeEndId": 19106017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 262.2,
      "wordCountMin": 254,
      "wordCountMax": 268,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 24,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Psalm 112:1–9",
    "text": "(1) Praise the LORD! Blessed is the man who fears the LORD, who greatly delights in his commandments! (2) His offspring will be mighty in the land; the generation of the upright will be blessed. (3) Wealth and riches are in his house, and his righteousness endures forever. (4) Light dawns in the darkness for the upright; he is gracious, merciful, and righteous. (5) It is well with the man who deals generously and lends; who conducts his affairs with justice. (6) For the righteous will never be moved; he will be remembered forever. (7) He is not afraid of bad news; his heart is firm, trusting in the LORD. (8) His heart is steady; he will not be afraid, until he looks in triumph on his adversaries. (9) He has distributed freely; he has given to the poor; his righteousness endures forever; his horn is exalted in honor.",
    "cardsText": [
      [
        "(1) Praise the LORD! Blessed is the man who fears the LORD,",
        "who greatly delights in his commandments! (2) His offspring",
        "will be mighty in the land; the generation of the upright will",
        "be blessed. (3) Wealth and riches are in his house, and his",
        "righteousness endures forever. (4) Light dawns in the darkness",
        "for the upright; he is gracious, merciful, and righteous. (5) It",
        "is well with the man who deals generously and lends; who",
        "conducts his affairs with justice. (6) For the righteous will",
        "never be moved; he will be remembered forever. (7) He is",
        "not afraid of bad news; his heart is firm, trusting in the LORD.",
        "(8) His heart is steady; he will not be afraid, until he looks in"
      ],
      [
        "triumph on his adversaries. (9) He has distributed freely; he",
        "has given to the poor; his righteousness endures forever; his",
        "horn is exalted in honor."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 140,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 29,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 19112001,
    "rangeEndId": 19112009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 143.4,
      "wordCountMin": 137,
      "wordCountMax": 148,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.6,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "Isaiah 59:14–21",
    "text": "(14) Justice is turned back, and righteousness stands far away; for truth has stumbled in the public squares, and uprightness cannot enter. (15) Truth is lacking, and he who departs from evil makes himself a prey. The LORD saw it, and it displeased him that there was no justice. (16) He saw that there was no man, and wondered that there was no one to intercede; then his own arm brought him salvation, and his righteousness upheld him. (17) He put on righteousness as a breastplate, and a helmet of salvation on his head; he put on garments of vengeance for clothing, and wrapped himself in zeal as a cloak. (18) According to their deeds, so will he repay, wrath to his adversaries, repayment to his enemies; to the coastlands he will render repayment. (19) So they shall fear the name of the LORD from the west, and his glory from the rising of the sun; for he will come like a rushing stream, which the wind of the LORD drives. (20) \"And a Redeemer will come to Zion, to those in Jacob who turn from transgression,\" declares the LORD. (21) \"And as for me, this is my covenant with them,\" says the LORD: \"My Spirit that is upon you, and my words that I have put in your mouth, shall not depart out of your mouth, or out of the mouth of your offspring, or out of the mouth of your children's offspring,\" says the LORD, \"from this time forth and forevermore.\"",
    "cardsText": [
      [
        "(14) Justice is turned back, and righteousness stands far away; for",
        "truth has stumbled in the public squares, and uprightness cannot",
        "enter. (15) Truth is lacking, and he who departs from evil makes",
        "himself a prey. The LORD saw it, and it displeased him that there",
        "was no justice. (16) He saw that there was no man, and wondered",
        "that there was no one to intercede; then his own arm brought",
        "him salvation, and his righteousness upheld him. (17) He put on",
        "righteousness as a breastplate, and a helmet of salvation on his",
        "head; he put on garments of vengeance for clothing, and wrapped",
        "himself in zeal as a cloak. (18) According to their deeds, so will he",
        "repay, wrath to his adversaries, repayment to his enemies; to the"
      ],
      [
        "coastlands he will render repayment. (19) So they shall fear the",
        "name of the LORD from the west, and his glory from the rising of",
        "the sun; for he will come like a rushing stream, which the wind of",
        "the LORD drives. (20) \"And a Redeemer will come to Zion, to those",
        "in Jacob who turn from transgression,\" declares the LORD. (21)",
        "\"And as for me, this is my covenant with them,\" says the LORD:",
        "\"My Spirit that is upon you, and my words that I have put in your",
        "mouth, shall not depart out of your mouth, or out of the mouth of",
        "your offspring, or out of the mouth of your children's offspring,\"",
        "says the LORD, \"from this time forth and forevermore.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 245,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 30,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 23059014,
    "rangeEndId": 23059021,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 248.4,
      "wordCountMin": 245,
      "wordCountMax": 255,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.2,
      "lineMin": 21,
      "lineMax": 22
    }
  },
  {
    "ref": "Nahum 1:3–8",
    "text": "(3) The LORD is slow to anger and great in power, and the LORD will by no means clear the guilty. His way is in whirlwind and storm, and the clouds are the dust of his feet. (4) He rebukes the sea and makes it dry; he dries up all the rivers; Bashan and Carmel wither; the bloom of Lebanon withers. (5) The mountains quake before him; the hills melt; the earth heaves before him, the world and all who dwell in it. (6) Who can stand before his indignation? Who can endure the heat of his anger? His wrath is poured out like fire, and the rocks are broken into pieces by him. (7) The LORD is good, a stronghold in the day of trouble; he knows those who take refuge in him. (8) But with an overflowing flood he will make a complete end of the adversaries, and will pursue his enemies into darkness.",
    "cardsText": [
      [
        "(3) The LORD is slow to anger and great in power, and the",
        "LORD will by no means clear the guilty. His way is in whirlwind",
        "and storm, and the clouds are the dust of his feet. (4) He",
        "rebukes the sea and makes it dry; he dries up all the rivers;",
        "Bashan and Carmel wither; the bloom of Lebanon withers.",
        "(5) The mountains quake before him; the hills melt; the earth",
        "heaves before him, the world and all who dwell in it. (6)",
        "Who can stand before his indignation? Who can endure the",
        "heat of his anger? His wrath is poured out like fire, and the",
        "rocks are broken into pieces by him. (7) The LORD is good,",
        "a stronghold in the day of trouble; he knows those who take"
      ],
      [
        "refuge in him. (8) But with an overflowing flood he will make a",
        "complete end of the adversaries, and will pursue his enemies",
        "into darkness."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 150,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 31,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 34001003,
    "rangeEndId": 34001008,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 154,
      "wordCountMin": 148,
      "wordCountMax": 160,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.6,
      "lineMin": 12,
      "lineMax": 14
    }
  },
  {
    "ref": "Matthew 11:28–29",
    "text": "(28) Come to me, all who labor and are heavy laden, and I will give you rest. (29) Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.",
    "cardsText": [
      [
        "(28) Come to me, all who labor and are heavy laden, and I",
        "will give you rest. (29) Take my yoke upon you, and learn from",
        "me, for I am gentle and lowly in heart, and you will find rest",
        "for your souls."
      ]
    ],
    "cards": 1,
    "lines": 4,
    "lastCardLines": 4,
    "wordCount": 41,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 32,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 40011028,
    "rangeEndId": 40011029,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 41.2,
      "wordCountMin": 40,
      "wordCountMax": 42,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 4,
      "lineMin": 4,
      "lineMax": 4
    }
  },
  {
    "ref": "Mark 10:5–10",
    "text": "(5) And Jesus said to them, \"Because of your hardness of heart he wrote you this commandment. (6) But from the beginning of creation, 'God made them male and female.' (7) 'Therefore a man shall leave his father and mother and hold fast to his wife, (8) and the two shall become one flesh.' So they are no longer two but one flesh. (9) What therefore God has joined together, let not man separate.\" (10) And in the house the disciples asked him again about this matter.",
    "cardsText": [
      [
        "(5) And Jesus said to them, \"Because of your hardness of heart",
        "he wrote you this commandment. (6) But from the beginning",
        "of creation, 'God made them male and female.' (7) 'Therefore",
        "a man shall leave his father and mother and hold fast to his",
        "wife, (8) and the two shall become one flesh.' So they are no",
        "longer two but one flesh. (9) What therefore God has joined",
        "together, let not man separate.\" (10) And in the house the",
        "disciples asked him again about this matter."
      ]
    ],
    "cards": 1,
    "lines": 8,
    "lastCardLines": 8,
    "wordCount": 81,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 33,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 41010005,
    "rangeEndId": 41010010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 83.8,
      "wordCountMin": 78,
      "wordCountMax": 89,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 8.4,
      "lineMin": 8,
      "lineMax": 9
    }
  },
  {
    "ref": "Luke 12:22–40",
    "text": "(22) And he said to his disciples, \"Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on. (23) For life is more than food, and the body more than clothing. (24) Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds! (25) And which of you by being anxious can add a single hour to his span of life? (26) If then you are not able to do as small a thing as that, why are you anxious about the rest? (27) Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these. (28) But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith! (29) And do not seek what you are to eat and what you are to drink, nor be worried. (30) For all the nations of the world seek after these things, and your Father knows that you need them. (31) Instead, seek his kingdom, and these things will be added to you. (32) \"Fear not, little flock, for it is your Father's good pleasure to give you the kingdom. (33) Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys. (34) For where your treasure is, there will your heart be also. (35) \"Stay dressed for action and keep your lamps burning, (36) and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks. (37) Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them. (38) If he comes in the second watch, or in the third, and finds them awake, blessed are those servants! (39) But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into. (40) You also must be ready, for the Son of Man is coming at an hour you do not expect.\"",
    "cardsText": [
      [
        "(22) And he said to his disciples, \"Therefore I tell you, do not be",
        "anxious about your life, what you will eat, nor about your body,",
        "what you will put on. (23) For life is more than food, and the body",
        "more than clothing. (24) Consider the ravens: they neither sow nor",
        "reap, they have neither storehouse nor barn, and yet God feeds",
        "them. Of how much more value are you than the birds! (25) And",
        "which of you by being anxious can add a single hour to his span",
        "of life? (26) If then you are not able to do as small a thing as that,",
        "why are you anxious about the rest? (27) Consider the lilies, how",
        "they grow: they neither toil nor spin, yet I tell you, even Solomon",
        "in all his glory was not arrayed like one of these. (28) But if God so",
        "clothes the grass, which is alive in the field today, and tomorrow is"
      ],
      [
        "thrown into the oven, how much more will he clothe you, O you of",
        "little faith! (29) And do not seek what you are to eat and what you",
        "are to drink, nor be worried. (30) For all the nations of the world",
        "seek after these things, and your Father knows that you need them.",
        "(31) Instead, seek his kingdom, and these things will be added to",
        "you. (32) \"Fear not, little flock, for it is your Father's good pleasure",
        "to give you the kingdom. (33) Sell your possessions, and give to",
        "the needy. Provide yourselves with moneybags that do not grow",
        "old, with a treasure in the heavens that does not fail, where no thief",
        "approaches and no moth destroys. (34) For where your treasure",
        "is, there will your heart be also. (35) \"Stay dressed for action and",
        "keep your lamps burning, (36) and be like men who are waiting for"
      ],
      [
        "their master to come home from the wedding feast, so that they",
        "may open the door to him at once when he comes and knocks. (37)",
        "Blessed are those servants whom the master finds awake when he",
        "comes. Truly, I say to you, he will dress himself for service and have",
        "them recline at table, and he will come and serve them. (38) If he",
        "comes in the second watch, or in the third, and finds them awake,",
        "blessed are those servants! (39) But know this, that if the master of",
        "the house had known at what hour the thief was coming, he would",
        "not have left his house to be broken into. (40) You also must be",
        "ready, for the Son of Man is coming at an hour you do not expect.\""
      ]
    ],
    "cards": 3,
    "lines": 34,
    "lastCardLines": 10,
    "wordCount": 427,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 34,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42012022,
    "rangeEndId": 42012040,
    "level": 3,
    "crossVersionStats": {
      "wordCountAve": 428.8,
      "wordCountMin": 418,
      "wordCountMax": 439,
      "levelMin": 3,
      "levelMax": 3.5,
      "lineAve": 36.8,
      "lineMin": 34,
      "lineMax": 39
    }
  },
  {
    "ref": "Luke 16:13",
    "text": "(13) No servant can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.\"",
    "cardsText": [
      [
        "(13) No servant can serve two masters, for either he will hate",
        "the one and love the other, or he will be devoted to the one",
        "and despise the other. You cannot serve God and money.\""
      ]
    ],
    "cards": 1,
    "lines": 3,
    "lastCardLines": 3,
    "wordCount": 35,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 35,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 42016013,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 35,
      "wordCountMin": 34,
      "wordCountMax": 36,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 3,
      "lineMin": 3,
      "lineMax": 3
    }
  },
  {
    "ref": "John 10:4–16",
    "text": "(4) When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice. (5) A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.\" (6) This figure of speech Jesus used with them, but they did not understand what he was saying to them. (7) So Jesus again said to them, \"Truly, truly, I say to you, I am the door of the sheep. (8) All who came before me are thieves and robbers, but the sheep did not listen to them. (9) I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture. (10) The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly. (11) I am the good shepherd. The good shepherd lays down his life for the sheep. (12) He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them. (13) He flees because he is a hired hand and cares nothing for the sheep. (14) I am the good shepherd. I know my own and my own know me, (15) just as the Father knows me and I know the Father; and I lay down my life for the sheep. (16) And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.",
    "cardsText": [
      [
        "(4) When he has brought out all his own, he goes before them, and",
        "the sheep follow him, for they know his voice. (5) A stranger they",
        "will not follow, but they will flee from him, for they do not know",
        "the voice of strangers.\" (6) This figure of speech Jesus used with",
        "them, but they did not understand what he was saying to them.",
        "(7) So Jesus again said to them, \"Truly, truly, I say to you, I am the",
        "door of the sheep. (8) All who came before me are thieves and",
        "robbers, but the sheep did not listen to them. (9) I am the door. If",
        "anyone enters by me, he will be saved and will go in and out and",
        "find pasture. (10) The thief comes only to steal and kill and destroy.",
        "I came that they may have life and have it abundantly. (11) I am"
      ],
      [
        "the good shepherd. The good shepherd lays down his life for the",
        "sheep. (12) He who is a hired hand and not a shepherd, who does",
        "not own the sheep, sees the wolf coming and leaves the sheep",
        "and flees, and the wolf snatches them and scatters them. (13) He",
        "flees because he is a hired hand and cares nothing for the sheep.",
        "(14) I am the good shepherd. I know my own and my own know",
        "me, (15) just as the Father knows me and I know the Father; and I",
        "lay down my life for the sheep. (16) And I have other sheep that are",
        "not of this fold. I must bring them also, and they will listen to my",
        "voice. So there will be one flock, one shepherd."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 269,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 36,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43010004,
    "rangeEndId": 43010016,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 277,
      "wordCountMin": 269,
      "wordCountMax": 282,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "John 16:5–17",
    "text": "(5) But now I am going to him who sent me, and none of you asks me, 'Where are you going?' (6) But because I have said these things to you, sorrow has filled your heart. (7) Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you. (8) And when he comes, he will convict the world concerning sin and righteousness and judgment: (9) concerning sin, because they do not believe in me; (10) concerning righteousness, because I go to the Father, and you will see me no longer; (11) concerning judgment, because the ruler of this world is judged. (12) \"I still have many things to say to you, but you cannot bear them now. (13) When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come. (14) He will glorify me, for he will take what is mine and declare it to you. (15) All that the Father has is mine; therefore I said that he will take what is mine and declare it to you. (16) \"A little while, and you will see me no longer; and again a little while, and you will see me.\" (17) So some of his disciples said to one another, \"What is this that he says to us, 'A little while, and you will not see me, and again a little while, and you will see me'; and, 'because I am going to the Father'?\"",
    "cardsText": [
      [
        "(5) But now I am going to him who sent me, and none of you asks",
        "me, 'Where are you going?' (6) But because I have said these things",
        "to you, sorrow has filled your heart. (7) Nevertheless, I tell you the",
        "truth: it is to your advantage that I go away, for if I do not go away,",
        "the Helper will not come to you. But if I go, I will send him to you.",
        "(8) And when he comes, he will convict the world concerning sin",
        "and righteousness and judgment: (9) concerning sin, because they",
        "do not believe in me; (10) concerning righteousness, because I",
        "go to the Father, and you will see me no longer; (11) concerning",
        "judgment, because the ruler of this world is judged. (12) \"I still",
        "have many things to say to you, but you cannot bear them now."
      ],
      [
        "(13) When the Spirit of truth comes, he will guide you into all the",
        "truth, for he will not speak on his own authority, but whatever he",
        "hears he will speak, and he will declare to you the things that are",
        "to come. (14) He will glorify me, for he will take what is mine and",
        "declare it to you. (15) All that the Father has is mine; therefore I",
        "said that he will take what is mine and declare it to you. (16) \"A",
        "little while, and you will see me no longer; and again a little while,",
        "and you will see me.\" (17) So some of his disciples said to one",
        "another, \"What is this that he says to us, 'A little while, and you",
        "will not see me, and again a little while, and you will see me'; and,",
        "'because I am going to the Father'?\""
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 281,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 37,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 43016005,
    "rangeEndId": 43016017,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 287.2,
      "wordCountMin": 281,
      "wordCountMax": 294,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 22.4,
      "lineMin": 22,
      "lineMax": 23
    }
  },
  {
    "ref": "Acts 20:15–36",
    "text": "(15) And sailing from there we came the following day opposite Chios; the next day we touched at Samos; and the day after that we went to Miletus. (16) For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia, for he was hastening to be at Jerusalem, if possible, on the day of Pentecost. (17) Now from Miletus he sent to Ephesus and called the elders of the church to come to him. (18) And when they came to him, he said to them: \"You yourselves know how I lived among you the whole time from the first day that I set foot in Asia, (19) serving the Lord with all humility and with tears and with trials that happened to me through the plots of the Jews; (20) how I did not shrink from declaring to you anything that was profitable, and teaching you in public and from house to house, (21) testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ. (22) And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there, (23) except that the Holy Spirit testifies to me in every city that imprisonment and afflictions await me. (24) But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God. (25) And now, behold, I know that none of you among whom I have gone about proclaiming the kingdom will see my face again. (26) Therefore I testify to you this day that I am innocent of the blood of all, (27) for I did not shrink from declaring to you the whole counsel of God. (28) Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood. (29) I know that after my departure fierce wolves will come in among you, not sparing the flock; (30) and from among your own selves will arise men speaking twisted things, to draw away the disciples after them. (31) Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears. (32) And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified. (33) I coveted no one's silver or gold or apparel. (34) You yourselves know that these hands ministered to my necessities and to those who were with me. (35) In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, 'It is more blessed to give than to receive.'\" (36) And when he had said these things, he knelt down and prayed with them all.",
    "cardsText": [
      [
        "(15) And sailing from there we came the following day opposite",
        "Chios; the next day we touched at Samos; and the day after that we",
        "went to Miletus. (16) For Paul had decided to sail past Ephesus, so",
        "that he might not have to spend time in Asia, for he was hastening",
        "to be at Jerusalem, if possible, on the day of Pentecost. (17) Now",
        "from Miletus he sent to Ephesus and called the elders of the church",
        "to come to him. (18) And when they came to him, he said to them:",
        "\"You yourselves know how I lived among you the whole time from",
        "the first day that I set foot in Asia, (19) serving the Lord with all",
        "humility and with tears and with trials that happened to me through",
        "the plots of the Jews; (20) how I did not shrink from declaring to"
      ],
      [
        "you anything that was profitable, and teaching you in public and",
        "from house to house, (21) testifying both to Jews and to Greeks",
        "of repentance toward God and of faith in our Lord Jesus Christ.",
        "(22) And now, behold, I am going to Jerusalem, constrained by",
        "the Spirit, not knowing what will happen to me there, (23) except",
        "that the Holy Spirit testifies to me in every city that imprisonment",
        "and afflictions await me. (24) But I do not account my life of any",
        "value nor as precious to myself, if only I may finish my course and",
        "the ministry that I received from the Lord Jesus, to testify to the",
        "gospel of the grace of God. (25) And now, behold, I know that",
        "none of you among whom I have gone about proclaiming the"
      ],
      [
        "kingdom will see my face again. (26) Therefore I testify to you this",
        "day that I am innocent of the blood of all, (27) for I did not shrink",
        "from declaring to you the whole counsel of God. (28) Pay careful",
        "attention to yourselves and to all the flock, in which the Holy Spirit",
        "has made you overseers, to care for the church of God, which he",
        "obtained with his own blood. (29) I know that after my departure",
        "fierce wolves will come in among you, not sparing the flock; (30)",
        "and from among your own selves will arise men speaking twisted",
        "things, to draw away the disciples after them. (31) Therefore be",
        "alert, remembering that for three years I did not cease night or",
        "day to admonish every one with tears. (32) And now I commend"
      ],
      [
        "you to God and to the word of his grace, which is able to build",
        "you up and to give you the inheritance among all those who are",
        "sanctified. (33) I coveted no one's silver or gold or apparel. (34)",
        "You yourselves know that these hands ministered to my necessities",
        "and to those who were with me. (35) In all things I have shown",
        "you that by working hard in this way we must help the weak and",
        "remember the words of the Lord Jesus, how he himself said, 'It is",
        "more blessed to give than to receive.'\" (36) And when he had said",
        "these things, he knelt down and prayed with them all."
      ]
    ],
    "cards": 4,
    "lines": 42,
    "lastCardLines": 9,
    "wordCount": 510,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 38,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 44020015,
    "rangeEndId": 44020036,
    "level": 4,
    "crossVersionStats": {
      "wordCountAve": 512.6,
      "wordCountMin": 504,
      "wordCountMax": 526,
      "levelMin": 4,
      "levelMax": 4,
      "lineAve": 42.8,
      "lineMin": 42,
      "lineMax": 44
    }
  },
  {
    "ref": "Romans 10:8–14",
    "text": "(8) But what does it say? \"The word is near you, in your mouth and in your heart\" (that is, the word of faith that we proclaim); (9) because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. (10) For with the heart one believes and is justified, and with the mouth one confesses and is saved. (11) For the Scripture says, \"Everyone who believes in him will not be put to shame.\" (12) For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. (13) For \"everyone who calls on the name of the Lord will be saved.\" (14) How then will they call on him in whom they have not believed? And how are they to believe in him of whom they have never heard? And how are they to hear without someone preaching?",
    "cardsText": [
      [
        "(8) But what does it say? \"The word is near you, in your mouth",
        "and in your heart\" (that is, the word of faith that we proclaim);",
        "(9) because, if you confess with your mouth that Jesus is Lord",
        "and believe in your heart that God raised him from the dead,",
        "you will be saved. (10) For with the heart one believes and is",
        "justified, and with the mouth one confesses and is saved. (11)",
        "For the Scripture says, \"Everyone who believes in him will not",
        "be put to shame.\" (12) For there is no distinction between",
        "Jew and Greek; for the same Lord is Lord of all, bestowing his",
        "riches on all who call on him. (13) For \"everyone who calls on",
        "the name of the Lord will be saved.\" (14) How then will they"
      ],
      [
        "call on him in whom they have not believed? And how are",
        "they to believe in him of whom they have never heard? And",
        "how are they to hear without someone preaching?"
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 161,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 39,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 45010008,
    "rangeEndId": 45010014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 159,
      "wordCountMin": 153,
      "wordCountMax": 166,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 14.4,
      "lineMin": 14,
      "lineMax": 15
    }
  },
  {
    "ref": "1 Corinthians 12:18–31",
    "text": "(18) But as it is, God arranged the members in the body, each one of them, as he chose. (19) If all were a single member, where would the body be? (20) As it is, there are many parts, yet one body. (21) The eye cannot say to the hand, \"I have no need of you,\" nor again the head to the feet, \"I have no need of you.\" (22) On the contrary, the parts of the body that seem to be weaker are indispensable, (23) and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, (24) which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, (25) that there may be no division in the body, but that the members may have the same care for one another. (26) If one member suffers, all suffer together; if one member is honored, all rejoice together. (27) Now you are the body of Christ and individually members of it. (28) And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. (29) Are all apostles? Are all prophets? Are all teachers? Do all work miracles? (30) Do all possess gifts of healing? Do all speak with tongues? Do all interpret? (31) But earnestly desire the higher gifts. And I will show you a still more excellent way.",
    "cardsText": [
      [
        "(18) But as it is, God arranged the members in the body, each one",
        "of them, as he chose. (19) If all were a single member, where would",
        "the body be? (20) As it is, there are many parts, yet one body. (21)",
        "The eye cannot say to the hand, \"I have no need of you,\" nor again",
        "the head to the feet, \"I have no need of you.\" (22) On the contrary,",
        "the parts of the body that seem to be weaker are indispensable,",
        "(23) and on those parts of the body that we think less honorable",
        "we bestow the greater honor, and our unpresentable parts are",
        "treated with greater modesty, (24) which our more presentable",
        "parts do not require. But God has so composed the body, giving",
        "greater honor to the part that lacked it, (25) that there may be"
      ],
      [
        "no division in the body, but that the members may have the",
        "same care for one another. (26) If one member suffers, all suffer",
        "together; if one member is honored, all rejoice together. (27)",
        "Now you are the body of Christ and individually members of it.",
        "(28) And God has appointed in the church first apostles, second",
        "prophets, third teachers, then miracles, then gifts of healing,",
        "helping, administrating, and various kinds of tongues. (29) Are all",
        "apostles? Are all prophets? Are all teachers? Do all work miracles?",
        "(30) Do all possess gifts of healing? Do all speak with tongues? Do",
        "all interpret? (31) But earnestly desire the higher gifts. And I will",
        "show you a still more excellent way."
      ]
    ],
    "cards": 2,
    "lines": 22,
    "lastCardLines": 11,
    "wordCount": 247,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 40,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 46012018,
    "rangeEndId": 46012031,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 261.4,
      "wordCountMin": 247,
      "wordCountMax": 287,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 23.2,
      "lineMin": 22,
      "lineMax": 26
    }
  },
  {
    "ref": "2 Corinthians 11:13–33",
    "text": "(13) For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. (14) And no wonder, for even Satan disguises himself as an angel of light. (15) So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds. (16) I repeat, let no one think me foolish. But even if you do, accept me as a fool, so that I too may boast a little. (17) What I am saying with this boastful confidence, I say not as the Lord would but as a fool. (18) Since many boast according to the flesh, I too will boast. (19) For you gladly bear with fools, being wise yourselves! (20) For you bear it if someone makes slaves of you, or devours you, or takes advantage of you, or puts on airs, or strikes you in the face. (21) To my shame, I must say, we were too weak for that! But whatever anyone else dares to boast of--I am speaking as a fool--I also dare to boast of that. (22) Are they Hebrews? So am I. Are they Israelites? So am I. Are they offspring of Abraham? So am I. (23) Are they servants of Christ? I am a better one--I am talking like a madman--with far greater labors, far more imprisonments, with countless beatings, and often near death. (24) Five times I received at the hands of the Jews the forty lashes less one. (25) Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked; a night and a day I was adrift at sea; (26) on frequent journeys, in danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the wilderness, danger at sea, danger from false brothers; (27) in toil and hardship, through many a sleepless night, in hunger and thirst, often without food, in cold and exposure. (28) And, apart from other things, there is the daily pressure on me of my anxiety for all the churches. (29) Who is weak, and I am not weak? Who is made to fall, and I am not indignant? (30) If I must boast, I will boast of the things that show my weakness. (31) The God and Father of the Lord Jesus, he who is blessed forever, knows that I am not lying. (32) At Damascus, the governor under King Aretas was guarding the city of Damascus in order to seize me, (33) but I was let down in a basket through a window in the wall and escaped his hands.",
    "cardsText": [
      [
        "(13) For such men are false apostles, deceitful workmen,",
        "disguising themselves as apostles of Christ. (14) And no",
        "wonder, for even Satan disguises himself as an angel of",
        "light. (15) So it is no surprise if his servants, also, disguise",
        "themselves as servants of righteousness. Their end will",
        "correspond to their deeds. (16) I repeat, let no one think me",
        "foolish. But even if you do, accept me as a fool, so that I too",
        "may boast a little. (17) What I am saying with this boastful",
        "confidence, I say not as the Lord would but as a fool. (18)",
        "Since many boast according to the flesh, I too will boast. (19)",
        "For you gladly bear with fools, being wise yourselves! (20)"
      ],
      [
        "For you bear it if someone makes slaves of you, or devours",
        "you, or takes advantage of you, or puts on airs, or strikes",
        "you in the face. (21) To my shame, I must say, we were too",
        "weak for that! But whatever anyone else dares to boast of--I",
        "am speaking as a fool--I also dare to boast of that. (22) Are",
        "they Hebrews? So am I. Are they Israelites? So am I. Are they",
        "offspring of Abraham? So am I. (23) Are they servants of",
        "Christ? I am a better one--I am talking like a madman--with",
        "far greater labors, far more imprisonments, with countless",
        "beatings, and often near death. (24) Five times I received at",
        "the hands of the Jews the forty lashes less one. (25) Three"
      ],
      [
        "times I was beaten with rods. Once I was stoned. Three times I",
        "was shipwrecked; a night and a day I was adrift at sea; (26) on",
        "frequent journeys, in danger from rivers, danger from robbers,",
        "danger from my own people, danger from Gentiles, danger",
        "in the city, danger in the wilderness, danger at sea, danger",
        "from false brothers; (27) in toil and hardship, through many",
        "a sleepless night, in hunger and thirst, often without food, in",
        "cold and exposure. (28) And, apart from other things, there is",
        "the daily pressure on me of my anxiety for all the churches.",
        "(29) Who is weak, and I am not weak? Who is made to fall,",
        "and I am not indignant? (30) If I must boast, I will boast of the"
      ],
      [
        "things that show my weakness. (31) The God and Father of",
        "the Lord Jesus, he who is blessed forever, knows that I am not",
        "lying. (32) At Damascus, the governor under King Aretas was",
        "guarding the city of Damascus in order to seize me, (33) but",
        "I was let down in a basket through a window in the wall and",
        "escaped his hands."
      ]
    ],
    "cards": 4,
    "lines": 39,
    "lastCardLines": 6,
    "wordCount": 421,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 41,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 47011013,
    "rangeEndId": 47011033,
    "level": 3.5,
    "crossVersionStats": {
      "wordCountAve": 432.2,
      "wordCountMin": 421,
      "wordCountMax": 460,
      "levelMin": 3.5,
      "levelMax": 4,
      "lineAve": 39.8,
      "lineMin": 39,
      "lineMax": 41
    }
  },
  {
    "ref": "Galatians 2:20–21",
    "text": "(20) I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. (21) I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.",
    "cardsText": [
      [
        "(20) I have been crucified with Christ. It is no longer I who",
        "live, but Christ who lives in me. And the life I now live in the",
        "flesh I live by faith in the Son of God, who loved me and gave",
        "himself for me. (21) I do not nullify the grace of God, for if",
        "righteousness were through the law, then Christ died for no",
        "purpose."
      ]
    ],
    "cards": 1,
    "lines": 6,
    "lastCardLines": 6,
    "wordCount": 66,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 42,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 48002020,
    "rangeEndId": 48002021,
    "level": 0.5,
    "crossVersionStats": {
      "wordCountAve": 65.2,
      "wordCountMin": 63,
      "wordCountMax": 66,
      "levelMin": 0.5,
      "levelMax": 0.5,
      "lineAve": 5.6,
      "lineMin": 5,
      "lineMax": 6
    }
  },
  {
    "ref": "Ephesians 3:8–10",
    "text": "(8) To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ, (9) and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things, (10) so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places.",
    "cardsText": [
      [
        "(8) To me, though I am the very least of all the saints, this grace",
        "was given, to preach to the Gentiles the unsearchable riches",
        "of Christ, (9) and to bring to light for everyone what is the plan",
        "of the mystery hidden for ages in God, who created all things,",
        "(10) so that through the church the manifold wisdom of God",
        "might now be made known to the rulers and authorities in",
        "the heavenly places."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 73,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 43,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 49003008,
    "rangeEndId": 49003010,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 78.2,
      "wordCountMin": 73,
      "wordCountMax": 85,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.6,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Colossians 1:24–29",
    "text": "(24) Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ's afflictions for the sake of his body, that is, the church, (25) of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, (26) the mystery hidden for ages and generations but now revealed to his saints. (27) To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. (28) Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. (29) For this I toil, struggling with all his energy that he powerfully works within me.",
    "cardsText": [
      [
        "(24) Now I rejoice in my sufferings for your sake, and in my flesh",
        "I am filling up what is lacking in Christ's afflictions for the sake",
        "of his body, that is, the church, (25) of which I became a minister",
        "according to the stewardship from God that was given to me for",
        "you, to make the word of God fully known, (26) the mystery hidden",
        "for ages and generations but now revealed to his saints. (27) To",
        "them God chose to make known how great among the Gentiles",
        "are the riches of the glory of this mystery, which is Christ in you,",
        "the hope of glory. (28) Him we proclaim, warning everyone and",
        "teaching everyone with all wisdom, that we may present everyone",
        "mature in Christ. (29) For this I toil, struggling with all his energy",
        "that he powerfully works within me."
      ]
    ],
    "cards": 1,
    "lines": 12,
    "lastCardLines": 12,
    "wordCount": 137,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 44,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51001024,
    "rangeEndId": 51001029,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 144.2,
      "wordCountMin": 137,
      "wordCountMax": 157,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 12.6,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Colossians 3:18–25",
    "text": "(18) Wives, submit to your husbands, as is fitting in the Lord. (19) Husbands, love your wives, and do not be harsh with them. (20) Children, obey your parents in everything, for this pleases the Lord. (21) Fathers, do not provoke your children, lest they become discouraged. (22) Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. (23) Whatever you do, work heartily, as for the Lord and not for men, (24) knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. (25) For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.",
    "cardsText": [
      [
        "(18) Wives, submit to your husbands, as is fitting in the Lord. (19)",
        "Husbands, love your wives, and do not be harsh with them. (20)",
        "Children, obey your parents in everything, for this pleases the",
        "Lord. (21) Fathers, do not provoke your children, lest they become",
        "discouraged. (22) Bondservants, obey in everything those who are",
        "your earthly masters, not by way of eye-service, as people-pleasers,",
        "but with sincerity of heart, fearing the Lord. (23) Whatever you do,",
        "work heartily, as for the Lord and not for men, (24) knowing that",
        "from the Lord you will receive the inheritance as your reward. You",
        "are serving the Lord Christ. (25) For the wrongdoer will be paid",
        "back for the wrong he has done, and there is no partiality."
      ]
    ],
    "cards": 1,
    "lines": 11,
    "lastCardLines": 11,
    "wordCount": 118,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 45,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 51003018,
    "rangeEndId": 51003025,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 127.4,
      "wordCountMin": 118,
      "wordCountMax": 135,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 11.6,
      "lineMin": 11,
      "lineMax": 12
    }
  },
  {
    "ref": "1 Thessalonians 2:4–13",
    "text": "(4) but just as we have been approved by God to be entrusted with the gospel, so we speak, not to please man, but to please God who tests our hearts. (5) For we never came with words of flattery, as you know, nor with a pretext for greed--God is witness. (6) Nor did we seek glory from people, whether from you or from others, though we could have made demands as apostles of Christ. (7) But we were gentle among you, like a nursing mother taking care of her own children. (8) So, being affectionately desirous of you, we were ready to share with you not only the gospel of God but also our own selves, because you had become very dear to us. (9) For you remember, brothers, our labor and toil: we worked night and day, that we might not be a burden to any of you, while we proclaimed to you the gospel of God. (10) You are witnesses, and God also, how holy and righteous and blameless was our conduct toward you believers. (11) For you know how, like a father with his children, (12) we exhorted each one of you and encouraged you and charged you to walk in a manner worthy of God, who calls you into his own kingdom and glory. (13) And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.",
    "cardsText": [
      [
        "(4) but just as we have been approved by God to be entrusted",
        "with the gospel, so we speak, not to please man, but to please God",
        "who tests our hearts. (5) For we never came with words of flattery,",
        "as you know, nor with a pretext for greed--God is witness. (6) Nor",
        "did we seek glory from people, whether from you or from others,",
        "though we could have made demands as apostles of Christ. (7)",
        "But we were gentle among you, like a nursing mother taking care",
        "of her own children. (8) So, being affectionately desirous of you,",
        "we were ready to share with you not only the gospel of God but",
        "also our own selves, because you had become very dear to us. (9)",
        "For you remember, brothers, our labor and toil: we worked night"
      ],
      [
        "and day, that we might not be a burden to any of you, while we",
        "proclaimed to you the gospel of God. (10) You are witnesses, and",
        "God also, how holy and righteous and blameless was our conduct",
        "toward you believers. (11) For you know how, like a father with his",
        "children, (12) we exhorted each one of you and encouraged you",
        "and charged you to walk in a manner worthy of God, who calls",
        "you into his own kingdom and glory. (13) And we also thank God",
        "constantly for this, that when you received the word of God, which",
        "you heard from us, you accepted it not as the word of men but as",
        "what it really is, the word of God, which is at work in you believers."
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 257,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 46,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 52002004,
    "rangeEndId": 52002013,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 259.4,
      "wordCountMin": 252,
      "wordCountMax": 279,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.6,
      "lineMin": 21,
      "lineMax": 23
    }
  },
  {
    "ref": "1 Timothy 6:3–9",
    "text": "(3) If anyone teaches a different doctrine and does not agree with the sound words of our Lord Jesus Christ and the teaching that accords with godliness, (4) he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions, (5) and constant friction among people who are depraved in mind and deprived of the truth, imagining that godliness is a means of gain. (6) But godliness with contentment is great gain, (7) for we brought nothing into the world, and we cannot take anything out of the world. (8) But if we have food and clothing, with these we will be content. (9) But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction.",
    "cardsText": [
      [
        "(3) If anyone teaches a different doctrine and does not",
        "agree with the sound words of our Lord Jesus Christ and",
        "the teaching that accords with godliness, (4) he is puffed up",
        "with conceit and understands nothing. He has an unhealthy",
        "craving for controversy and for quarrels about words, which",
        "produce envy, dissension, slander, evil suspicions, (5) and",
        "constant friction among people who are depraved in mind",
        "and deprived of the truth, imagining that godliness is a means",
        "of gain. (6) But godliness with contentment is great gain, (7)",
        "for we brought nothing into the world, and we cannot take",
        "anything out of the world. (8) But if we have food and clothing,"
      ],
      [
        "with these we will be content. (9) But those who desire to be",
        "rich fall into temptation, into a snare, into many senseless and",
        "harmful desires that plunge people into ruin and destruction."
      ]
    ],
    "cards": 2,
    "lines": 14,
    "lastCardLines": 3,
    "wordCount": 139,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 47,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 54006003,
    "rangeEndId": 54006009,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 136,
      "wordCountMin": 128,
      "wordCountMax": 144,
      "levelMin": 1,
      "levelMax": 1.5,
      "lineAve": 13.8,
      "lineMin": 12,
      "lineMax": 15
    }
  },
  {
    "ref": "Titus 2:7–14",
    "text": "(7) Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, (8) and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. (9) Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, (10) not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior. (11) For the grace of God has appeared, bringing salvation for all people, (12) training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, (13) waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, (14) who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.",
    "cardsText": [
      [
        "(7) Show yourself in all respects to be a model of good works,",
        "and in your teaching show integrity, dignity, (8) and sound",
        "speech that cannot be condemned, so that an opponent",
        "may be put to shame, having nothing evil to say about us. (9)",
        "Bondservants are to be submissive to their own masters in",
        "everything; they are to be well-pleasing, not argumentative,",
        "(10) not pilfering, but showing all good faith, so that in",
        "everything they may adorn the doctrine of God our Savior.",
        "(11) For the grace of God has appeared, bringing salvation",
        "for all people, (12) training us to renounce ungodliness and",
        "worldly passions, and to live self-controlled, upright, and"
      ],
      [
        "godly lives in the present age, (13) waiting for our blessed",
        "hope, the appearing of the glory of our great God and Savior",
        "Jesus Christ, (14) who gave himself for us to redeem us from",
        "all lawlessness and to purify for himself a people for his own",
        "possession who are zealous for good works."
      ]
    ],
    "cards": 2,
    "lines": 16,
    "lastCardLines": 5,
    "wordCount": 158,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 48,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 56002007,
    "rangeEndId": 56002014,
    "level": 1.5,
    "crossVersionStats": {
      "wordCountAve": 160.2,
      "wordCountMin": 153,
      "wordCountMax": 178,
      "levelMin": 1.5,
      "levelMax": 1.5,
      "lineAve": 16.2,
      "lineMin": 16,
      "lineMax": 17
    }
  },
  {
    "ref": "1 Peter 2:18–20",
    "text": "18) Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. (19) For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. (20) For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God.",
    "cardsText": [
      [
        "18) Servants, be subject to your masters with all respect, not",
        "only to the good and gentle but also to the unjust. (19) For",
        "this is a gracious thing, when, mindful of God, one endures",
        "sorrows while suffering unjustly. (20) For what credit is it if,",
        "when you sin and are beaten for it, you endure? But if when",
        "you do good and suffer for it you endure, this is a gracious",
        "thing in the sight of God."
      ]
    ],
    "cards": 1,
    "lines": 7,
    "lastCardLines": 7,
    "wordCount": 76,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 49,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 60002018,
    "rangeEndId": 60002020,
    "level": 1,
    "crossVersionStats": {
      "wordCountAve": 76.6,
      "wordCountMin": 70,
      "wordCountMax": 83,
      "levelMin": 1,
      "levelMax": 1,
      "lineAve": 7.4,
      "lineMin": 7,
      "lineMax": 8
    }
  },
  {
    "ref": "Revelation 2:1–10",
    "text": "(1) \"To the angel of the church in Ephesus write: 'The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands. (2) \"'I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false. (3) I know you are enduring patiently and bearing up for my name's sake, and you have not grown weary. (4) But I have this against you, that you have abandoned the love you had at first. (5) Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent. (6) Yet this you have: you hate the works of the Nicolaitans, which I also hate. (7) He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.' (8) \"And to the angel of the church in Smyrna write: 'The words of the first and the last, who died and came to life. (9) \"'I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan. (10) Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.",
    "cardsText": [
      [
        "(1) \"To the angel of the church in Ephesus write: 'The words of him",
        "who holds the seven stars in his right hand, who walks among the",
        "seven golden lampstands. (2) \"'I know your works, your toil and",
        "your patient endurance, and how you cannot bear with those who",
        "are evil, but have tested those who call themselves apostles and",
        "are not, and found them to be false. (3) I know you are enduring",
        "patiently and bearing up for my name's sake, and you have",
        "not grown weary. (4) But I have this against you, that you have",
        "abandoned the love you had at first. (5) Remember therefore from",
        "where you have fallen; repent, and do the works you did at first. If",
        "not, I will come to you and remove your lampstand from its place,",
        "unless you repent. (6) Yet this you have: you hate the works of the"
      ],
      [
        "Nicolaitans, which I also hate. (7) He who has an ear, let him hear",
        "what the Spirit says to the churches. To the one who conquers I",
        "will grant to eat of the tree of life, which is in the paradise of God.'",
        "(8) \"And to the angel of the church in Smyrna write: 'The words of",
        "the first and the last, who died and came to life. (9) \"'I know your",
        "tribulation and your poverty (but you are rich) and the slander of",
        "those who say that they are Jews and are not, but are a synagogue",
        "of Satan. (10) Do not fear what you are about to suffer. Behold, the",
        "devil is about to throw some of you into prison, that you may be",
        "tested, and for ten days you will have tribulation. Be faithful unto",
        "death, and I will give you the crown of life."
      ]
    ],
    "cards": 2,
    "lines": 23,
    "lastCardLines": 11,
    "wordCount": 288,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 50,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66002001,
    "rangeEndId": 66002010,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 292.2,
      "wordCountMin": 288,
      "wordCountMax": 297,
      "levelMin": 2,
      "levelMax": 2.5,
      "lineAve": 25.4,
      "lineMin": 23,
      "lineMax": 26
    }
  },
  {
    "ref": "Revelation 14:1–8",
    "text": "(1) Then I looked, and behold, on Mount Zion stood the Lamb, and with him 144,000 who had his name and his Father's name written on their foreheads. (2) And I heard a voice from heaven like the roar of many waters and like the sound of loud thunder. The voice I heard was like the sound of harpists playing on their harps, (3) and they were singing a new song before the throne and before the four living creatures and before the elders. No one could learn that song except the 144,000 who had been redeemed from the earth. (4) It is these who have not defiled themselves with women, for they are virgins. It is these who follow the Lamb wherever he goes. These have been redeemed from mankind as firstfruits for God and the Lamb, (5) and in their mouth no lie was found, for they are blameless. (6) Then I saw another angel flying directly overhead, with an eternal gospel to proclaim to those who dwell on earth, to every nation and tribe and language and people. (7) And he said with a loud voice, \"Fear God and give him glory, because the hour of his judgment has come, and worship him who made heaven and earth, the sea and the springs of water.\" (8) Another angel, a second, followed, saying, \"Fallen, fallen is Babylon the great, she who made all nations drink the wine of the passion of her sexual immorality.\"",
    "cardsText": [
      [
        "(1) Then I looked, and behold, on Mount Zion stood the Lamb, and",
        "with him 144,000 who had his name and his Father's name written",
        "on their foreheads. (2) And I heard a voice from heaven like the",
        "roar of many waters and like the sound of loud thunder. The voice I",
        "heard was like the sound of harpists playing on their harps, (3) and",
        "they were singing a new song before the throne and before the",
        "four living creatures and before the elders. No one could learn that",
        "song except the 144,000 who had been redeemed from the earth.",
        "(4) It is these who have not defiled themselves with women, for",
        "they are virgins. It is these who follow the Lamb wherever he goes.",
        "These have been redeemed from mankind as firstfruits for God"
      ],
      [
        "and the Lamb, (5) and in their mouth no lie was found, for they are",
        "blameless. (6) Then I saw another angel flying directly overhead,",
        "with an eternal gospel to proclaim to those who dwell on earth, to",
        "every nation and tribe and language and people. (7) And he said",
        "with a loud voice, \"Fear God and give him glory, because the hour",
        "of his judgment has come, and worship him who made heaven",
        "and earth, the sea and the springs of water.\" (8) Another angel, a",
        "second, followed, saying, \"Fallen, fallen is Babylon the great, she",
        "who made all nations drink the wine of the passion of her sexual",
        "immorality.\""
      ]
    ],
    "cards": 2,
    "lines": 21,
    "lastCardLines": 10,
    "wordCount": 238,
    "version": "ESV",
    "division": "Senior",
    "cardNum": 51,
    "passageType": "NBBC Memory Passage",
    "release": "Early Release",
    "rangeStartId": 66014001,
    "rangeEndId": 66014008,
    "level": 2,
    "crossVersionStats": {
      "wordCountAve": 244.6,
      "wordCountMin": 231,
      "wordCountMax": 257,
      "levelMin": 2,
      "levelMax": 2,
      "lineAve": 21.8,
      "lineMin": 21,
      "lineMax": 22
    }
  }
]